["The shrill Bell rings the Knell of \"Curtain rise\"</br>From the thrum'd String the scraping Herd to warn:</br>Behind the Scenes the plodding Snuffer hies</br>And leaves the Stage to Operas and to ARNE.", "Now strike the glimmering Lamps upon the Sight</br>And all the House a solemn Stillness holds,</br>Save where the Seaman from the Gallery's Height,</br>For Roast Beef bawling, the cue'd Fiddler scolds.", "Save that in yonder Velvet-mantled Box</br>A moping Countess to her Grace complains</br>Of Macaws, Monkeys, Perroquets, and Shocks;</br>And Losses \"vaist\" and \"vaistly\" paltry Gains.", "Behind those rugged Spikes, that Bag-wig's Shade,</br>Where tuneful Folios lie in many a Heap,</br>Each in his narrow Line for ever laid,</br>The embryo Crotchets of THE GUARDIAN sleep.", "The long, long Trill of Quaver-torturing Brent,</br>Miss Hallam twittering from her tender Throat:</br>Thy Clarion, Beard, that Echo's Ear has rent,</br>No more shall rouze each lowly-slumbering Note.", "For these no more a Parent's Breast shall burn;</br>His busy Fingers ply their Evening Care;</br>Poor banish'd Children!  never to return,</br>Nor their own tender Sire's Applause to share.", "Oft did the City Nymphs their Sweetness own,</br>Their force the stubborn Centinel has broke.</br>How jocund did they drive the dull Farce down,</br>When Wit and Sense expir'd without a Joke.", "Yet let not Genius mock their useless Toil,</br>Their transient Honours and their Life not long;</br>Nor Sense behold with a disdainful Smile,</br>The short and simple Annals of a Song.", "The Pomp of Tragedy, Expression's Pow'r,</br>And all that Garrick, all that Quin e'er gave,</br>Have found alike th' inevitable Hour,</br>And the Fifth Act still led them to the Grave.", "Forgive, ye Bards, th' involuntary Fault,</br>If Love parental shall no Trophies raise,</br>Where in th' Orchestra's low-sequestered Vault</br>The Coxcomb Fidler plies his Arm for Praise.", "Can pensive ARNE, with animated Strain,</br>Back to its Audience call his fleeting Play?</br>Can Music's Voice the Hand of Death restrain,</br>Or soothing Sounds prolong the fatal Day?", "Perhaps, ere this, he many an Opera made,</br>Which, though not pregnant with celestial Fire,</br>Might yet, like this, its little Night have sway'd,</br>And wak'd to Extasy the living Lyre.", "But shrill Rehearsal each imprinted Page,</br>Lavish of Grins, and Squalls, did n'er unroll;</br>The Hiss contemptuous and the Catcall's Rage</br>Repress'd the great Ambition of his Soul.", "Full many a Book, of purest Page serene,</br>The high ungenial Cells of Grub-street bear;</br>Full many a Pamphlet leaves the Press unseen,</br>In Moorfields dangling to the desart Air.", "Some village * * * *, who a Wife's fell Frown,</br>A vixen Wife with Music has withstood;</br>Some blind Corelli oft may scrape unknown,</br>Some ARNE, not guilty of an Opera's Blood.", "Th' Applause of listening Boxes to command,</br>Damnation's Pain and Ruin to dispise;</br>To scatter Crotchets o'er a fidling Land,</br>And read their Influence in a Lady's Eyes,", "Their Lot forbade; nor circumscrib'd alone</br>Their tuneful Empire, but their Pride confin'd,</br>Forbade pert Nonsense to usurp the Throne</br>Of Taste, and banish Genius from Mankind.", "Oft pilfer'd Airs and borrow'd Strains to hide,</br>To quench the Blushes of ingenuous Shame,</br>And feed the Fondness of a Fidler's Pride</br>With dull Pretences to a Muse's Flame.", "Far from the merry Wake, and rustic Ball</br>No vain Pursuits their sober Wishes led;</br>Along the Streets, and round his Worship's Hall,</br>They scrap'd the noisy Tenor for their Bread:", "Yet still the Blind from Insult to protect,</br>Some faithful Consort ever wandering nigh</br>With vary'd Garb, and uncouth'd Pinner deck'd,</br>Implores the passing Tribute with a Sigh.", "Her Ditties oft, tho' an unletter'd Muse,</br>The Place of Air and Sonnet would supply;</br>And Songs of Grace at Christmas would she chuse,</br>Repaid with Luncheons from the Grey-Goose Pye.", "For who, so much to Gloominess a Prey,</br>Whose Spirits Music knows not to advance?</br>Or who could listen to her Roundelay,</br>Nor lift one longing, lingering Leg to dance?", "On some smart Air the active Heel relies,</br>Some sprightly Jig the springing Foot requires;</br>E'en to a March the moving Spirits rise,</br>E'en in a Minuet wake our youthful Fires.", "For Thee, who, mindful of th' unhonour'd Dead,</br>Dost in these Lines the GUARDIAN'S Tale relate,</br>If chance, by Love of Elegy misled,</br>Some kindred Spirit shall enquire thy Fate,", "Haply some antiquated Maid may say;</br>\"Oft have we seen him at the Hour of Prayer</br>Brushing, with hasty Hand, the Dust away</br>From his rent Cassock and his Beaver bare.", "\"Oft by the Side of yonder nodding Font</br>That lifts it's old fantastic Head so high,</br>To wait the frequent Christ'ning was he wont</br>And frown upon the Clerk that babbled by.", "\"Oft in yon Pulpit, smiling as in Scorn,</br>Muttering his uncouth Doctrines would he preach,</br>Now drooping, woeful, wan, like one forlorn,</br>In deep Despair the Mitre's Grace to reach.", "\"One morn I miss'd him at the Hour of Prayer,</br>In vain I took my Spectacles to see;</br>His wonted Surplice did another wear,</br>Nor in the Vestry, nor the Desk was he.", "\"The next with Dirges due, in sad Array,</br>Slow thro' the Church-way Path we saw him brought,</br>Approach and read (if thou canst read) the Lay,</br>Which his own Clerk, his Parish Clerk has wrote.\"", "EPITAPH.</br>\"Here rests his Head upon the Lap of Earth</br>A Curate poor, to Stalls and Tithes unknown;</br>No Bishop smil'd upon his humble Birth;</br>No Minister e'er mark'd him for his own.", "\"Bread was his only Food; his Drink the Brook;</br>So small a Salary did his Rector send;</br>He left his Laundress all he had &mdash; a Book;</br>He found in Death, 'twas all he wish'd, a Friend.", "\"No farther seek his Wardrobe to disclose,</br>Nor draw his Breeches from their darksome Cell;</br>There, like their Master, let them find Repose,</br>Nor dread the Horrors of a Taylor's Hell.\"</br>"]