["AIR.</br>Hence!  avaunt!  'tis venal Ground,</br>Wilkes, and all his free-born Crew;</br>Within our Pale no Room is found,</br>Ye modern Algernons, for you.</br>Mute be the bold Alcaic Strain,</br>Of Liberty, that spurns a Chain,</br>Nor in these pliant courtly Bow'rs</br>Let harsh Philippic Weeds choke Adulation's Flow'rs.", "CHORUS.</br>Virtue hence!  with Brow severe!</br>Public Spirit come not near,</br>While servile Int'rest walks around,</br>Hence!  avaunt!  'tis venal ground!", "RECITATIVE.</br>From yonder Realms of ministerial Day</br>Steals on my Ear the soothing Lay,</br>There mitred Hirelings, Dukes divine,</br>The Lead which Fortune made to shine,</br>Thro' ev'ry Age corrupt, and unenlighten'd climb.</br>Warm in the Royal sunshine they;</br>Yet hither oft a Glance from high</br>They send of tender Sympathy,</br>To bless the Place, where on their venal Soul</br>The pand'ring Eye of Favour stole;</br>N&mdash;st&mdash;e beams a fost'ring Ray,</br>And while his Midday-splendours play,</br>A hoary Train of Priests from Stalls sublime,</br>Bask in his Beams, and bless the golden Time.", "AIR.</br>\"Ye brown o'er arching Groves,</br>Which Adulation loves,</br>Where willowy Camus lingers with Delight,</br>Oft at Blush of Dawn,\"</br>I've wish'd for Sleeves of Lawn,&mdash;</br>Oft woo'd the Gleam of Bute's bright Northern Light,</br>In crowded Levees far from Virtue's Haunt,</br>With Flatt'ry on my Tongue, and temporizing Cant.", "RECITATIVE.</br>But hark!  the Portals sound, and pacing forth,</br>With solemn Step, and slow,</br>High Potentates, and Dames of Royal Birth,</br>And mitred Mothers in long Order go&mdash;</br>Great G&mdash;, with the Trophies on his Brow,</br>From bleeding England torn&mdash;</br>While W&mdash;y, widow'd on her bridal Morn,</br>Weeps for her absent Love; and B&mdash;d dim,</br>False M&mdash;ue, and all the rav'nous Crew</br>That England's Constitution slew,</br>And lopp'd each vig'rous Limb,</br>A Band accurs'd on m&mdash;l L&mdash;ds</br>Who forg'd for Britons &mdash; Chains;</br>Their Wiles, their damned Triumphs o'er,</br>Their Hopes, to stand are now no more,</br>Despair alone remains.</br> [Accompanied.]</br>All that on Granta's thirsty Plain</br>Rich Streams of regal Bounty drank,</br>For whom our awful Fanes and Turrets sprung</br>To hail their F&mdash;y's festal Morning come,</br>And sweetly sing on Camus' Bank</br>The liquid Lies of Flatt'ry's Tongue.", "QUARTETTO.</br>What is Grandeur, what is Pow'r?</br>&mdash;The Mead of Bribes and Falsehood's Balm!</br>What is Corruption's Palm?</br>&mdash;The Curse of ev'ry Child of Grace.&mdash;</br>Sweet is the Breath of vernal Show'r,</br>The Bees collected Honey sweet&mdash;</br>Sweet Musick's Fall; but sweeter yet</br>To us, a Pension or a Place.", "RECITATIVE.</br>Foremost, and leaning from her golden Cloud,</br>The Goddess of Corruption see&mdash;</br>Welcome, my wayward Son, she cries aloud,</br>To this thy kindred Train and me,</br>Pleas'd in thy Lineaments to trace</br>Thy Monarch's Smile, the Premier's Grace!", "AIR.</br>Thy wily Heart, thy poaching Eye</br>Some wanton H&mdash;l&mdash;t shall descry,</br>Shalt round thy Trunk her Tendrils curl,</br>And bid her all her Charms unfurl,</br>With Love's bewitching Tricks enthrall,</br>And raise her &mdash; to increase her Fall.", "RECITATIVE.</br>Lo!  Granta waits to lead her courtly Band,</br>Nor coy, nor a Recluse is she;</br>No Praise sincere, no Heart-sprung Incense flings,</br>Nor dares with honest Phrase, and plain,</br>Sully the Glories of thy Reign&mdash;</br>She reveres herself &mdash; not thee!</br>With selfish Pride to grace thy spurious Pow'r,</br>The fading Wreaths, which Int'rest wove, she brings,</br>And to the Pressure of thy Hand</br>The Matron yields her wither'd Charms,</br>Whilst Prebendaries, Deans, and B&mdash;ps cow'r,</br>To bring her to thy false adult'rous Arms.", "GRAND CHORUS.</br>While the wild Waves boil and roar,</br>From the threat'ning Tempest flee,</br>The serpent Course of Traitors keep;</br>Cautious sail &mdash; nor quit the Shore;</br>If Brunswick's Star should set to thee,</br>'Twould wreck thee in the howling Deep.</br>"]