["The moon slow-setting sends a parting ray;</br>The topers to the mess-room march with glee;</br>To bed the sober shape their quiet way,</br>And leave the lines to pensiveness and me.", "Now scarce a candle glimmers to the sight,</br>And o'er the tented field soft stillness reigns;</br>Save where the dice are dash'd with desperate might,</br>Or braying asses wake the distant plains;", "Save that from yonder tempest-sheltering box</br>The centry's rough voice does the ear assail</br>Of such, as trusting to the gloom of Nox</br>Steal to the well-known booth to tipple ale.", "Within each tent, of flimzy canvas made,</br>Where knapsacks rise in many a scatter'd heap,</br>Twelve men, in narrow beds 'till morning laid,</br>Refresh their senses with the dews of sleep.", "The cannon's roar, that through the vale rebounds,</br>The Reveille harsh-echoing in their ears,</br>The serjeant's voice, that ever rudely sounds,</br>Again shall rouse them to their humble cares.", "For them again the kitchen-fires shall burn,</br>And busy matrons then saloop prepare,</br>The butcher's loaded wain from town return,</br>And quarter-master's loaves and mutton share.", "Oft do their hardy hands the hatchet wield,</br>And vigorous knees the stubborn faggot break;</br>How steadily they tread the rugged field!</br>How quick a column or a square they make!", "Let not lac'd loungers mock their thankless toil,</br>Their homely meals, and toilet's thrifty plan,</br>Nor broider'd generals hear, with scornful smile,</br>The simple annals of the private man.", "The salutations which to rank are due,</br>And all that gold e'er bought, or favour gave,</br>Cannot the worn-out wheels of life renew:</br>Promotion's high-way leads but to the grave.", "Nor you, ye beaux!  forget that they are men,</br>If no white dust their soapy locks disguise,</br>If on their brawny limbs coarse cloth you ken,</br>And from their clothes no musky scents arise.", "Can kersymere or scarlet, bought on trust,</br>Compel the lungs to stay the fleeting breath?</br>Can funeral volleys wake the slumb'ring dust?</br>Or gleamy gorget ward the dart of Death?", "Perhaps on tatter'd pillow now is laid</br>Some head by Nature fashion'd for command,</br>Whose solid sense in council might have sway'd,</br>Or led to Victory a numerous band.", "But Science, from their minds, with piercing rays,</br>The fogs of ignorance did ne'er dispel;</br>Mechanic toil consum'd their youthful days,</br>And scarcely gave them time to scrawl and spell.", "Full many an acre of uncultur'd land</br>Fertility within its womb contains:&mdash;</br>Full many a shapeless mass of sordid sand</br>Conceals of virgin gold the latent grains.", "Some Wolfe, that ne'er shall see pale Gallia fly,</br>Nor in bright Victory's arms resign his breath,</br>Some Marlborough, inglorious here may lie,</br>Some Coote, unskilful in the art of death.", "Th' applause of hoary veterans to command,</br>The bribes and threats of monarchs to despise,</br>To raise the glory of their native land,</br>And read their praises in an army's eyes. . .", "Their lot forbids. . . .  nor circumscribes alone</br>Their martial genius, but their crimes restrains;</br>Forbids to place a tyrant on a throne,</br>And forge for free-born men fell Slavery's chains;", "Unmov'd to mark the frantic widow's woe,</br>And hear her orphans wail their slaughter'd sire,</br>Or swell of guiltless blood the crimson flow,</br>With fury kindled by Ambition's fire.", "Fix'd in the favourite seat of noise and strife,</br>They never can enjoy one tranquil day;</br>Along the rough walks of an irksome life</br>They keep the restless tenor of their way.", "Yet, from grave thoughts their feelings to protect,</br>Frail temporary huts erected nigh,</br>With uncouth phrase and wretched daubing deckt,</br>Invite their lips a cordial draught to try.", "Their mantling mug, their songs sonorous swell,</br>The place of port and repartee supply;</br>And many a smutty tale around they tell,</br>That give the social hour with speed to fly.", "For who, within the ranks, by reason led,</br>The joys of Bacchus to his soul denies,</br>Treads the gay precincts of a sutler's shed,</br>Nor casts upon the door his lounging eyes?", "O'er some base hearts gold has a sovereign sway,</br>Some pious minds delight in sighs and tears,</br>Fame can the poet's midnight toil repay;</br>But ale and brandy sooth a soldier's cares.", "For thee, who, by thy natal stars compell'd,</br>Dost touch with artless hand the warbling wire,</br>If chance, by Friendship's fond regard impell'd,</br>Some dear companion shall thy fate enquire;", "Haply some brother sub may smiling say,</br>\"Oft in his tent retir'd the youth was seen,</br>Scribbling with hurried hand an humorous lay,</br>To fill a page in URBAN'S MAGAZINE.", "\"There, in that field, beside yon holy pile,</br>That rears its Gothic steeple to the sky,</br>At noon, beneath those elms, he mus'd awhile,</br>Then por'd upon a book with greedy eye.", "\"Along the mazes of yon murmuring stream,</br>With pensive pace, at even would he stray,</br>'Till rapt in wandering fancy's airy dream,</br>He mutter'd metre to the lunar ray.", "\"One morn I sought him vainly through the line,</br>Among the elms, and o'er the verdant lea;</br>Another came, nor high the dome divine,</br>Nor by the stream, nor in his tent was he.", "\"The next he wrote that, prompted by his Muse,</br>In rural mansion Pegasus he pac'd,</br>To camps and courts had made his last adieus,</br>And o'er his antique gate these verses trac'd:", "THE INSCRIPTION.</br>\"Here let me rest in this sequester'd cell,</br>Where pomp and noise and riot are unknown;</br>Where raptur'd contemplation loves to dwell,</br>And whose low roof Contentment calls her own.", "\"Large splendid halls where gold and silver glare,</br>My mind's undazzled eye could never please:</br>Here am I freed from all that vex'd me &mdash; care,</br>Here blest with all I wish &mdash; poetic ease.", "\"No more blind folly my desires shall raise,</br>Or draw my footsteps from this lov'd abode;</br>Here will I breathe the remnant of my days,</br>And court the favour of the tuneful God.\"</br>"]