["The Curfeu tolls the Knell of parting Day,</br>The lowing Herd wind slowly o'er the Lea,</br>The Plow-man homeward plods his weary Way,</br>And leaves the World to Darkness, and to me.", "Now fades the glimmering Landscape on the Sight,</br>And all the Air a solemn Stillness holds;</br>Save where the Beetle wheels his droning Flight,</br>And drowsy Tinklings lull the distant Folds.", "Save that from yonder Ivy-mantled Tow'r</br>The mopeing Owl does to the Moon complain</br>Of such, as wand'ring near her sacred Bow'r,</br>Molest her ancient solitary Reign.", "Beneath those rugged Elms, that Yew-Tree's Shade,</br>Where heaves the Turf in many a mould'ring Heap,</br>Each in his narrow Cell for ever laid,</br>The rude Forefathers of the Hamlet sleep.", "The breezy Call of Incense-breathing Morn,</br>The Swallow twitt'ring from the Straw-built Shed,</br>The Cock's shrill Clarion, or the echoing Horn,</br>No more shall rouse them from their lowly Bed.", "For them no more the blazing Hearth shall burn,</br>Or busy Houswife ply her Evening Care:</br>No Children run to lisp their Sire's Return,</br>Or climb his Knees the envied Kiss to share.", "Oft did the Harvest to their Sickle yield,</br>Their Furrow oft the stubborn Glebe has broke;</br>How jocund did they drive their Team afield!</br>How bow'd the Woods beneath their sturdy Stroke!", "Let not Ambition mock their useful Toil,</br>Their homely Joys, and Destiny obscure;</br>Nor Grandeur hear with a disdainful Smile,</br>The short and simple Annals of the Poor.", "The Boast of Heraldry, the Pomp of Pow'r,</br>And all that Beauty, all that Wealth e'er gave,</br>Awaits alike th' inevitable Hour.</br>The Paths of Glory lead but to the Grave.", "Forgive, ye proud, th' involuntary Fault,</br>If Memory to these no Trophies raise,</br>Where thro' the long-drawn Isle and fretted Vault</br>The pealing Anthem swells the Note of Praise.", "Can storied Urn or animated Bust</br>Back to its Mansion call the fleeting Breath?</br>Can Honour's Voice provoke the silent Dust,</br>Or Flatt'ry sooth the dull cold Ear of Death!", "Perhaps in this neglected Spot is laid</br>Some Heart once pregnant with celestial Fire,</br>Hands that the rod of Empire might have sway'd,</br>Or wak'd to Extacy the living Lyre.", "But Knowledge to their Eyes her ample Page</br>Rich with the Spoils of Time did ne'er unroll;</br>Chill Penury repress'd their noble Rage,</br>And froze the genial Current of the Soul.", "Full many a Gem of purest Ray serene</br>The dark unfathom'd Caves of Ocean bear:</br>Full many a Flower is born to blush unseen,</br>And waste its Sweetness on the desart Air.", "Some Village-Hampden, that with dauntless Breast</br>The little Tyrant of his Fields withstood;</br>Some mute inglorious Milton here may rest,</br>Some Cromwell guiltless of his Country's Blood.", "Th' Applause of list'ning Senates to command,</br>The Threats of Pain and Ruin to despise,</br>To scatter Plenty o'er a smiling Land,</br>And read their Hist'ry in a Nation's Eyes,", "Their Lot forbad:  nor circumscrib'd alone</br>Their growing Virtues, but their Crimes confin'd;</br>Forbad to wade through Slaughter to a Throne,</br>And shut the Gates of Mercy on Mankind;", "The struggling Pangs of conscious Truth to hide,</br>To quench the Blushes of ingenuous Shame,</br>Or heap the Shrine of Luxury and Pride</br>With Incense, kindled at the Muse's Flame.", "Far from the madding Crowd's ignoble Strife,</br>Their sober Wishes never learn'd to stray;</br>Along the cool sequester'd Vale of Life</br>They kept the noiseless Tenor of their Way.", "Yet ev'n these Bones from Insult to protect</br>Some frail Memorial still erected nigh,</br>With uncouth Rhimes and shapeless Sculpture deck'd,</br>Implores the passing Tribute of a Sigh.", "Their Name, their Years, spelt by th' unletter'd Muse,</br>The Place of fame and Elegy supply:</br>And many a holy Text around she strews,</br>That teach the rustic Moralist to die.", "For who to dumb Forgetfulness a prey,</br>This pleasing anxious Being e'er resign'd,</br>Left the warm Precincts of the chearful Day,</br>Nor cast one longing ling'ring look behind!", "On some fond Breast the parting Soul relies,</br>Some pious Drops the closing Eye requires;</br>Even from the Tomb the Voice of Nature cries</br>Awake, and faithful to her wonted Fires.", "For thee, who, mindful of th' unhonour'd Dead,</br>Dost in these lines their artless Tale relate;</br>If chance, by lonely Contemplation led,</br>Some hidden Spirit shall inquire thy Fate,", "Haply some hoary-headed Swain may say,</br>\"Oft have we seen him at the Peep of Dawn</br>Brushing with hasty Steps the Dews away</br>To meet the Sun upon the upland Lawn.", "\"There at the Foot of yonder nodding Beech</br>That wreathes its old fantastic Roots so high,</br>His listless Length at Noontide wou'd he stretch,</br>And pore upon the Brook that babbles by.", "\"Hard by yon Wood, now smiling as in Scorn,</br>Mutt'ring his wayward Fancies he wou'd rove;</br>Now drooping, woeful wan, like one forlorn,</br>Or craz'd with Care, or cross'd in hopeless Love.", "\"One Morn I miss'd him on the custom'd Hill,</br>Along the Heath and near his fav'rite Tree;</br>Another came; nor yet beside the Rill,</br>Nor up the Lawn, nor at the Wood was he.", "\"The next with Dirges due in sad Array,</br>Slow thro' the Church-way Path we saw him born.</br>Approach and read (for thou can'st read) the Lay,</br>Grav'd on the Stone, beneath yon aged Thorn.\"", "THE EPITAPH.</br>Here rests his Head upon the Lap of Earth</br>A Youth to Fortune and to Fame unknown:</br>Fair Science frown'd not on his humble Birth,</br>And Melancholy mark'd him for her own.", "Large was his Bounty, and his Soul sincere,</br>Heav'n did a Recompence as largely send:</br>He gave to Mis'ry all he had, a Tear:</br>He gain'd from Heav'n ('twas all he wish'd) a Friend.", "No farther seek his Merits to disclose,</br>Or draw his Frailties from their dread Abode,</br>(There they alike in trembling Hope repose)</br>The Bosom of his Father and his God.</br>"]