["The Watchman drawls the hour of dawning day,</br>The breakfast booth is set with smoking tea,</br>The dancers homeward wind their weary way,</br>And leave the streets to morning and to me.", "Now brighter beams upon the pavement dart,</br>Though yet a gen'ral silence holds the air,</br>Save where some gard'ner drives his early cart,</br>Or drowsy milkmen clank along the square:", "Save that, disguised with liquor and with paint,</br>The fragile fair complains of some mishap,</br>From rough patroles, who, stern and ungallant,</br>Molest her chill and solitary nap.", "Beneath these humble roofs, these broken tiles,</br>Blown from their lay'rs when April winds were high,</br>On beds uncurtain'd, and in crowded files,</br>This narrow alley's lab'ring tenants lie.", "The pealing knocker at the pompous porch,</br>The fretful gabble of the elbow'd guest,</br>The clattering carriage, or the flaring torch,</br>Has never robb'd them of their lowly rest.", "For them no dame shall plan the brilliant ball,</br>Nor Mr. Speaker ply his evening care:</br>No lacqueys bow before them through the hall,</br>Nor scream their titles up the crowded stair,", "Oft does the dray their sturdy strength invite,</br>Their harden'd hands oft haul the stubborn rope,&mdash;</br>How jocund do they shut their shops at night!</br>How smirk their chins beneath the Sunday soap!", "Let not nice Nugent mock their useful toil</br>Their ill cut raiment, or their homely food,</br>Nor the Black Dandy hear with scornful smile,</br>The early hours of that unpolish'd brood.", "The pomp of liv'ries and the whirl of wheels,</br>And all that Hoby, all that Dyde e'er gave,</br>Are random toys that Fortune blindly deals,&mdash;</br>Grave to the fool, but foolish to the grave.", "Nor you, ye fair, contemn their lowly doom,</br>If fops for them no rapt'rous plaudits raise;</br>While in the buzz of many a scented room,</br>Your voice, your dancing swell the note of praise.", "Can animating reel, or melting waltz,</br>Teach you to thread the giddier maze of life?</br>Can D'Egville's skill redeem one step when false?</br>Or Cramer lull the jars of man and wife?", "Perhaps in yon dark garret may repose</br>Eyes, of fair Castlereagh's celestial fire;</br>Hands that, like Congreve's, had consumed our foes,</br>Or swept, like Southey's, o'er the laureat lyre;", "But Fashion to their eyes her fruitful store</br>Of gay accomplishment did ne'er unroll:</br>Chill penury repressed each livelier pow'r,</br>And nipp'd the tender flow'rets of the soul.", "Full many a Luttrell's mental ray serene</br>The wide uncultured bogs of Erin bear:</br>Full many a Hope is born to blush unseen,</br>Or waste her sweetness at a village fair.", "Some nameless Ward, whose master-wit repress'd</br>The alehouse patriot's dull disloyal arts,</br>Some bright untoasted Hertford here may rest&mdash;</br>Some Jersey, guiltless of our broken hearts.", "The Morning Post's applause to bear away,</br>To tease the envious mob of aping cits,</br>To scatter plenty at a fete ornee,</br>To learn of Statesmen, and to live with wits,", "Their lot forbade:  a power supremely wise</br>Their fate, their fashion, and their faults confin'd:</br>Forbade, to deal destruction with their eyes,</br>And shut the gates of mercy on mankind:", "The modest throes of struggling truth to hide,</br>To quench the blushes of ingenious shame,</br>To vie with demireps in paint and pride,</br>And swell the calendar of evil fame.", "Far from St. James's, far from all the Squares,</br>Their vulgar footsteps never learn'd to stray;</br>About St. Martin's Lane, or Lambeth Stairs,</br>They keep the noisy tenor of their way.", "Yet, that ev'n these may taste their due delights,</br>Some Evening Tea-garden with holly fence,</br>From caxon'd quizzes, and from flounce-cloak'd frights,</br>Obtains the tribute of their eighteen pence.", "Their cakes, their ale, brought by a tidy maid,</br>The place of venison and champagne supply:</br>And cocks and hens are clipp'd from yew-tree shade,</br>That meet their taste for rural scenery.", "For who, in Nature's favourite month of June,</br>Seeks not the velvet of some verdant sod?</br>Feels the warm ray of Sunday afternoon,</br>Nor casts one restless, roving look abroad?", "Tax'd carts unnumber'd roll through Bethnal Green,</br>By Hatchett's door a knot of coaches wait:</br>On Greenwich Hill are some smart ankles seen,</br>Even at the Horns some fearless husbands bait.", "For thee, who, mindful of a friendless race,</br>Dost in these rhymes their little lives define,</br>If chance, when years have sped their silent pace,</br>Some kindred spirit shall enquire of thine,", "Haply, some gentle dowager may say,</br>\"Oft have we seen him at the peep of dawn,</br>Kicking from painted floors the chalk away,</br>While sleepy chaperons would sit and yawn.", "\"There, where the Palace fronts St. James's Street,</br>And rears its old fantastic tow'rs so high,</br>The rattling carriages he loved to meet,</br>And gossip with the folk that babbled by.", "\"From rout to rout, now laughing at the tricks</br>Of wayward jilts and dandies he would rove:</br>Now deeply wrapt in chit chat politics,</br>Or slyly jesting on some corner-love.", "\"One morn I miss'd him in th' accustom'd walks</br>Along the Park, and near his fav'rite trees;</br>At night he sate not in my opera box,</br>Nor came to sup at Lady &mdash; 's.", "\"Next morn I heard that, just two days before,</br>With a loved bride from busy Town he went:</br>Sit down with patience a few moments more,</br>And read a letter that he lately sent:", "THE LETTER.</br>Here lives, retired from all the haunts of men,</br>A youth, to Fortune and to Fame unknown</br>The muses frown'd not on his early pen,</br>But Disappointment mark'd him for her own.", "His heart was warm, and his ambition high,</br>But Heav'n decreed a safer, stiller life:</br>He gave to pomp and pow'r a parting sigh:</br>He gain'd from Heav'n a fond and faithful wife.", "No farther seek his merits to disclose,</br>Nor wake his wishes for a world forgot:</br>Here , in his rustic home he finds repose,</br>And love and letters bless his lonely cot.</br>"]