["I.</br>Tyburn seize thee, ruthless Peer,</br>Confusion on thy banners wait,</br>Tho' fann'd by Satan's short-liv'd cheer,</br>Awhile they shine in idle state.</br>North's, nor Thurlow's, artful schemes,</br>Shall save thee from nocturnal dreams;</br>From Hell's domain, from Pluto's door,</br>Where that too daring Painter went before.</br>Such were the sounds that o'er the crested pride</br>Of Jemmy Twitcher, scatter'd wild dismay,</br>As down the steep of Post Down's shaggy side,</br>He wound his fell intents in long array:</br>Stout Richmond stood aghast in speechless trance,</br>To arms!  cry'd Rockingham, and couch'd his quivering lance.", "II.</br>On a gibbet, whose stern brow</br>Frowns in ignominious state;</br>Girt with iron garb of woe,</br>The image of the Painter sate.</br>Loose his beard, his wind-beat hair</br>Stream'd, like a scarecrow, to the troubled Jake,</br>And ghastly smiling as he hung,</br>He wav'd his hand, and silence brake.</br>\"Hark!  how each giant oak, and British tar,</br>Sighs to the ocean's awful voice beneath.</br>O'er thee!  O Twitcher!  wave their hands for war,</br>Revenge on thee in hoarser murmurs breathe;</br>Daring no more, since this too luckless day,</br>That call'd the traitor from his schemes away.\"", "III.</br>\"Cold is Earl Chatham's tongue,</br>That hush'd thy stormy will.</br>Brave Frazer sleeps upon his craggy bed!</br>Mountains, ye mourn in vain!</br>Monckton, whose potent arm</br>Made the stout rebel bow his vanquish'd head.</br>See on the hostile waste they lie,</br>Smear'd with gore and ghastly pale;</br>Far, far aloof the affrighted rave sails;</br>The famish'd eagle screams and passes by.</br>Dear lost companions of the martial art,</br>Dear as the light that visits these sad eyes,</br>Dear as the ruddy drops that warm my heart,</br>Ye dy'd amidst your bleeding country's cries!</br>No more I weep, they do not sleep</br>On yonder cliffs, a grizzly band;</br>I see them sit, they linger yet,</br>Avengers of their native land.</br>With me in dreadful harmony they join,</br>And weave with bloody hands the sequel of thy fate.", "IV.</br>\"Mark the year, and mark the night,</br>When H&mdash; shall echo with affright;</br>Shrieks of an agonizing Peer,</br>Shall pierce with dread amaze each list'ning ear.</br>Amazement in the traitor's van, combin'd</br>With sorrows faded form and solitude behind.</br>See the dread, infernal powers,</br>That once afforded welcome cheer,</br>Leave their sulphur-mantled bowers,</br>And on his setting sun appear.</br>See thro' his dome the naval band,</br>The injur'd Keppel at their head,</br>Haste to revenge this cheated land,</br>And lay the trait'rous felon dead.</br>See him to the gibbet led,</br>And share the trait'rous villain's meed;</br>See him pay his forfeit head,</br>This is the death by fate decreed.</br>Now, brothers, bending o'er the accursed loom,</br>Stampt we our vengeance deep, and ratify his doom.\"</br>"]