["RECITATIVE ACCOMPANIED.</br>Yet once more, O ye Laurels, and once more</br>Ye Myrtles brown, with Ivy never sere,</br>I come to pluck your Berries harsh and crude,</br>And with forc'd fingers rude</br>Shatter your Leaves before the mellowing year.</br>Bitter Constraint and sad occasion dear,</br>Compels me to disturb your season due;</br>For LYCIDAS is dead, dead e'er his prime,</br>Young LYCIDAS, and hath not left his Peer!</br>Who wou'd not sing for LYCIDAS?  He knew</br>Himself to sing, and build the lofty Rhyme!</br>He must not flote upon his wat'ry Bier</br>Unwept, and welter to the parching Wind,</br>Without the Meed of some melodious Tear.</br>Begin then Sisters of the sacred Well,</br>That from beneath the Seat of JOVE doth spring;</br>Begin, and somewhat loudly sweep the string.</br>Hence with Denial vain, and coy excuse,</br>So may some gentle Muse</br>With lucky Words favour my destin'd Urn,</br>And as he passes turn,</br>And bid fair Peace to my sable Shroud:</br>For we were nurs'd upon the self-same Hill,</br>Fed the same Flock by Fountain, Shade, and Rill.", "AIR.</br>Together e'er the Lawns appear'd</br>Under the Eyelids of the Morn</br>We drove afield, together heard</br>The Gray-fly wind his sultry Horn;</br>The rural Ditties were not mute</br>Attemper'd to the oaten Flute,</br>Satyrs and Fawns with cloven heel</br>The Influence of our Strains would feel,</br>To the glad Sound would listen long</br>And hang enraptur'd on our Song!", "But Oh the heavy Change now thou art gone,</br>Now thou art gone, and never must return!</br>Thee, Shepherd, thee the Woods, and desert Caves</br>With wild Thyme and the gadding Vine o'ergrown,</br>And all their Echoes mourn!</br>The Willows, and the Hazel Copses green,</br>Shall now no more be seen</br>Fanning their joyous Leaves to thy soft Lays!</br>As killing as the Canker to the Rose,</br>Or Taint-worm to the weanling Herds that graze,</br>Or Frost to Flow'rs that their gay Wardrobe wear,</br>Such, LYCIDAS, thy Loss to Shepherds Ear!", "RECITATIVE.</br>Where we ye Nymphs when the remorseless Deep</br>Clos'd o'er the Head of your lov'd LYCIDAS?</br>For neither were ye playing on the Steep</br>Where the old Bards the famous Druids lie,</br>Nor on the shaggy Top of MONA high,</br>Nor yet where DEVA spreads his wisard stream.", "AIR.</br>Ah me!  I fondly dream!</br>Had ye been there, could that have done?</br>What could the Muse that ORPHEUS bore,</br>The Muse for her enchanting Son</br>For whom all Nature did lament;</br>When by the Rout that made the hideous Roar,</br>His goary Visage down the Stream was sent,</br>Down the swift HEBRUS to the LESBIAN Shore!", "RECITATIVE ACCOMPANIED.</br>Alas!  what boots it with incessant Care</br>To tend the homely slighted Shepherd's Trade,</br>And strictly meditate the thankless Muse?</br>Were it not better done as others use,</br>To sport with AMARYLLIS in the shade,</br>Or with the Tangles of NEAERA'S Hair?</br>Fame is the Spur that the clear Spirit doth raise,</br>(That last Infirmity of noble Mind)</br>To scorn Delights, and live laborious days;</br>But the fair Guerdon when we hope to find,</br>And think to burst out into sudden Blaze,</br>Comes the blind Fury with th' abhorred Shears</br>And slits the thin-spun Life&mdash;", "CHORUS.</br>&mdash;But not the Praise,</br>PHAEBUS reply'd, and touch'd my trembling ears!</br>Fame is no Plant of mortal Soil,</br>Nor yet set off in glist'ring foil,</br>Nor in broad busy Rumour lies;</br>But spreads aloft by those pure eyes</br>And witness of all-judging JOVE.</br>As He pronounces on each Deed</br>Of so much Fame expect thy Meed!", "RECITATIVE.</br>O Fountain ARETHUSE, and thou honour'd Flood</br>Smooth-sliding MINICIUS crown'd with vocal Reeds,</br>That Strain I heard was of a higher mood;</br>But now my Oat proceeds&mdash;</br>And listens to the Herald of the Sea</br>That came in NEPTUNE'S Plea:", "AIR.</br>He ask'd the Winds, he ask'd the waves,</br>What had befel this gentle Swain;</br>And ev'ry Gust of rugged Wings</br>That sweeps across the troubled Main?</br>Alas!  they knew not of his Fate,</br>No blast for EOLUS had stray'd,</br>To swell the smooth and level Brine</br>Where THETIS and her Sisters stray'd.</br>It was that fatal and perfidious Bark</br>Built in th' Eclipse, and rigg'd with curses dark</br>That sunk so low that sacred Head of thine.", "RECITATIVE.</br>Next CAMUS, rev'rend Sire, went footing slow,</br>His Mantle hairy, and his Bonnet sedge,</br>Inwrought with Figures dim, and on the Edge</br>Like to that sanguine Flow'r inscrib'd with woe.</br>Ah!  who hath reft, quoth he, my dearest Pledge?", "AIR.</br>How well could I have spar'd for thee</br>The Swains who lean and flashy Songs</br>Grate on the Pipes of wretched Straw?</br>The sheep look up and are not fed,</br>But swoln with the rank Mist they draw,</br>Rot and the foul contagion spread&mdash;</br>Not so thy Flocks, O Shepherd dear;</br>Not so thy Songs, O Muse most rare!", "RECITATIVE.</br>Proceed Sicilian Muse, and call the Vales,</br>And bid them hither cast their Bells</br>And Flowrets of a thousand Hues.", "AIR.</br>Ye Valleys that mild Whispers use</br>Of wanton Winds and gushing Brooks,</br>On whom the swart Star sparely looks;</br>Throw hither your enamel'd Eyes</br>That on the green Turf suck the show'rs</br>And purple all the Ground with Flowr's:</br>The Primrose that forsaken dies,</br>The Pink and Pansy streakt with Jet,</br>The Rose and glowing Violet,</br>With Cowslips wan that hang the Head,</br>And ev'ry Flow'r that Sadness wears,</br>Bid Amarant his Beauty shed</br>And Daffadillies drop their Tears</br>To strew the Hearse where LYCID lies!</br>For so to interpose a little Ease</br>Let our frail thoughts dally with false surmise.", "RECITATIVE.</br>Ah me!  whilst Thee the Shores and sounding Seas</br>Wash far away; where e'er thy Bones are hurl'd,</br>Whether beyond the stormy HEBRIDES</br>Where thou perhaps under the whelming Tide</br>Visits the Bottom of the monstrous World;</br>Or whether Thou to our moist Vows deny'd</br>Sleepst by the Fable of BELERUS old,</br>Where the great Vision of the guarded Mount</br>Looks t'wards, NAMANCOS and BAYONA'S hold;</br>Look homeward Angel now, and melt with ruth;</br>And O ye Dolphins waft the hapless Youth!", "AIR.</br>Weep no more, woful Shepherds weep no more,</br>For LYCIDAS your Sorrow is not dead,</br>Sunk tho' he be beneath the wat'ry floor,</br>So sinks the Day-Star in his Ocean-bed,</br>And yet anon repairs his drooping Head</br>And tricks his Beams, and with new-spangled Ore</br>Flames in the Forehead of the Morning sky!", "CHORUS.</br>Woful Shepherds weep no more,</br>He is the Genius of the Shore,</br>He is ascended from the Waves,</br>With Nectar pure his Locks he laves,</br>And hears the Song of Joy and Love</br>From solemn Troops amid the skies,</br>Who singing in their Glory move,</br>And wipe the Tears for ever from his Eyes!</br>"]