["Haste, shepherds, from every vale,</br>And listen around while I sing;</br>Be silent ye birds of the dale,</br>For Peggy is sweeter than spring.</br>All you, who my fair one have seen,</br>Must own to the truth of my song,</br>That none is so fair on the green,</br>Or dances the meadows along.", "But why did she give me her hand,</br>And chuse me from every swain;</br>To lead forth the villagers band,</br>Before ev'ry lad of the plain!</br>Not a shepherd that saw her advance,</br>And chuse me from every swain,</br>To lead forth the villagers dance,</br>But saw it with envy and pain.", "Then who could have thought when she smil'd,</br>That anguish from smiling would flow;</br>Or pain should await on the mild,</br>Yet certain I am it is so.</br>The garden I labour'd to rear,</br>The tendrils I carefully twin'd</br>Stray wildly for want of my care,</br>Since Peggy, my fair one was kind.", "But why do I fly from my charge,</br>My lambkins, ah!  where do they stray?</br>They roam now the meadows at large,</br>Nor find their protector all day.</br>No longer my pipe do they hear,</br>No longer my call they obey;</br>Alas!  they now bleat to the air,</br>Whilst I am far distant away.", "Yet why do I this way pursue,</br>And why from my flock do I range?</br>I must ask it, my Peggy, of you,</br>For you are the cause of the change.</br>But would she believe, were it told,</br>That Willy deserted his crook!</br>Neglected the care of his fold,</br>Both his pipe and his grotto forsook!", "\"He's faithless,\" no doubt she would say,</br>\"His lambkins at distance to leave,</br>His sheep unattended, a prey,</br>With innocence only to save.</br>Then what could I hope or expect,</br>From a shepherd so fickle as he?</br>For one that his lambkins neglect,</br>Would never prove constant to me.\"", "Then let me haste backward with speed,</br>And lead my flock over the lawn,</br>That sportingly, skip to my reed,</br>Which I tune at the coming of dawn.</br>Ah!  Peggy, delightfully fair,</br>Believe my fond vows to be true,</br>My flock shall alone be my care,</br>My love shall be constant to you.", "HOPE.</br>No longer my sighs shall be heard,</br>No longer my accent's despair;</br>My love by fond HOPE is endear'd,</br>For HOPE is the treasure I bear.</br>The bird from confinement that 'scapes,</br>Rejoices aloud thro' the air;</br>Such rapture, my sonnet elates,</br>Since HOPE is the gift of my fair.", "Tho' lowly I sing, yet my lays</br>Shall ever be raised to my love;</br>My reed shall be tun'd in her praise,</br>Her name shall resound thro' the grove.</br>Not a nymph in our village so fair,</br>So pleasingly-distant &mdash; yet free&mdash;</br>For modesty none can compare;</br>She's every way pleasing to me.", "At the foot of the sycamore-tree,</br>The favourite shade of the green;</br>Where sporting in holy-day glee,</br>Sweet Peggy the fairest is seen.</br>So gentle, so soft is each look,</br>And her manner's so mild too withal;</br>Ev'ry maid but herself is forsook,</br>If blushing, a word she lets fall.", "At eve, when she plays on her lute,</br>Or sings thro' the woodlands along,</br>Not a thrush in the hedge-row but's mute</br>To gather fresh notes from her tongue.</br>The linnet and birds of the spray,</br>Wait silently 'till she has done;</br>Then warble, and chirp it away,</br>And tune it, as Peggy has sung.", "The lark that sings high in the air,</br>And warbles so sweetly above,</br>Drops down in a moment to hear</br>So soft is the voice of my love.</br>The Philomel too at each eve,</br>Whose song is so pensively sweet,</br>If a note from my Peggy receive,</br>That note in each song will repeat.", "A gift for my fair one I'll bring,</br>The rose-bud I yesterday found;</br>The first and the sweetest of spring,</br>With tendrils of woodbine around.</br>So blooming and gay to the sight,</br>The meadows can't boast of it's peer;</br>Yet fades and grows pale with despite,</br>When Peggy, more blooming, is near.", "The jessamine sweet from my bower,</br>Bestudded with violets blue,</br>And sweet-briar after a shower,</br>My fair one, I'll gather for you.</br>The lily that's tenderly fair,</br>The snow-drop that vies with the rest;</br>Is sadden'd and droops with despair,</br>When near to her much fairer breast.", "The cowslip so simply around,</br>That glitters with dew-drops at dawn;</br>A favour with Peggy has found,</br>She calls it the pride of the lawn.</br>The primrose that modestly blows,</br>At the foot of the haw-thorn tree,</br>\"Is sweeter\" she says, \"than what grows,</br>By art, or by labour for me.\"", "Nor will I the sweet minionette,</br>The pride of my garden forego;</br>Nor let me the hare-bell forget,</br>She likes it, I've heard her say so.</br>In the shades of the hedge-row 'tis found,</br>So humbly it hides itself there;</br>Whilst others are gaudy around,</br>Its modesty pleases my fair.", "The tulip at distance may please,</br>It's show may perhaps gain the sight;</br>Its colours too merit some praise,</br>Yet boasts of no scent to delight.</br>Of Colin, then Peggy beware,</br>He's ev'ry way pleasing to view;</br>In ringlets he dresses his hair,</br>But his love is not constant to you.", "'Tis his with feign'd passion to glow,</br>And Peggy, beware how you hear!</br>He's ev'ry way fashion'd for show,</br>To please both the eye and the ear.</br>His sonnet, and soft melting lay,</br>His person that's pleasing to see;</br>Ev'ry charm was form'd to betray,</br>Not faithfully loving like me.", "JEALOUSY.</br>No more will I mix with the gay,</br>No more at the green will appear;</br>No more can I sing the whole day,</br>Or ever the village go near.</br>For Peggy that once was so kind,</br>That lov'd me alone, I believ'd;</br>Is fickle, and false as the wind;</br>The vows that she made, but deceiv'd.", "Ah me!  that I cannot forget,</br>How Colin at yesterday's eve,</br>With Peggy so tenderly met,</br>As now I can hardly believe.</br>From the valley, the lily he brought,</br>With hyacinths sweet from the grove;</br>In the meadows, the cowslip he sought,</br>And wood-flowers wild, interwove.", "Then he artfully shew'd to my fair,</br>The worth, and the value of all,</br>How none of them, e'er could compare</br>With her that was sweeter than all.</br>I saw them array'd at her breast,</br>I saw her look fairer than May;</br>I saw her, &mdash; but here let my rest,&mdash;</br>Give Colin, &mdash; a kiss in repay.", "O you, that have heard me relate</br>The love, and the truth of my fair;</br>Say is there another, by fate</br>Reduc'd to this state of despair:</br>She was all my fond heart could desire,</br>Then do not my folly reprove;</br>She's faithless, &mdash; and yet I admire,</br>She's false, &mdash; yet I cannot but love.", "Perhaps, she but meant to repay,</br>What she thought he deserv'd for his pain;</br>Yet the kiss, that she trifled away,</br>Was worth ev'ry flock on the plain.</br>She might not be pleas'd in her mind,</br>She might not have wish'd what she's done;</br>And yet, tho' to Colin so kind,</br>She could not see Willy undone.", "But sure 'tis a folly to brook,</br>Or to think that I now am her choice;</br>What I saw from her manner and look,</br>From her eyes, and her accent and voice.</br>Her hand she so sweetly bestow'd,</br>Which I fondly believ'd was my right;</br>And her cheek too, with pleasure so glow'd,</br>That I found my heart faint with the sight.", "Yet how often at close of the eve,</br>When our flocks we together drove home;</br>How oft did I fondly believe,</br>That she lov'd but her Willy alone?</br>Ev'ry day seem'd our loves to renew,</br>Each moment, seem'd happy and blest;</br>And I ne'er could have thought her untrue,</br>Had I never seen Colin caress'd.", "Then shepherds beware how you love,</br>And doubt the fond smiles of the fair;</br>Since Peggy inconstant can prove,</br>You'll hardly find one that's sincere.</br>How oft did the village lads chide,</br>And the girls ask the cause of delay;</br>That hinder'd the knot being tide,</br>And woo'd me to tell them the day.", "At the close of each long summer's day,</br>When the villager's work was all o'er;</br>How oft they've assembled to play,</br>And to think of their troubles no more.</br>The hobbling old men of the throng,</br>Took Peggy away from the rest,</br>To sing them their favourite song;</br>And said 'twas her Willy's request.", "Ah me!  when they hear of the change,</br>When they find how inconstant she's been;</br>They will not sure, blame if I range,</br>Nor in sports of the village be seen.</br>Then Peggy, false fair one, adieu!</br>And farewell each sweet-painted mead;</br>I will stray away distant from you,</br>And the cooling retreats of the glade.", "Perhaps, when she walks thro' the grove,</br>Some flow'ret or shrub she may see,</br>That will put her in mind of my love,</br>When she finds it was planted by me,</br>Her flocks too that knew me so well,</br>Must bleat o'er the meadows and green;</br>And the mournful ton'd stock dove will tell</br>How inconstant, and false she has been.", "DESPAIR.</br>Ye shepherds, I once was as gay,</br>As joyous and happy, as you;</br>But now I'm forsook, and I stray,</br>For the vows of my fair are untrue.</br>I once saw my flocks spread around,</br>I saw them with pleasure at feed;</br>I saw them all whiten the ground;</br>Whilst nothing was heard but my reed.", "Yet I ne'er could have thought she was false,</br>Or the vows that she made could deceive;</br>So I always declar'd her my choice,</br>Which she ever seem'd glad to receive.</br>How oft have I seen her entwine</br>The tendrils that stray'd in my grove;</br>And I thought, 'twas because they were mine,</br>She entwin'd them as emblems of love.", "What pleasure I found once to rove,</br>On the banks of my favourite rill,</br>That murmurs along thro' the grove,</br>And steals round the foot of the hill.</br>'Twas there my low cottage I rear'd,</br>That's cover'd with ivy around;</br>Ev'ry shrub that my fair one admir'd,</br>Was seen to enamel my ground.", "In the morning, if Peggy a flow'r</br>Or shrub of the valley requir'd,</br>At evening, 'twas seen in my bow'r;</br>So much ev'ry word I admir'd.</br>My eglantine always so green,</br>My lilac, so richly perfum'd,</br>Bloom'd fresher when Peggy was seen:</br>And a thousand new beauties assum'd.", "But now, she is false, and I stray</br>From the scenes that once gave me delight;</br>In solitude spend the long day,</br>And sigh o'er my passion at night.</br>No longer the coming of morn,</br>Or flow'rets all dropping with dew,</br>Have pleasures for me, that's forlorn;</br>Since Peggy is false, and untrue.", "Her crook that I wove with such art,</br>In ornaments, rurally gay;</br>Which she told me she never would part,</br>Is now thrown neglected away.</br>But Colin a crook may replace,</br>His riches can render it fine;</br>His wealth ev'ry charm may increase,</br>But his love is not equal to mine.", "If my trees were depriv'd of their bloom,</br>If I'd lost by a blight all my corn;</br>If my flocks had all died before noon,</br>And my flowrets were cropt before morn;</br>Such losses with patience I'd bear,</br>Such woes could not give me that pain,</br>As Peggy to prove insincere;</br>And leave me to weep o'er the plain.", "The willow that hangs o'er the brook,</br>And the stream that runs mournfully by,</br>Must tell her, &mdash; that Willy's forsook;</br>And cause a remembering sigh.</br>The shrubs, that together we've rais'd,</br>The tendrils we've shaded at noon,</br>The flowers so oft we have prais'd,</br>Will tell her that Willy's undone.", "When she's seen at the villager's dance,</br>And the nymphs are all met on the green;</br>They must fly from a maiden so false,</br>As I know they'll declare she has been.</br>They'll tell her &mdash; how faithless she's prov'd;</br>They'll tell her &mdash; how I wander from home;</br>They'll tell her &mdash; of Willy that lov'd,</br>And that sighs in the valley alone.", "Ye grottos, that knew how I lov'd,</br>Ye woods where so often I've stray'd,</br>Say Peggy inconstant has prov'd;</br>And tell all the vows that she made.</br>Let the riv'let that winds thro' the vale,</br>And wanders so close to my cot,</br>With murmurs, repeat the sad tale;</br>And Echo, &mdash; say Willy's forgot.</br>"]