["The sullen Tom proclaims the parting day</br>In bullying tone congenial to his place,</br>The Christ Church misses homeward trip to pray</br>And High-street leave to solitude and space;", "O'er the dim scene in stillness steals the night,</br>Save where the whistling 'prentice bars the shutter,</br>Or rapid mail-coach wheels its droning flight,</br>Or tinkling plates forebode th' approach of supper;", "Save near yon tower, where now she sits and sighs,</br>Curses some miscreant Raph that Luckless Lass,</br>And as his sixpence by the Moon she tries</br>Shakes her despairing head and finds it brass.", "Beneath those domes in Gothic grandeur grey</br>Where rears that spire its old fantastic crest,</br>Snug in their mouldy cells from day to day</br>Like bottled wasps the Sons of Science rest;", "Th' unwelcome call of business-bringing morn,</br>The dull ox lowing from his neighbouring shed,</br>The tythe pig's clarion, or sow gelder's horn,</br>Ne'er 'wake these fatt'ning sleepers from their bed;", "Their bile no smoking chimneys e'er provoke,</br>No busy breeding dame disturbs their nap,</br>Their double chins no squalling bantlings stroke,</br>Climbing their knees for rattles, or for pap;", "Let not pert Folly mock their lecture's toil,</br>Their annual Gaudy's joys, and meetings mellow,</br>Nor Quin's ghost hear with a disdainful smile,</br>The short and simple commons of a Fellow;", "The boast of cooks, the lordly venison,</br>The rich ragou, and liver-tickling jelly,</br>Down the red lane inevitably run</br>And at the best can only fill the belly.", "Nor you, ye spinsters, these poor men abuse,</br>(Tis want of money rather than of wit)</br>If thus their backward threepence they refuse,</br>To your inviting charms and Billy Pitt;", "Can Madan's voice provoke the dull cold clay,</br>Or Price's system that implies a wife,</br>Or aught the rosy goddess has to say,</br>When once a man is bent on single life?", "Perhaps mid these unsocial yews is placed,</br>Some head once member of the \"Chosen Few,\"</br>Hands that the dazzling diamond might have graced,</br>Or tipt with extasy the billet-doux;", "But Fashion to their eyes her motley page</br>Rich with the rags of France would ne'er unroll;</br>Through this they lost \"The Ton,\" \"the Thing,\" \"the Rage,\"</br>And all the soft enamel of the soul.", "Full many a bawdy pun and joke obscene,</br>Penn'd as he pass'd by some unlucky dog,</br>On the lone ale-house window lurk unseen,</br>Or waste their waggish sweetness in a bog.", "Some birth-day Colonel, with undaunted breast,</br>May here do generals, or defy the proctor,</br>Some lee-shore Admiral here at calm may rest,</br>And mutely read wall lectures for a doctor.", "To rule each cackling circle coxcomb smitten,</br>To cheat their tradesmen and despise their betters,</br>To spell their titles in the Red-Book written,</br>(Should fate have kindly taught them but their letters.)", "Their lot forbids &mdash; nor circumscribes alone</br>Their decent virtues, but their crimes, you'll find,</br>Forbids with fawning face to dog the throne,</br>And 'whelm with war and taxes half mankind,", "The surly pangs of stubborn truth to hide,</br>To hush the tumults of rebellious shame,</br>To feast the pamper'd taste of glutton Pride</br>With sweet sauce piping hot from Learning's flame.", "Far from the turbid paths of madd'ning strife</br>Their fire-side wishes never learn to stray,</br>Along the turnpike road of even life,</br>They keep the jog-trot tenour of their way;", "Yet even their bones from surgeons to protect,</br>Some friendly tablet in the chapel aile,</br>With sniv'ling cherubs, and fat angels deck'd,</br>Excites the casual tribute of a smile,", "The name bedizon'd by the pedant Muse,</br>The place of fame and elegy supplies,</br>Who many an L.L.D. &mdash;  and A.B. &mdash;  strews,</br>That bid th' admiring Freshman read and rise.", "For who at Hymen's block in youthful bloom,</br>His scholarship and freedom e'er resign'd,</br>Left the warm precincts of the common room,</br>Nor sighing cast one farewell wish behind?", "To some dear friend by stealth remembrance flies,</br>A festive glass the drooping mind requires,</br>His far-off phiz keen Fancy's eye descries,</br>Even in his pipe still live the wonted fires;", "For me who, mindful of the life I loved,</br>In these weak lines its happiness relate,</br>And with fair images of past joys moved</br>Compare my present with my former state;", "Should e'er in future day some roaming friend,</br>(The lions gazing whilst his horses wait)</br>In breathless speed his steps to Trin. Coll. bend,</br>And waste an idle question on my fate,", "\"Haply old Kitt, with iron tears, may say,</br>To read the lessons oft I've seen the lad,</br>Brushing from broken cap the dust away,</br>Limp with a paper band across the quad;", "\"His listless length at breakfast would he lay</br>There in that sunless corner cobweb hung,</br>Gods, how he crack'd his eggs and drank his tea,</br>And pored upon the kettle as it sung!", "\"Hard by yon gate now painted as in scorn,</br>Muttering rude rhymes he stood and fancies wild,</br>Rack'd with a dose of salts like one forlorn,</br>Or craz'd with duans, or cross'd with bastard child;", "\"One morn I miss'd him in the chapel train,</br>Along the court, and near his well-known fire,</br>The eggs were placed, the kettle boil'd in vain,</br>No more he came his breakfast to require.", "\"Next post the tidings came; in due array</br>At Hymen's shrine the youth was seen to bend;</br>Here may'st thou read, 'tis English all, a lay,</br>The farewell tribute of some lonely friend.</br>"]