["Ah me!  full sorely is my Heart forlorn,</br>To think that Merit thus neglected lies!</br>While partial Fame  doth with her Blasts adorn</br>Such Deeds alone, as Pride and Pomp disguise;</br>Deeds of ill Sort, and mischievous Emprise!</br>Lend me the Trumpet, Goddess!  let me try</br>To sound the Praise of Merit e'er it dies;</br>Such as I oft have chanced to espy,</br>Lost in the dreary Shades of dull Obscurity.", "In ev'ry Mart that stands on Britain's Isle,</br>In ev'ry Village less reveal'd to Fame,</br>Dwells there, in Cottage known about a Mile,</br>A Matron old, whom we School-Mistress name;</br>Who boasts unruly Brats with Birch to tame:</br>They grieven sore in Durance vile y-pent,</br>Aw'd by the Pow'r of uncontrouled Dame;</br>And oft-times, on Vagaries idly bent,</br>For Hair unkempt, or Task unconn'd are sorely shent.", "And all in sight does rise a Birchen Tree,</br>Which Learning  near her little Dome did stow</br>Whilom a Twig of small Regard to see,</br>Tho' now so wide its waving Branches flow;</br>And work the simple Vassals mickle Woe:</br>For not a Wind might curl the Leaves, that blew,</br>But their Limbs shudder'd, and their Pulse beat low;</br>And as they look'd, they found their Horror grew,</br>And shap'd it into Rods, and tingled at the View.", "So have I seen (who has not, may conceive,)</br>A lifeless Phantom near a Garden plac'd:</br>So does it little Birds of Peace bereave,</br>Of Sport, of Song, of Pleasure, and Repast:</br>They start, they stare, they wheel, they look aghast:</br>Sad Servitude!  such comfortless Annoy</br>Ah!  ne'er may Britain's Sons, maturer, taste!</br>Ne Superstition clog their Dance of Joy,</br>Ne Phantom, empty, vain, their native Bliss destroy.", "Nar to this Dome is found a Patch so green,</br>On which the Tribe their Gambols do display:</br>Als at the Door impris'ning Board is seen,</br>Lest weakly Wights of smaller Size should stray;</br>Eager, perdie, to bask in Sun-shine Day!</br>The Noises intermix'd, which thence resound,</br>Do Learning's little Tenement betray:</br>Where sits the Dame, disguis'd in Look profound,</br>And eyes her Fairy-throng, and turns her Wheel around.", "Her Cap, far whiter than the driven Snow,</br>Emblem right meet of Decency does yield;</br>Her Apron dy'd in Grain, as blue, I trow,</br>As is the Hair-bell  that adorns the Field:</br>And in her Hand, for Scepter, she wou'd wield</br>Tway Birchen Sprays; with pallid Fear entwin'd,</br>With dark Distrust, and sad Repentance fill'd;</br>And keen Regret, and sharp Affliction join'd,</br>And Vengeance uncontroul'd, and Discipline unkind.", "Few but have ken'd, in Semblaunce meet pourtray'd,</br>The childish Faces of old Eol's Train,</br>Libs, Notus, Auster; these in Frowns array'd,</br>How then would fare or Earth, or Sky, or Main.</br>Were the stern Pow'r to give his Slaves the Reins?</br>And were not She rebellious Minds to quell,</br>And were not She her Statutes to maintain,</br>The Cot no more, I ween, were judg'd the Cell</br>Where lovely Peace of Mind, and decent Order dwell.", "The Gown, which o'er her Shoulders thrown she had,</br>Was Russet-stuff, (who knows not Russet-stuff?)</br>Great Comfort to her Mind that she was clad</br>In Texture of her own, all strong and tough,</br>Ne did she e'er complain, ne deem it rough;</br>And, well I trow, her Pupils all around,</br>Thro' pious Awe, did term it fine enough:</br>For they with gaping Wonderment abound,</br>And think, no doubt, she been the greatest Wight on Ground.", "Albeit ne Flatt'ry did corrupt het Truth,</br>Ne pompous Title did debauch her Ear:</br>Goody, Good-woman, Gossip, Dame, Forsooth,</br>Or N'aunt, the sole Additions she did hear:</br>Yet these she challeng'd, these she held right dear:</br>Ne wou'd esteem him act as did behove,</br>Who did not honour'd Eld with these revere;</br>For Title is there none so mean doth prove,</br>But there is eke a Mind which doth that Title love.", "One antient Hen she took delight to feed,</br>The plodding Pattern of this busy Dame!</br>Which, ever and anon, as she had need,</br>Into her School, begirt with Chickens, came;</br>Such Favour did her past Deportment claim:</br>And if Neglect had lavish'd on the Ground</br>Fragment of Bread, she still did hoard the same:</br>For well she knew, and quaintly cou'd expound</br>The Chicken-feeding Pow'r of ev'ry Crumb she found.", "In Elbow-chair, like that of Scotish Stem</br>By the sharp Tooth of cank'ring Eld defac'd,</br>In which, when he receives his Diadem,</br>Our sovereign Lord and liefest Liege is plac'd,</br>The Matron sate; and some with Rank she grac'd,</br>The Source of Children's, and of Courtier's Pride:</br>Redress'd Affronts, for vile Affronts there pass'd,</br>And warn'd 'em not the Fretful to deride,</br>But love each other dear, whatever them betide.", "Right well she knew each Temper to descry,</br>To thwart the Proud, and the Submiss to raise:</br>Some with vile Copper Prize exalt on high,</br>And some entice with Pittance small of Praise:</br>And other Sorts with baleful Spriggs affrays.</br>Ev'n absent She the Reins of Pow'r doth hold,</br>While with quaint Arts the giddy Crowd she sways,</br>Forewarn'd, if little Bird their Tricks behold,</br>'Twill whisper in her Ear, and all the Scene unfold.", "Lo!  now with State she utters the Command!</br>Eftsoons the Urchins to their Tasks repair:</br>Their Books of Stature small take they in Hand,</br>Which with pellucid Horn secured are;</br>To save from Finger wet the Letters fair:</br>The Work so quaint that on their Back is seen,</br>St. George's high Atchievements does declare:</br>On which thilk Wight that has y-gazing been,</br>Kens the forth-coming Rod, unpleasing Sight, I ween.", "O rueful Scene!  when from a Nook obscure</br>His little Sister does his Perils see:</br>All playful as she sate, she grows demure,</br>She finds, with his, her wonted Spirits flee;</br>She meditates a Prayer to set him free:</br>Nor gentle Pardon cou'd the Dame deny</br>(If gentle Pardon cou'd with Dames agree)</br>To her sad Grief, which swells in either Eye,</br>And wrings her so, that all for Pity she cou'd die.", "Nor longer cou'd she now her Shrieks command,</br>Which soon disclos'd the Place of her Retire:</br>And forth she rush'd, and with presumptuous Hand</br>Arrests the Rod; so Friendship does inspire!</br>On me, she cries, on me convert your Ire:</br>Him spare, for He no greater Crime did know,</br>Than fond Compliance with my vain Desire&mdash;</br>Whimp'ring she sighs, the Tears begin to flow,</br>And give a Loose at last to unavailing Woe.", "But ah!  what Pen his woeful Plight can trace,</br>Or what Device his loud Laments explain!</br>The Form uncouth of his disguised Face!</br>The pallid Hue that dyes his Looks amain!</br>The plenteous Show'r that does his Cheek distain!</br>When he in abject wise implores the Dame,</br>Ne hopeth ought of sweet Reprieve to Gain;</br>Or when from high she levels well her Aim,</br>And thro' the Thatch his Cries each falling Stroke proclaim.", "The other Tribe, aghast, with sore Dismay,</br>Attend, and conn their Tasks with mickle Care:</br>By turns, astony'd, ev'rich Twig survey,</br>And from their Fellow's uncouth Wounds beware;</br>Knowing, I wist, how each the same may share:</br>'Till Fear has taught 'em a Performance meet,</br>And to the well-known Chest the Dame repair,</br>Whence oft with sugar'd Cates she doth them greet,</br>And Gingerbread y-rare, now, certes, doubly sweet.", "See!  to their Seats all hie with merry Glee,</br>And in beseemly Order sitten there!</br>All, but the Wight of Bum y-galled, he</br>Abhors both Bench, and Stool, and Fourm, and Chair.</br>(This Hand in Mouth y-fixed, that rends his Hair:)</br>And eke with Snubs profound, and heaving Breast,</br>Convulsions intermitting!  does declare</br>His grievous Wrong, his Dame's unjust Behest,</br>And scorns her proffer'd Love, and shuns to be caress'd.", "His Face besprent with liquid Crystal shines,</br>His blooming Face, that seems a purple Flow'r,</br>Which low to Earth its drooping Head declines,</br>There smear'd, and sully'd by a Summer's Show'r;</br>The piteous Slave of Eolus's Pow'r!</br>All, all but He, the Author of it's Shame,</br>All, all but He, regret it's ruthful Stour:</br>Yet hence the Youth, and hence the Flow'r shall claim,</br>If so I deem aright, transcending Worth and Fame.", "Behind some Door in melancholy Thought,</br>Mindless of Food, he, dreary Caitiff, pines;</br>Ne for his Fellow's Joyaunce careth ought,</br>But to the Winds all Merriment resigns;</br>And deems it Shame if he to Peace inclines:</br>And many a sullen Look askaunce is sent,</br>Which for his Dame's Annoyance he designs:</br>And still the more to pleasure him she's bent,</br>The more doth he, perverse, her Haviour past resent.", "Ah me!  how much I fear lest Pride it be!</br>But if that Pride it be, which thus inspires,</br>Beware, ye Dames, with nice Discernment see</br>Ye quench not too the Sparks of noble Fires!</br>Ah!  better far than all the Muse's Lyres,</br>Than Coward Art, is Valour's gen'rous Heat;</br>The firm, fix'd Breast, which fit and right requires,</br>Like Vernon's Patriot Soul, more nobly great</br>Than Craft, that pimps for Ill, or flow'ry false Deceit.", "Soft Sleep Her Dust of her deserving Shade,</br>Whose early Care, A&mdash;le, attemper'd thee!</br>And knew what Mind must give his Britons Aid,</br>And knew what Breast, preserve a Nation free,</br>Thankless, to her no Statues to decree!</br>So long as Parties in thy Praise unite,</br>So long as Muses in thy Fame agree,</br>Soft sleep her Dust, her Soul has took its Flight</br>Whither the Souls do fly of those that act aright.", "Yet sprung from Birch, what dazling Fruits appear!</br>Ev'n now sagacious Foresight points to shew</br>A little Bench of heedless Bishops here,</br>And there a Chancellor in Embryo;</br>Or Bard, sublime, if Bard may e'er be so,</br>As Milton, Shakespear; Names that ne'er shall die!</br>Tho' now he crawl all on the Ground so low,</br>Nor weeting how the Muse  shou'd soar on high,</br>Wishes, poor starv'ling Elf!  his Paper-kite may fly.", "And some there be, (ah, Pity some there be!)</br>Brimful of Jest, and Merriment, and Play,</br>Each one as brisk, as promising to see,</br>As he shall note that seeks a Summer's Day,</br>Yet must in Wisdom's Mazes lose their Way!</br>Despising Books (ah, who wou'd Books despise!)</br>'Till Folly lead them countless Leagues astray:</br>And many a one, mature, all heedless tries</br>To leap a six-barr'd Gate, and tumbles down, and dies.", "But see, the Hour of Pleasaunce draweth near,</br>And forth they usher debonnair and gay,</br>And, standing on the Green, with jocund Leer,</br>Salute the Stranger passing on his Way:</br>Some builden fragile Tenements of Clay:</br>Some to the standing Lake their Courses bend,</br>With Pebbles smooth at Duck and Drake to play;</br>Thilk to the Huxter's sav'ry Cottage tend,</br>In Pastry Kings and Queens th' allotted Mite to spend.", "Here, as each Season yields a diff'rent Store,</br>Each Season's Stores in order ranged been;</br>Apples, with Cabbage-net y-cover'd o'er,</br>Galling full sore th' unmoney'd Wight, are seen;</br>And Goose-b'rie clad in Liv'ry red and green;</br>And here, of lovely Dye, the Cath'rine Pear;</br>Fine Pear!  as lovely for thy Juice, I ween;</br>O may no Wight e'er pennyless come there,</br>Lest smit with ardent Love he pine with hopeless Care!", "See Cherries here, e'er Cherries yet abound,</br>With Thread so white in luscious Bundles ty'd,</br>Scatt'ring, like blooming Maid, their Glances round,</br>With pamper'd Looks draw little Eyes aside!</br>These must be bought, tho' Penury betide:</br>The Plumb all azure, and the Nut all brown,</br>The purple Grape, and here those Cakes are spy'd</br>Whose honour'd Name, th' inventive City own,</br>Rend'ring thro' Britain's Isle Salopia's Praises known.", "Admir'd Salopia!  that with venial Pride</br>Views her fair Form in Severn's lucid Wave;</br>Fam'd for a Race of Sons in Battle try'd,</br>Their Minds as loyal, as their Breasts were brave:</br>Ah, midst the rest, may Flowrets grace his Grave,</br>Whose Art did first these dulcet Cates display;</br>A Motive fair to Learning's Imps he gave,</br>Who cheerless o'er her darkling Region stray,</br>Till Reason's Morn arise, and light them on their Way.</br>"]