["The Sun's bright orb retiring dimly glares,</br>In strict compliance with the law of pow'r,</br>Each prisoner to his cheerless roof repairs,</br>And I in thought amuse the vacant hour.", "Now sable night o'er all her mantle throws,</br>And solemn silence reigns throughout the yard,</br>Save where yon vet'ran to his station goes,</br>A poor disabled solitary guard.", "Save that from yonder room in mournful strains,</br>With melancholy tone and plaintive air,</br>Some tender father to the night complains,</br>Of children left without a parent's care.", "Within these ramparts, by fam'd Vauban made,</br>Where hapless youths for freedom learn to weep,</br>On beds of humble straw till morning laid,</br>The brave and dauntless sons of Neptune sleep.", "The pilot, steering with his wonted skill,</br>The song the seaman sings who heaves the lead,</br>The calls of duty, or the pipe's long trill,</br>No more must rouse them from their lowly bed.", "For them no more the joys of home return,</br>Or social friends their welcome tables keep;</br>No grateful sight now bids their bosoms burn,</br>Of Britain's isle emerging from the deep.", "Oft have they been in glorious triumph found,</br>O'er naval force of hostile pow'rs combin'd,</br>And oft the brows of gallant chiefs have bound,</br>With myrtles green, 'midst rosy wreaths entwin'd.", "Oh let not grandeur, with contemptuous smile,</br>Mock their sad fate and destiny severe,</br>Nor pleasure's votaries in fair Albion's isle,</br>Cast on these captives a disdainful sneer.", "The potent monarch with the splendid throng,</br>And those whom buxom health adorns with bloom,</br>To death's stern mandate must attend ere long,</br>And sink to prison in the silent tomb.", "Nor you, ye great, impute the fault to those</br>Who in this realm high posts of honour share,</br>Nor on the brave the gates of pity close,</br>But misery's chain to break first nobly dare.", "Say, after toils of war, and battles gain'd,</br>With trophies rais'd by them to Britain's fame,</br>Can you, to steer the helm of state ordain'd,</br>Stamp on neglect like this a generous name.", "Perhaps in \"durance vile\" here may be plac'd</br>Some heart susceptive of poetic fire,</br>Hands which the sword of Duncan might have grac'd,</br>Or tun'd like Falconer the living lyre.", "But science on their birth refused to smile,</br>Nor gave the instructive volume to their sight,</br>Their lives were destined to perpetual toil,</br>Unseen the rays of intellectual light.", "Full many a song the tuneful bird of night</br>Warbles unheard amid some lonely place;</br>Full many a sun, of dazzling lustre bright,</br>Is lost in distance in the boundless space.", "Some generous Howard, who with godlike zeal,</br>Rov'd o'er the world to set the pris'ner free,</br>May here the horrors of confinement feel,</br>Nor e'er again his home or country see.", "Some gallant Nelson here unknown may rest,</br>In cells ungenial lost, his soul of fire,</br>His mind of vigour and that dauntless breast,</br>Danger could ne'er appal, or labour tire.", "From lords and commons to receive applause,</br>O'er fleets combined assume the high command,</br>To save their country or protect its laws,</br>And in historic page for ever stand.", "Their lot forbids; nor yet alone confines</br>Their useful virtues, but denies the pow'r</br>By unjust wars whole millions to consign</br>To death or mis'ry in a fatal hour.", "Far from ambitious Alpine hills they rove,</br>Thro' life's low valley modestly they go,</br>Nor projects form to climb the heights above,</br>But live obscurely in the vale below.", "Our fate, oh England!  will thine annals stain,</br>And fill with tears the sympathetic eye</br>Of gentle pity, who will not refrain</br>To pay for these the tribute of a sigh.", "For who, imprison'd in this gloomy place,</br>The charming thoughts of freedom ere resign'd,</br>Felt not an anxious wish to see the face</br>Of some fair maid in Britain left behind.", "Or to grief and gaol-disease a prey,</br>By ev'ry pleasing hope not quite forsook,</br>Can the stern tyrant Death's approach survey,</br>Nor cast on home one longing, ling'ring look.", "Then liberty, thou goddess of the isle,</br>Whom Britain's sons with fervency adore,</br>Deign on our pray'rs propitiously to smile,</br>And quickly waft us to our native shore.", "For thee, whose heart for others oft has bled,</br>And shar'd thyself the tale thou dost relate,</br>If to Arras by sportive fortune led,</br>Some friend to freedom should inquire thy fate.", "Perchance some aged person may reply,</br>\"Oft have we seen him when with colors clear,</br>The rosy morn had painted bright yon sky,</br>With beaver brown and thread-bare coat appear.", "\"Within those walls, now mould'ring to decay,</br>Rais'd on the rampart o'er the portal gate,</br>With learning's votive youths he pass'd the day,</br>And por'd upon some book till evening late.", "\"Then homeward to yon room he would repair,</br>And on the bed his listless length would stretch,</br>Absorb'd in sorrow and in deep despair,</br>His home or country ne'er again to reach.\"", "And much I fear he'll shake his head and say,</br>\"One morn we miss'd him at th' accustom'd hour,</br>Nor in the busy school was he that day,</br>Nor seen at eve to make his lonely tour.", "\"Next day in order slow without a hearse,</br>Straight thro' the Paris gate we saw him borne,</br>Near yon high mount where stand the glitt'ring cross,</br>His sad remains to their long home are gone.\"", "EPITAPH.</br>Here rests his head upon the lap of earth,</br>A youth whom fortune had, with cruel sport,</br>Made her diversion from his humble birth,</br>'Till Death at last his thread of life cut short.", "To misery's offspring or the child of want,</br>His arms were open and his heart alive,</br>But penury ordain'd his purse so scant,</br>A sigh or tear was all he had to give.", "No other virtue in him seek to find,</br>Or the remembrance of his faults be made,</br>Nor let stern censure with a voice unkind,</br>Disturb the quiet of his peaceful shade.</br>"]