["I.  ABSENCE.</br>Ye shepherds so chearful and gay,</br>Whose flocks never carelessly roam;</br>Should Corydon's happen to stray,</br>Oh!  call the poor wanderers home.</br>Allow me to muse and to sigh,</br>Nor talk of the change that ye find;</br>None once was so watchful as I:</br>&mdash;I have left my dear Phyllis behind.", "Now I know what it is, to have strove</br>With the torture of doubt and desire;</br>What it is, to admire and to love,</br>And to leave her we love and admire.</br>Ah lead forth my flock in the morn,</br>And the damps of each ev'ning repel;</br>Alas!  I am faint and forlorn:</br>&mdash;I have bade my dear Phyllis farewel.", "Since Phyllis vouchsaf'd me a look,</br>I never once dreamt of my vine;</br>May I lose both my pipe and my crook,</br>If I knew of a kid that was mine.</br>I priz'd every hour that went by,</br>Beyond all that had pleas'd me before;</br>But now they are past, and I sigh;</br>And I grieve that I priz'd them no more.", "But why do I languish in vain?</br>Why wander thus pensively here?</br>Oh!  why did I come from the plain,</br>Where I fed on the smiles of my dear?</br>They tell me, my favourite maid,</br>The pride of that valley, is flown;</br>Alas!  where with her I have stray'd,</br>I could wander with pleasure, alone.", "When forc'd the fair nymph to forego,</br>What anguish I felt at my heart!</br>Yet I thought &mdash; but it might not be so&mdash;</br>'Twas with pain that she saw me depart.</br>She gaz'd, as I slowly withdrew;</br>My path I could hardly discern;</br>So sweetly she bade me adieu,</br>I thought that she bade me return.", "The pilgrim that journeys all day</br>To visit some far-distant shrine,</br>If he bear but a relique away,</br>Is happy, nor heard to repine.</br>Thus widely remov'd from the fair,</br>Where my vows, my devotion, I owe,</br>Soft hope is the relique I bear,</br>And my solace wherever I go.", "II.  HOPE.</br>My banks they are furnish'd with bees,</br>Whose murmur invites me to sleep;</br>My grottos are shaded with trees,</br>And my hills are white-over with sheep.</br>I seldom have met with a loss,</br>Such health do my fountains bestow;</br>My fountains all border'd with moss,</br>Where the hare-bells and violets grow.", "Not a pine in my grove is there seen,</br>But with tendrils of woodbine is bound:</br>Not a beech's more beautiful green,</br>But a sweet-briar entwines it around.</br>Not my fields, in the prime of the year,</br>More charms than my cattle unfold:</br>Not a brook that is limpid and clear,</br>But it glitters with fishes of gold.", "One would think she might like to retire</br>To the bow'r I have labour'd to rear;</br>Not a shrub that I heard her admire,</br>But I hasted and planted it there.</br>Oh how sudden the jessamin strove</br>With the lilac to render it gay!</br>Already it calls for my love,</br>To prune the wild branches away.", "From the plains, from the woodlands and groves,</br>What strains of wild melody flow?</br>How the nightingales warble their loves</br>From thickets of roses that blow!</br>And when her bright form shall appear,</br>Each bird shall harmoniously join</br>In a concert so soft and so clear,</br>As &mdash; she may not be fond to resign.", "I have found out a gift for my fair;</br>I have found where the wood-pigeons breed:</br>But let me that plunder forbear,</br>She will say 'twas a barbarous deed.</br>For he ne'er could be true, she aver'd,</br>Who could rob a poor bird of its young:</br>And I lov'd her the more, when I heard</br>Such tenderness fall from her tongue.", "I have heard her with sweetness unfold</br>How that pity was due to &mdash; a dove:</br>That it ever attended the bold,</br>And she call'd it the sister of love.</br>But her words such a pleasure convey,</br>So much I her accents adore,</br>Let her speak, and whatever she say,</br>Methinks I should love her the more.", "Can a bosom so gentle remain</br>Unmov'd, when her Corydon sighs!</br>Will a nymph that is fond of the plain,</br>These plains and this valley despise?</br>Dear regions of silence and shade!</br>Soft scenes of contentment and ease!</br>Where I could have pleasingly stray'd,</br>If aught, in her absence, could please.", "But where does my Phyllida stray?</br>And where are her grots and her bow'rs?</br>Are the groves and the valleys as gay,</br>And the shepherds as gentle as ours?</br>The groves may perhaps be as fair,</br>And the face of the valleys as fine;</br>The swains may in manners compare,</br>But their love is not equal to mine.", "III.  SOLICITUDE.</br>Why will you my passion reprove?</br>Why term it a folly to grieve?</br>Ere I shew you the charms of my love,</br>She is fairer than you can believe.</br>With her mien she enamours the brave;</br>With her wit she engages the free;</br>With her modesty pleases the grave;</br>She is ev'ry way pleasing to me.", "O you that have been of her train,</br>Come and join in my amorous lays;</br>I could lay down my life for the swain,</br>That will sing but a song in her praise.</br>When he sings, may the nymphs of the town</br>Come trooping, and listen the while;</br>Nay on Him let not Phyllida frown;</br>&mdash;But I cannot allow her to smile.", "For when Paridel tries in the dance</br>Any favour with Phyllis to find,</br>Oh how, with one trivial glance,</br>Might she ruin the peace of my mind?</br>In ringlets He dresses his hair,</br>And his crook is be-studded around;</br>And his pipe &mdash; oh may Phyllis beware</br>Of a magic there is in the sound.", "'Tis His with mock passion to glow;</br>'Tis His in smooth tales to unfold,</br>\"How her face is as bright as the snow,</br>And her bosom, be sure, is as cold?</br>How the nightingales labour the strain,</br>With the notes of his charmer to vie;</br>How they vary their accents in vain,</br>Repine at her triumphs, and die.\"", "To the grove or the garden he strays,</br>And pillages every sweet;</br>Then, suiting the wreath to his lays</br>He throws it at Phyllis's feet.</br>\"O Phyllis, he whispers, more fair,</br>More sweet than the jessamin's flow'r!</br>What are the pinks, in a morn, to compare?</br>What is eglantine, after a show'r?", "\"Then the lily no longer is white;</br>Then the rose is depriv'd of its bloom;</br>Then the violets die with despite,</br>And the wood-bines give up their perfume.\"</br>Thus glide the soft numbers along,</br>And he fancies no shepherd his peer;</br>&mdash;Yet I never should envy the song,</br>Were not Phyllis to lend it an ear.", "Let his crook be with hyacinths bound,</br>So Phyllis the trophy despise;</br>Let his forehead with laurels be crown'd,</br>So they shine not in Phyllis's eyes.</br>The language that flows from the heart</br>Is a stranger to Paridel's tongue;</br>&mdash;Yet may she beware of his art,</br>Or sure I must envy the song.", "IV.  DISAPPOINTMENT.</br>Ye shepherds give ear to my lay,</br>And take no more heed of my sheep:</br>They have nothing to do, but to stray;</br>I have nothing to do, but to weep.</br>Yet do not my folly reprove;</br>She was fair &mdash; and my passion begun;</br>She smil'd &mdash; and I could not but love;</br>She is faithless &mdash; and I am undone.", "Perhaps I was void of all thought;</br>Perhaps it was plain to foresee,</br>That a nymph so compleat would be sought</br>By a swain more engaging than me.</br>Ah!  love ev'ry hope can inspire;</br>It banishes wisdom the while;</br>And the lip of the nymph we admire</br>Seems for ever adorn'd with a smile.", "She is faithless, and I am undone!</br>Ye that witness the woes I endure,</br>Let reason instruct you to shun</br>What it cannot instruct you to cure.</br>Beware how ye loiter in vain</br>Amid nymphs of an higher degree:</br>It is not for me to explain</br>How fair, and how fickle they be.", "Alas!  from the day that we met,</br>What hope of an end to my woes?</br>When I cannot endure to forget</br>The glance that undid my repose.</br>Yet time may diminish the pain:</br>The flow'r, and the shrub, and the tree,</br>Which I rear'd for her pleasure in vain,</br>In time may have comfort for me.", "The sweets of a dew-sprinkled rose,</br>The sound of a murmuring stream,</br>The peace which from solitude flows,</br>Henceforth shall be Corydon's theme.</br>High transports are shewn to the sight,</br>But we are not to find them our own;</br>Fate never bestow'd such delight,</br>As I with  my Phyllis had known.", "O ye woods, spread your branches apace;</br>To your deepest recesses I fly;</br>I would hide with the beasts of the chace;</br>I would vanish from every eye.</br>Yet my reed shall resound thro' the grove</br>With the same sad complaint it begun;</br>How she smil'd, and I could not but love;</br>Was faithless, and I am undone!</br>"]