["SONNET THE TWENTY-EIGHTH.</br>See, on the bosom of my smiling maid,</br>With various sweets, the laurel too reclines!</br>The laurel that encircled Damon's head</br>Glows on her ivory breast, and brighter shines.</br>All hail, blest augury of growing love!</br>Her Poet's badge the mild Dione wears!</br>Teach her, sweet Laurel, teach the maid to prove</br>A tender pity for her Damon's tears.</br>And when her beamy eyes are bent on thee,</br>Bid her remember hapless Daphne's fate,</br>A blooming virgin stiff'ning to a tree;</br>Sad victim of her unrelenting hate!</br>Then fly not, fairest, from thy Damon's charms!</br>A son of Phoebus woes those angel-charms!", "FORTY-SIXTH SONNET.</br>'Tis night, my love; &mdash; the Tempest roars!</br>The hail descends!  the lightning glares!</br>Yon cloud incessant torrents pours!</br>And Nature thus Heaven's will declares.</br>Yes!  Nature thus commands my stay,</br>But, ah!  Dione bids me fly;</br>O tell me, which must I obey?</br>Can'st thou too cruel see me die?</br>Since lov'd Dione wills, I go!</br>Then pitying Heaven refrain thine ire!</br>Cease, cease, ye stormy winds to blow!</br>Ye forked lightnings hide your fire!</br>Why on a hapless Lover's head,</br>Relentless Heaven, thy fury shed?", "TENTH SONNET.</br>Torn, rack'd with anguish since that hapless hour,</br>When bright Dione wing'd the fatal dart,</br>Ah!  cruel Love, by what despotic pow'r</br>Thus dost thou torture this perturbed heart?</br>Alas!  my lovely Tyrant joys to see</br>The daily conquests of her victor eyes;</br>Derides my sorrows, scorns thy pow'r and thee,</br>And proudly triumphs o'er her vanquish'd prize.</br>Bend, Cupid, bend this rebel to thy sway,</br>Teach her to feel the passion she inspires;</br>Bid her some vulgar conqueror obey,</br>Or sorrowing consume in hopeless fires:</br>That Damon, now the object of her scorn,</br>May see her tears, and triumph in his turn.", "FIFTY-SIXTH SONNET.</br>True she is fair, but cruel and unkind</br>As the fell tiger growling o'er his prey;</br>O Love!  is this the emblem of that mind</br>Whose winning sweetness smil'd my peace away!</br>True she is fair, but pityless and cold</br>As the wild storm that sweeps the wintry plain;</br>If chance some lonely tree its leave unfold,</br>Bleak blows the blast, and makes its  promise vain.</br>True she is fair, but hard and obstinate</br>As the rough rock that waves in vain assail!</br>'Gainst which some ship, of succor desolate,</br>Wounds its tough sides, while human efforts fail,</br>The storm, the tiger, and the rock is she,</br>And I, alas!  the stag, the ship, the tree!</br>"]