["I. 1.</br>\"Ruin seize thee, ruthless King!</br>Confusion on thy banners wait;</br>Tho' fann'd by Conquest's Gazette-wing,</br>They mock the air with idle state.</br>Buttons, addresses, fasts, must fail,</br>Nor all thy spurious virtues shall avail</br>To save thy secret soul from nightly fears,</br>From Ireland's curse, from Britain's tears!\"</br>Such were the sounds that o'er the crested pride</br>Of pious Nero scatter'd wild dismay,</br>As down the rolling of the subject tide</br>His barge, to view her Woolwich, row'd her way.</br>Stout Sandwich stood aghast in speechless trance,</br>To arms!  cried brave Sir Hugh, and splic'd his rotten lance.", "I. 2.</br>On York-stairs, whose rustic brow</br>Frowns o'er the Thames lordly flood,</br>In weeds of penury and woe,</br>With gall'd red eyes the Minstrel stood;</br>(Loose his beard and hoary hair</br>Stream'd, like two old wigs, dangling in Rag-fair)</br>And with keen second-sight, and accent sharp,</br>Rail'd to the tinklings of his harp.</br>\"Hark, ev'n each mitred and each garter'd slave,</br>Growls to the river's murmuring voice beneath!</br>The vet'ran Tory, and apostate knave,</br>Vengeance alike in hoarser murmurs breathe;</br>Amused no more, since Saratoga's day,</br>By North's loud blust'ring boasts, or gentle Germain's lay.", "I. 3.</br>\"Cold is the Junian tongue,</br>That hush'd the haughty Thane:</br>Macaulay sleeps upon a Scotchman's bed!</br>John Wilkes, you morn in vain</br>Churchill, whose churlish song</br>Made the huge Jack-boot bow his leathern head.</br>In Dover' church-yard doth he lie,</br>Choak'd with dust and ghastly pale:</br>Sneaking away, the starving curates steal;</br>The stall-fed bishop puffs and passeth by.</br>Dear lost companion of my tuneful art,</br>Dear, as concealing darkness to these eyes,</br>Dear, as the ruddy Port that warms my heart,</br>You died amidst your dying country's cries&mdash;</br>No more I weep.  He doth not sleep.</br>On yonder still, to try his skill,</br>To patch, and mend, this worn-out land:</br>With me in hobbling harmony to join,</br>And weave, in rough rude verse, the fag end of thy line.", "II. 1.</br>\"Write the verse tho' rude and rough,</br>This sheet shall wind up his disgrace,</br>Yet leave a margin wide enough</br>The marks of Britain's shame to trace.</br>Mark the year, and mark the night,</br>When Portsmouth shall re-echo with affright,</br>Te-Deums loud from Gallic ships that rise,</br>While Keppel's signal bootless flies!</br>She-wolf of France, with unrelenting fangs,</br>That tear'st the bowels of our mangled state,</br>From thee be born, who o'er the fashion hangs</br>Sole arbitress.  What terrors on thee wait!</br>Dentists and frizeurs in her war combin'd,</br>And maccaroni forms, and milliners behind.", "II. 2.</br>\"Mighty Nero, mighty lord,</br>Low on his couch he starting lies!</br>No pitying heart, no eye, afford</br>A tear to grace his pieties.</br>Is the Saviour statesman fled?</br>Thy hope is gone.  He rests among the dead.</br>The swarm, that in thy noon-tide beam were born;</br>Almack's &mdash; Newmarket, they adorn.</br>Fair laugh'd the morn, and brisk the Zephyr blew,</br>While proudly bounding o'er the azure realm</br>In gallant trim the gilded vessel flew;</br>Pow'r on the prow, and Brib'ry at the helm;</br>Regardless of the sweeping whirlwind's sway,</br>That, hush'd in grim repose, look'd for his evening prey.", "II. 3.</br>\"Fill high the cawdle bowl,</br>The christ'ning cates prepare,</br>Reft of ten Realms, he yet may share the feast:</br>Close by the regal chair</br>Oeconomy doth scowl</br>A baleful smile upon her baffled guest.</br>Heard ye the din of battle bray,</br>Lance to lance, and horse to horse?</br>Dark days of havock urge their destin'd course,</br>And thro' the kindred squadrons urge their destin'd course.</br>Ye towers of Julius, London's lasting shame,</br>Erewhile with Oliver and Crosby fed,</br>Revere his ever-honour'd mother's fame,</br>And shelter safe and sure his holy head.</br>Above, below, the rose of snow,</br>Twined with it's prickly friend, we spread:</br>The German boar, in British gore</br>Wallows beneath the thorny shade.</br>Now brother &mdash; brother now &mdash; the hour is come,</br>Stamp we our vengeance deep, and ratify his doom.", "III. 1.</br>\"Lose-land, lo!  to sudden fate</br>(Their glass is sped.  Their thread is spun)</br>Thy ministry we consecrate.</br>(The ink is out.  The paper done.)</br>Stay, oh stay!  nor thus forlorn</br>Leave me deserted, like poor Parson Horn:</br>Down to yon vault, where flow in ample tides</br>Intire butt and London stout he glides.</br>But oh!  what scenes from Apalachia's height</br>Descending slow their endless train unroll?</br>Ye awful visions, spare my aching sight,</br>Ye unborn ages, croud not on my soul!</br>No more expiring freedom we bewail.</br>All hail, ye more than Kings, her genuine offspring hail!", "III. 2.</br>\"Girt with many a captain bold</br>Congress her greasy cap doth rear;</br>And Delegates in raiment old,</br>And unshav'd majesty appear.</br>In the front a form divine!</br>His hue proclaims him of Virginian line;</br>His lyon-port, his awe-commanding face,</br>Temper'd with soft Pity's grace.</br>What trumpets clang, drums rattle thro' the air,</br>What shrill-tongued fifes (not bagpipes) round him play!</br>From Falkland's isle, Taxation Johnson!  hear;</br>They breathe a soul to animate thy clay.</br>Fair Freedom calls, and soaring, as she sings,</br>Waves in the eye of Heav'n her wide-expanded wings.", "III. 3.</br>\"No more deform the plain</br>Fierce war, and injured love,</br>And liberty, by hireling force opprest.</br>Away, for ever, move</br>Pale grief, and pining pain,</br>With horror, tyrant of the throbbing breast.</br>A voice as of the cherub choir,</br>Gales across th' Atlantic bear;</br>Warblings of peace and love salute my ear,</br>That lost in long futurity expire.</br>Fond impious man, think'st thou, yon sanguine cloud,</br>Rais'd by thy breath, has quench'd the orb of day?</br>Far west-ward he repairs the golden flood,</br>To warm the nations with redoubled ray.</br>Enough for me:  with joy I see,</br>The diff'rent doom our fates assign.</br>Be thine despair, and scepter'd care,</br>To triumph, and to starve be mine.\"</br>He ceas'd &mdash; when seizing by the shoulder-blade,</br>A bailiff, to the Fleet, his helpless prey convey'd.</br>"]