["The bell now tolls, soon after dawn of day,</br>The lawyer herd wind slowly up the street,</br>The macer court-ward plods his weary way,</br>Anxious, in haste, each learned judge to meet.", "And soon the bustling scene delights the sight,</br>In yonder gorgeous and stupendous hall,</br>While eager macers call, with all their might,</br>The busy lawyers from each judge's roll.", "E're long, from yonder velvet-mantled chair,</br>The angry judge does to the bar complain,</br>Of counsel who, by way and means unfair,</br>Molest his potent and judicial reign.", "Beneath yon fretted roof that rafters shade,</br>Where lie huge deeds in many mouldering heads,</br>Each, in its narrow cell, far too long laid,</br>Many a dusty process often sleeps.", "The dreadful call of macer, like a horn,</br>The agent, tottering from some humble shed,</br>The lawyer's clarion, like the cock's, at morn,</br>No more shall rouse them from their lowly bed.", "For them no more the agent's lamp shall burn,</br>Or busy clerk oft' play his evening care,</br>No counsel run to hail their quick return,</br>Or long their client's envied fees to share.", "Oft' did the harvest to their wishes yield,</br>And knotty points their stubborn souls oft' broke.</br>How keenly did they, then, their clients shield!</br>How bow'd the laws beneath their sturdy stroke!", "Let not derision mock their useful toils,</br>Forensic broils, and origin obscure,</br>Nor judges hear, with a disdainful smile,</br>The short and simple causes of the poor.", "The boast of sov'reignty, the rod of power,</br>And all the sway that judges ever have,</br>Await alike the inevitable hour</br>When all must yield to some designing knave.", "Nor you, ye vain, impute to such the fault,</br>If mem'ry o'er his deeds no trophy raise,</br>Where, thro' the long drawn hall and fretted vault,</br>The well-fee'd lawyer swells his note of praise.", "Can counsel's loud and animated voice,</br>Back to that mansion call the sleeping cause;</br>Without an order make such process rise,</br>Or flatt'ry soothe the dull cold ear of laws?", "Perhaps in some neglected spot is laid</br>A cause once pregnant with celestial fire,</br>Such as the wily C[orbe]t might have pled,</br>Or waked to extacy Scott's living lyre.", "For knowledge to their eyes her ample page,</br>Rich with the spoils of time, did oft' enrol;</br>No penury repress'd their noble rage,</br>Nor froze the genial current of their soul.", "Full many a deed, amid such bustling scene,</br>The clerk's unfathom'd and dark cells oft' bear;</br>Full many a process lies too long unseen,</br>Neglected by the judges and the bar.", "Some village lawyer, that, with dauntless breast,</br>The little tyrant of his fields withstood,</br>May have a mute and glorious process rest,</br>Tho' great his wrongs, and tho' his cause be good.", "Th' applause of list'ning senates to command,</br>The threats of power and ruin to despise,</br>To scatter justice o'er a smiling land,</br>And read its history in a nation's eyes,", "Their lot inclined.  Nor circumscrib'd alone</br>Their growing talents, but their crimes confin'd;</br>Forbade to wade through discord widely sown,</br>And shut the gates of justice on mankind.", "The struggling pangs of conscious truth to hide,</br>To quench the blushes of ingenuous shame,</br>Or heap the shrine of luxury and pride,</br>With incense kindled at some holy flame.", "Far from the bustling crowd's ignoble strife,</br>Their humble wishes never learned to stray;</br>Along the rough litigious vale of life</br>They kept the noisy tenor of their way.", "Their client's fame from insult to protect,</br>Some frail Memorial they would often try,</br>With uncouth prose and shapeless language deck'd,</br>T' implore the passing tribute of a sigh.", "For who to careless folly e'er a prey,</br>Their legal rights unguarded have resign'd,</br>Given up a cause as clear as the noon-day,</br>Nor cast a longing ling'ring look behind.", "On some dear cause each client oft relies;</br>Some pious tears, when lost, it oft' requires:</br>Ev'n from the bar the voice of justice cries;</br>Ev'n lawyers weep when such a cause expires.", "For thee, who mindful of each agent's deeds,</br>Dost in these lines their artful ways relate;</br>If chance, or lonely contemplation leads</br>Some kindred spirit to enquire thy fate;", "Haply some hoary headed sage may say,&mdash;</br>Oft' have we seen him, at the peep of dawn,</br>Brushing, with hasty steps, the dews away,</br>To meet the judges, at the court in town.", "There, at the foot of some frequented bench</br>In th' Outer-House, and to the side bar nigh,</br>Molested by the agent's filthy stench,</br>He'd pore on books with many a piteous sigh.", "In yonder hall, now smiling as in scorn,</br>Mutt'ring his wayward fancies, he would rove;</br>Now drooping, woeful, wan, like one forlorn,</br>Or craz'd with care, or cross'd in hopeless love.", "One morn I miss'd him in th' accustom'd hall,</br>Upon the boards, and near his favourite seat;</br>Another came, and answered to the roll:</br>Nor at the bar nor in the court he sate.", "The next, with dirges due, in sad array,</br>Slow through the church-way path we saw him borne:</br>Approach and read, for thou canst read the lay</br>Grav'd on his stone, beneath yon aged thorn.", "EPITAPH.</br>Here rests his head upon the lap of earth,</br>A youth to Business and to Law well known;</br>Fair Science frown'd not on his humble birth,</br>And Litigation marked him as her own.", "Large was his bounty, and his soul sincere,</br>Heaven did a recompense as largely send:</br>He gave to Mis'ry (all he had), a tear;</br>He gain'd from Heav'n, ('twas all he wished), a friend.", "No further seek his merits to disclose,</br>Nor draw his frailties from their dread abode;</br>(There they, like many a lawyer's, now repose)</br>The bosom of his Father and his God.</br>"]