["The Castle hight of Indolence,</br>And its false Luxury;</br>Where for a little Time, alas!</br>We liv'd right jollity.", "O mortal Man, who livest here by Toil,</br>Do not complain of this thy hard Estate;</br>That like an Emmet thou must ever moil,</br>Is a sad Sentence of an ancient Date:</br>And, certes, there is for it Reason great;</br>For, though sometimes it makes thee weep and wail,</br>And curse thy Star, and early drudge and late,</br>Withouten That would come an heavier Bale,</br>Loose Life, unruly Passions, and Diseases pale.", "In lowly Dale, fast by a River's Side,</br>With woody Hill o'er Hill encompass'd round,</br>A most enchanting Wizard did abide,</br>Than whom a Fiend more fell is no where found.</br>It was, I ween, a lovely Spot of Ground;</br>And there a Season atween June and May,</br>Half prankt with Spring, with Summer half imbrown'd,</br>A listless Climate made, where, Sooth to say,</br>No living Wight could work, ne cared even for Play.", "Was Nought around but Images of Rest:</br>Sleep-soothing Groves, and quiet Lawns between;</br>And flowery Beds that slumbrous Influence kest,</br>From Poppies breath'd; and Beds of pleasant Green,</br>Where never yet was creeping Creature seen.</br>Mean time unnumber'd glittering Streamlets play'd,</br>And hurled every-where their Waters sheen;</br>That, as they bicker'd through the sunny Glade,</br>Though restless still themselves, a lulling Murmur made.", "Join'd to the Prattle of the purling Rills,</br>Were heard the lowing Herds along the Vale,</br>And Flocks loud-bleating from the distant Hills,</br>And vacant Shepherds piping in the Dale;</br>And now and then sweet Philomel would wail,</br>Or Stock-Doves plain amid the Forest deep,</br>That drowsy rustled to the sighing Gale;</br>And still a Coil the Grashopper did keep:</br>Yet all these Sounds yblent inclined all to Sleep.", "Full in the Passage of the Vale, above,</br>A sable, silent, solemn Forest stood;</br>Where nought but shadowy Forms were seen to move,</br>As Idless fancy'd in her dreaming Mood.</br>And up the Hills, on either Side, a Wood</br>Of blackening Pines, ay waving to and fro,</br>Sent forth a sleepy Horror through the Blood;</br>And where this Valley winded out, below,</br>The murmuring Main was heard, and scarcely heard, to flow.", "A pleasing Land of Drowsy-hed it was:</br>Of Dreams that wave before the half-shut Eye;</br>And of gay Castles in the Clouds that pass,</br>For ever flushing round a Summer-Sky:</br>There eke the soft Delights, that witchingly</br>Instil a wanton Sweetness through the Breast,</br>And the calm Pleasures always hover'd nigh;</br>But whate'er smack'd of Noyance, or Unrest,</br>Was far far off expell'd from this delicious Nest.", "The Landskip such, inspiring perfect Ease,</br>Where INDOLENCE (for so the Wizard hight)</br>Close-hid his Castle mid embowering Trees,</br>That half shut out the Beams of Phoebus bright,</br>And made a Kind of checker'd Day and Night.</br>Mean while, unceasing at the massy Gate,</br>Beneath a spacious Palm, the wicked Wight</br>Was plac'd; and to his Lute, of cruel Fate,</br>And Labour harsh, complain'd, lamenting Man's Estate.", "Thither continual Pilgrims crouded still,</br>From all the Roads of Earth that pass there by:</br>For, as they chaunc'd to breathe on neighbouring Hill,</br>The Freshness of this Valley smote their Eye,</br>And drew them ever and anon more nigh,</br>Till clustering round th' Enchanter false they hung,</br>Ymolten with his Syren Melody;</br>While o'er th' enfeebling Lute his Hand he flung,</br>And to the trembling Chords these tempting Verses sung:", "\"Behold!  ye Pilgrims of this Earth, behold!</br>See all but Man with unearn'd Pleasure gay.</br>See her bright Robes the Butterfly unfold,</br>Broke from her wintry Tomb in Prime of May.</br>What youthful Bride can equal her Array?</br>Who can with Her for easy Pleasure vie?</br>From Mead to Mead with gentle Wing to stray,</br>From Flower to Flower on balmy Gales to fly,</br>Is all she has to do beneath the radiant Sky.", "\"Behold the merry Minstrels of the Morn,</br>The swarming Songsters of the careless Grove,</br>Ten thousand Throats!  that, from the flowering Thorn,</br>Hymn their good GOD, and carol sweet of Love,</br>Such grateful kindly Raptures them emove:</br>They neither plough, nor sow; ne, fit for Flail,</br>E'er to the Barn the nodding Sheaves they drove;</br>Yet theirs each Harvest dancing in the Gale,</br>Whatever crowns the Hill, or smiles along the Vale.", "\"Outcast of Nature, Man!  the wretched Thrall</br>Of bitter-dropping Sweat, of sweltry Pain,</br>Of Cares that eat away thy Heart with Gall,</br>And of the Vices, an inhuman Train,</br>That all proceed from savage Thirst of Gain:</br>For when hard-hearted Interest first began</br>To poison Earth, Astraea left the Plain;</br>Guile, Violence, and Murder seiz'd on Man;</br>And, for soft milky Streams, with Blood and Rivers ran.", "\"Come, ye, who still the cumbrous Load of Life</br>Push hard up Hill; but as the farthest Steep</br>You trust to gain, and put an End to Strife,</br>Down thunders back the Stone with mighty Sweep,</br>And hurls your Labours to the Valley deep,</br>For-ever vain:  come, and, withouten Fee,</br>I in Oblivion will your Sorrows steep,</br>Your Cares, your Toils, will steep you in a Sea</br>Of full Delight:  O come, ye weary Wights, to me!", "\"With me, you need not rise at early Dawn,</br>To pass the joyless Day in various Stounds:</br>Or, louting low, on upstart Fortune fawn,</br>And sell fair Honour for some paltry Pounds;</br>Or through the City take your dirty Rounds,</br>To cheat, and dun, and lye, and Visit pay,</br>Now flattering base, now giving secret Wounds;</br>Or proul in Courts of Law for human Prey,</br>In venal Senate thieve, or rob on broad High-way.", "\"No Cocks, with me, to rustic Labour call,</br>From Village on to Village sounding clear;</br>To tardy Swain no shrill-voic'd Matrons squall;</br>No Dogs, no Babes, no Wives, to stun your Ear;</br>No Hammers thump; no horrid Blacksmith sear,</br>Ne noisy Tradesman your sweet Slumbers start,</br>With Sounds that are a Misery to hear:</br>But all is calm, as would delight the Heart</br>Of Sybarite of old, all Nature, and all Art.", "\"Here nought but Candour reigns, indulgent Ease,</br>Good-natur'd Lounging, Sauntering up and down:</br>They who are pleas'd themselves must always please;</br>On Others' Ways they never squint a Frown,</br>Nor heed what haps in Hamlet or in Town.</br>Thus, from the Source of tender Indolence,</br>With milky Blood the Heart is overflown,</br>Is sooth'd and sweeten'd by the social Sense;</br>For Interest, Envy, Pride, and Strife are banish'd hence.", "\"What, what, is Virtue, but Repose of Mind?</br>A pure ethereal Calm!  that knows no Storm;</br>Above the Reach of wild Ambition's Wind,</br>Above those Passions that this World deform,</br>And torture Man, a proud malignant Worm!</br>But here, instead, soft Gales of Passion play,</br>And gently stir the Heart, thereby to form</br>A quicker Sense of joy; as Breezes stray</br>Across th' enliven'd Skies, and make them still more gay.", "\"The Best of Men have ever lov'd Repose:</br>They hate to mingle in the filthy Fray;</br>Where the Soul sowrs, and gradual Rancour grows,</br>Imbitter'd more from peevish Day to Day.</br>Even Those whom Fame has lent her fairest Ray,</br>The most renown'd of worthy Wights of Yore,</br>From a base World at last have stolen away:</br>So SCIPIO, to the soft Cumaean Shore</br>Retiring, tasted joy he never knew before.", "\"But if a little Exercise you chuse,</br>Some Zest for Ease, 'tis not forbidden here.</br>Amid the Groves you may indulge the Muse,</br>Or tend the Blooms, and deck the vernal Year;</br>Or softly stealing, with your watry Gear,</br>Along the Brooks, the crimson-spotted Fry</br>You may delude:  The whilst, amus'd, you hear</br>Now the hoarse Stream, and now the Zephyr's Sigh,</br>Attuned to the Birds, and woodland Melody.", "\"O grievious Folly!  to heap up Estate,</br>Losing the Days you see beneath the Sun;</br>When, sudden, comes blind unrelenting Fate,</br>And gives th' untasted Portion you have won,</br>With ruthless Toil, and many a Wretch undone,</br>To Those who mock you gone to Pluto's Reign,</br>There with sad Ghosts to pine, and Shadows dun:</br>But sure it is of Vanities most vain,</br>To toil for what you here untoiling may obtain.\"", "He ceas'd.  But still their trembling Ears retain'd</br>The deep Vibrations of his witching Song;</br>That, by a Kind of Magic Power, constrain'd</br>To enter in, pell-mell, the listening Throng.</br>Heaps pour'd on Heaps, and yet they slip'd along</br>In silent Ease:  as when beneath the Beam</br>Of Summer-Moons, the distant Woods among,</br>Or by some Flood all silver'd with the Gleam,</br>The soft-embodied Fays through airy Portal stream.", "By the smooth Demon so it order'd was,</br>And here his baneful Bounty first began:</br>Though some there were who would not further pass,</br>And his alluring Baits suspected han.</br>The Wise distrust the too fair-spoken Man.</br>Yet through the Gate they cast a wishful Eye:</br>Not to move on, perdie, is all they can;</br>For do their very Best they cannot fly,</br>But often each Way look, and often sorely sigh.", "When this the watchful wicked Wizard saw,</br>With sudden Spring he leap'd upon them strait;</br>And soon as touch'd by his unhallow'd Paw,</br>They found themselves within the cursed Gate;</br>Full hard to be repass'd, like That of Fate.</br>Not stronger were of old the Giant-Crew,</br>Who sought to pull high Jove from regal State;</br>Though feeble Wretch he seem'd, of sallow Hue:</br>Certes, who bides his Grasp, will that Encounter rue.", "For whomsoe'er the Villain takes in Hand,</br>Their Joints unknit, their Sinews melt apace;</br>As lithe they grow as any Willow-Wand,</br>And of their vanish'd force remains no Trace:</br>So when a Maiden fair, of modest Grace,</br>In all her buxom blooming May of Charms,</br>Is seized in some Losel's hot Embrace,</br>She waxeth very weakly as she warms,</br>Then sighing yields Her up to Love's delicious Harms.", "Wak'd by the Croud, slow from his Bench arose</br>A comely full-spred Porter, swoln with Sleep:</br>His calm, broad, thoughtless Aspect breath'd Repose;</br>And in sweet Torpor he was plunged deep,</br>Ne could himself from ceaseless Yawning keep;</br>While o'er his Eyes the drowsy Liquor ran,</br>Through which his half-wak'd Soul would faintly peep.</br>Then taking his black Staff he call'd his Man,</br>And rous'd himself as much as rouse himself he can.", "The Lad leap'd lightly at his Master's Call.</br>He was, to weet, a little roguish Page,</br>Save Sleep and Play who minded nought at all,</br>Like most the untaught Striplings of his Age.</br>This Boy he kept each Band to disengage,</br>Garters and Buckles, Task for him unfit,</br>But ill-becoming his grave Personage,</br>And which his portly Paunch would not permit.</br>So this same limber Page to All performed It.", "Mean time the Master-Porter wide display'd</br>Great Store of Caps, of Slippers, and of Gowns;</br>Wherewith he Those who enter'd in, array'd;</br>Loose, as the Breeze that plays along the Downs,</br>And waves the Summer-Woods when Evening frowns.</br>O fair Undress, best Dress!  it checks no Vein,</br>But every flowing Limb in Pleasure drowns,</br>And heightens Ease with Grace.  This done, right fain,</br>Sir Porter sat him down, and turn'd to Sleep again.", "Thus easy-rob'd, they to the Fountain sped,</br>That in the Middle of the Court up-threw</br>A Stream, high-spouting from its liquid Bed,</br>And falling back again in drizzly Dew:</br>There Each deep Draughts, as deep he thirsted, drew.</br>It was a Fountain of Nepenthe rare:</br>Whence, as Dan HOMER sings, huge Pleasaunce grew,</br>And sweet Oblivion of vile earthly Care;</br>Fair gladsome waking Thoughts, and joyous Dreams more fair.", "This Rite perform'd, All inly pleas'd and still,</br>Withouten Tromp, was Proclamation made.</br>\"Ye Sons Of INDOLENCE, do what you will;</br>And wander where you list, through Hall or Glade:</br>Be no Man's Pleasure for another's staid;</br>Let Each as likes him best his Hours employ,</br>And curs'd be he who minds his Neighbour's Trade!</br>Here dwells kind Ease and unreproving joy:</br>He little merits Bliss who Others can annoy.\"", "Strait of these endless Numbers, swarming round,</br>As thick as idle Motes in sunny Ray,</br>Not one eftsoons in View was to be found,</br>But every Man stroll'd off his own glad Way.</br>Wide o'er this ample Court's blank Area,</br>With all the Lodges that thereto pertain'd,</br>No living Creature could be seen to stray;</br>While Solitude, and perfect Silence reign'd:</br>So that to think you dreamt you almost was constrain'd.", "As when a Shepherd of the Hebrid-Isles,</br>Plac'd far amid the melancholy Main,</br>(Whether it be lone Fancy him beguiles;</br>Or that aerial Beings sometimes deign</br>To stand, embodied, to our Senses plain)</br>Sees on the naked Hill, or Valley low,</br>The whilst in Ocean Phoebus dips his Wain,</br>A vast Assembly moving to and fro:</br>Then all at once in Air dissolves the wondrous Show.", "Ye Gods of Quiet, and of Sleep profound!</br>Whose soft Dominion o'er this Castle sways,</br>And all the widely-silent Places round,</br>Forgive me, if my trembling Pen displays</br>What never yet was sung in mortal Lays.</br>But how shall I attempt such arduous String?</br>I who have spent my Nights and nightly Days,</br>In this Soul-deadening Place, loose-loitering?</br>Ah!  how shall I for This uprear my moulted Wing?", "Come on, my Muse, nor stoop to low Despair,</br>Thou Imp of Jove, touch'd by celestial Fire!</br>Thou yet shalt sing of War, and Actions fair,</br>Which the bold Sons of BRITAIN will inspire;</br>Of antient Bards thou yet shalt sweep the Lyre;</br>Thou yet shalt tread in Tragic Pall the Stage,</br>Paint Love's enchanting Woes, the Heroe's Ire,</br>The Sage's Calm, the Patriot's noble Rage,</br>Dashing Corruption down through every worthless Age.", "The Doors, that knew no shrill alarming Bell,</br>Ne cursed Knocker ply'd by Villain's Hand,</br>Self-open'd into Halls, where, who can tell</br>What Elegance and Grandeur wide expand</br>The Pride of Turkey and of Persia Land?</br>Soft Quilts on Quilts, on Carpets Carpets spread,</br>And Couches stretch around in seemly Band;</br>And endless Pillows rise to prop the Head;</br>So that each spacious Room was one full-swelling Bed.", "And every where huge cover'd Tables stood,</br>With Wines high-flavour'd and rich Viands crown'd;</br>Whatever sprightly juice or tasteful Food</br>On the green Bosom of this Earth are found,</br>And all old Ocean genders in his Round:</br>Some Hand unseen These silently display'd,</br>Even undemanded, by a Sign or Sound;</br>You need but wish, and, instantly obey'd,</br>Fair-rang'd the Dishes rose, and thick the Glasses play'd.", "Here Freedom reign'd, without the least Alloy;</br>Nor Gossip's Tale, nor ancient Maiden's Gall,</br>Nor saintly Spleen durst murmur at our joy,</br>And with envenom'd Tongue our Pleasures pall.</br>For why?  There was but One great Rule for All;</br>To wit, That each should work his own Desire,</br>And eat, drink, study, sleep, as it may fall,</br>Or melt the Time in Love, or wake the Lyre,</br>And carol what, unbid, the Muses might inspire.", "The Rooms with costly Tapestry were hung,</br>Where was inwoven many a gentle Tale;</br>Such as of old the Rural Poets sung,</br>Or of Arcadian or Sicilian Vale:</br>Reclining Lovers, in the lonely Dale,</br>Pour'd forth at large the sweetly-tortur'd Heart;</br>Or, looking tender Passion, swell'd the Gale,</br>And taught charm'd Echo to resound their Smart;</br>While Flocks, Woods, Streams, around, Repose and Peace impart.", "Those pleas'd the most, where, by a cunning Hand,</br>Depeinted was the Patriarchal Age;</br>What Time Dan Abraham left the Chaldee Land,</br>And pastur'd on from verdant Stage to Stage,</br>Where Fields and Fountains fresh could best engage.</br>Toil was not then.  Of nothing took they Heed,</br>But with wild Beasts the silvan War to wage,</br>And o'er vast Plains their Herds and Flocks to feed:</br>Blest Sons of Nature they!  True Golden Age indeed!", "Sometimes the Pencil, in cool airy Halls,</br>Bade the gay Bloom of Vernal Landskips rise,</br>Or Autumn's vary'd Shades imbrown the Walls:</br>Now the black Tempest strikes the astonish'd Eyes;</br>Now down the Steep the flashing Torrent flies;</br>The trembling Sun now plays o'er Ocean blue,</br>And now rude Mountains frown amid the Skies;</br>Whate'er Lorrain light-touch'd with softening Hue,</br>Or savage Rosa dash'd, or learned Poussin drew.", "Each Sound too here to Languishment inclin'd,</br>Lull'd the weak Bosom, and induced Ease.</br>Aereal Music in the warbling Wind,</br>At Distance rising oft, by small Degrees,</br>Nearer and nearer came, till o'er the Trees</br>It hung, and breath'd such Soul-dissolving Airs,</br>As did, alas!  with soft Perdition please:</br>Entangled deep in its enchanting Snares,</br>The listening Heart forgot all Duties and all Cares.", "A certain Music, never known before,</br>Here lull'd the pensive melancholy Mind;</br>Full easily obtain'd.  Behoves no more,</br>But sidelong, to the gently-waving Wind,</br>To lay the well-tun'd Instrument reclin'd;</br>From which, with airy flying Fingers light,</br>Beyond each mortal Touch the most refin'd,</br>The God of Winds drew Sounds of deep Delight:</br>Whence, with just Cause, The Harp of Aeolus it hight.", "Ah me!  what Hand can touch the Strings so fine?</br>Who up the lofty Diapasan roll</br>Such sweet, such sad, such solemn Airs divine,</br>Then let them down again into the Soul?</br>Now rising Love they fan'd; now pleasing Dole</br>They breath'd, in tender Musings, through the Heart;</br>And now a graver sacred Strain they stole,</br>As when Seraphic Hands an Hymn impart:</br>Wild warbling Nature all, above the Reach of Art!", "Such the gay Splendor, the luxurious State,</br>Of Caliphs old, who on the Tygris' Shore,</br>In mighty Bagdat, populous and great,</br>Held their bright Court, where was of Ladies store;</br>And Verse, Love, Music still the Garland wore:</br>When Sleep was coy, the Bard, in Waiting there,</br>Chear'd the lone Midnight with the Muse's Lore;</br>Composing Music bade his Dreams be fair,</br>And Music lent new Gladness to the Morning Air.", "Near the Pavilions where we slept, still ran</br>Soft-tinkling Streams, and dashing Waters fell,</br>And sobbing Breezes sigh'd, and oft began</br>(So work'd the Wizard) wintry Storms to swell,</br>As Heaven and Earth they would together mell:</br>At Doors and Windows, threatening, seem'd to call</br>The Demons of the Tempest, growling fell,</br>Yet the least Entrance found they none at all;</br>Whence sweeter grew our Sleep, secure in massy Hall.", "And hither Morpheus sent his kindest Dreams,</br>Raising a World of gayer Tinct and Grace;</br>O'er which were shadowy cast Elysian Gleams,</br>That play'd, in waving Lights, from Place to Place,</br>And shed a roseate Smile on Nature's Face.</br>Not Titian's Pencil e'er could so array,</br>So fleece with Clouds the pure Etherial Space;</br>Ne could it e'er such melting Forms display,</br>As loose on flowery Beds all languishingly lay.", "No, fair Illusions!  artful Phantoms, no!</br>My Muse will not attempt your Fairy-Land:</br>She has no Colours that like you can glow;</br>To catch your vivid Scenes too gross her Hand.</br>But sure it is, was ne'er a subtler Band</br>Than these same guileful Angel-seeming Sprights,</br>Who thus in Dreams, voluptuous, soft, and bland,</br>Pour'd all th' Arabian Heaven upon our Nights,</br>And bless'd them oft besides with more refin'd Delights.", "They were in Sooth a most enchanting Train,</br>Even feigning Virtue; skilful to unite</br>With Evil Good, and strew with Pleasure Pain.</br>But for those Fiends, whom Blood and Broils delight;</br>Who hurl the Wretch, as if to Hell outright,</br>Down down black Gulphs, where sullen Waters sleep,</br>Or hold him clambering all the fearful Night</br>On beetling Cliffs, or pent in Ruins deep:</br>They, till due Time should serve, were bid far hence to keep.", "Ye Guardian Spirits, to whom Man is dear,</br>From these foul Demons shield the Midnight Gloom!</br>Angels of Fancy and of Love, be near,</br>And o'er the Blank of Sleep diffuse a Bloom!</br>Evoke the sacred Shades of Greece and Rome,</br>And let them Virtue with a Look impart!</br>But chief, a while o lend us from the Tomb</br>Those long-lost Friends for whom in Love we smart,</br>And fill with pious Awe and joy-mixt Woe the Heart.", "Or are you sportive &mdash; Bid the Morn of Youth</br>Rise to new Light, and beam afresh the Days</br>Of Innocence, Simplicity, and Truth;</br>To Cares estrang'd, and Manhood's thorny Ways.</br>What Transport!  To retrace our boyish Plays,</br>Our easy Bliss, when each Thing joy supply'd:</br>The Woods, the Mountains, and the warbling Maze</br>Of the wild Brooks &mdash; But, fondly wandering wide,</br>My Muse, resume the Task that yet doth thee abide.", "One great Amusement of our Houshold was,</br>In a huge crystal magic Globe to spy,</br>Still as you turn'd it, all Things that do pass</br>Upon this Ant-Hill Earth; where constantly</br>Of Idly-busy Men the restless Fry</br>Run bustling to and fro with foolish Haste,</br>In search of Pleasures vain that from them fly,</br>Or which obtain'd the Caitiffs dare not taste:</br>When nothing is enjoy'd, can there be greater Waste?", "Of Vanity the Mirror This was call'd.</br>Here you a Muckworm of the Town might see,</br>At his dull Desk, amid his Legers stall'd,</br>Eat up with carking Care and Penurie;</br>Most like to Carcase parch'd on Gallow-Tree.</br>A Penny saved is a Penny got:</br>Firm to this scoundrel Maxim keepeth he,</br>Ne of its Rigour will he bate a jot,</br>Till it has quench'd his Fire, and banished his Pot.", "Strait from the Filth of his low Grub, behold!</br>Comes fluttering forth a gaudy spendthrift Heir,</br>All glossy gay, enamel'd all with Gold,</br>The silly Tenant of the Summer-Air.</br>In Folly lost, of Nothing takes he Care;</br>Pimps, Lawyers, Stewards, Harlots, Flatterers vile,</br>And thieving Tradesmen him among them share:</br>His Father's Ghost from Limbo-Lake, the while,</br>Sees This, which more Damnation does upon him pile.", "This Globe pourtray'd the Race of learned Men,</br>Still at their Books, and turning o'er the Page,</br>Backwards and forwards:  oft they snatch the Pen,</br>As if inspir'd, and in a Thespian Rage;</br>Then write, and blot, as would your Ruth engage.</br>Why, Authors, all this Scrawl and Scribbling sore?</br>To lose the present, gain the future Age,</br>Praised to be when you can hear no more,</br>And much enrich'd with Fame when useless worldly Store.", "Then would a splendid City rise to View,</br>With Carts, and Cars, and Coaches roaring all:</br>Wide-pour'd abroad behold the prowling Crew;</br>See!  how they dash along from Wall to Wall;</br>At every Door, hark!  how they thundering call.</br>Good Lord!  what can this giddy Rout excite?</br>Why?  On each other with fell Tooth to fall;</br>A Neighbour's Fortune, Fame, or Peace, to blight,</br>And make new tiresome Parties for the coming Night.", "The puzzling Sons of Party next appear'd,</br>In dark Cabals and nightly Juntos met;</br>And now they whisper'd close, now shrugging rear'd</br>Th' important Shoulder; then, as if to get</br>New Light, their twinkling Eyes were inward set.</br>No sooner Lucifer recalls Affairs,</br>Than forth they various rush in mighty Fret;</br>When, lo!  push'd up to Power, and crown'd their Cares,</br>In comes another Set, and kicketh them down Stairs.", "But what most shew'd the Vanity of Life,</br>Was to behold the Nations all on Fire,</br>In cruel Broils engag'd, and deadly Strife;</br>Most Christian Kings, inflam'd by black Desire,</br>With Honourable Ruffians in their Hire,</br>Cause War to rage, and Blood around to pour:</br>Of this sad Work when Each begins to tire,</br>They sit them down just where they were before,</br>Till for new Scenes of Woe Peace shall their Force restore.", "To number up the Thousands dwelling here,</br>An useless were, and eke an endless Task:</br>From Kings, and Those who at the Helm appear,</br>To Gipsies brown in Summer-Glades who bask.</br>Yea many a Man perdie I could unmask,</br>Whose Desk and Table make a solemn Show,</br>With Tape-ty'd Trash, and Suits of Fools that ask</br>For Place or Pension, laid in decent Row;</br>But These I passen by, with nameless Numbers moe.", "Of all the gentle Tenants of the Place,</br>There was a Man of special grave Remark:</br>A certain tender Gloom o'erspred his Face,</br>Pensive not sad, in Thought involv'd not dark,</br>As soot this Man could sing as Morning-Lark,</br>And teach the noblest Morals of the Heart:</br>But These his Talents were ybury'd stark;</br>Of the fine Stores he Nothing would impart,</br>Which or boon Nature gave, or Nature-painting Art.", "To Noontide Shades incontinent he ran,</br>Where purls the Brook with Sleep-inviting Sound;</br>Or when Dan Sol to slope his Wheels began,</br>Amid the Broom he bask'd him on the Ground,</br>Where the wild Thyme and Camomil are found:</br>There would he linger, till the latest Ray</br>Of Light sat trembling on the Welkin's Bound:</br>Then homeward through the twilight Shadows stray,</br>Sauntring and slow.  So had he passed many a Day.", "Yet not in thoughtless Slumber were they past:</br>For oft the heavenly Fire, that lay conceal'd</br>Beneath the sleeping Embers, mounted fast,</br>And all its native Light anew reveal'd;</br>Oft as he travers'd the Cerulean Field,</br>And mark'd the Clouds that drove before the Wind,</br>Ten thousand glorious Systems would he build,</br>Ten thousand great Ideas fill'd his Mind;</br>But with the Clouds they fled, and left no Tract behind.", "With him was sometimes join'd, in silent Walk,</br>(Profoundly silent, for they never spoke)</br>One shyer still, who quite detested Talk:</br>Oft, stung by Spleen, at once away he broke,</br>To Groves of Pine, and broad o'ershadowing Oak;</br>There, inly thrill'd, he wander'd all alone,</br>And on himself his pensive Fury wroke,</br>Ne ever utter'd Word, save when first shone</br>The glittering Star of Eve &mdash; \"Thank Heaven!  the Day is done.\"", "Here lurk'd a Wretch, who had not crept abroad</br>For forty Years, ne Face of Mortal seen;</br>In Chamber brooding like a loathly Toad,</br>And sure his Linen was not very clean;</br>Through secret Loop-hole, that had practis'd been</br>Near to his Bed, his Dinner vile he took;</br>Unkempt, and rough, of squalid Face and Mien,</br>Our Castle's Shame!  whence, from his filthy Nook,</br>We drove the Villain out for fitter Lair to look.", "One Day there chaunc'd into these Halls to rove</br>A joyous Youth, who took you at first Sight;</br>Him the wild Wave of Pleasure hither drove,</br>Before the sprightly Tempest tossing light:</br>Certes, he was a most engaging Wight,</br>Of social Glee, and Wit humane though keen,</br>Turning the Night to Day and Day to Night;</br>For him the merry Bells had rung, I ween,</br>If in this Nook of Quiet Bells had ever been.", "But not even Pleasure to Excess is good,</br>What most elates then sinks the Soul as low;</br>When Spring-Tide joy pours in with copious Flood,</br>The higher still th' exulting Billows flow,</br>The farther back again they flagging go,</br>And leave us groveling on the dreary Shore:</br>Taught by this Son of joy, we found it so;</br>Who, whilst he staid, kept in a gay Uproar</br>Our madden'd Castle all, th' Abode of Sleep no more.", "As when in Prime of June a burnish'd Fly,</br>Sprung from the Meads, o'er which he sweeps along,</br>Chear'd by the breathing Bloom and vital Sky,</br>Tunes up amid these airy Halls his Song,</br>Soothing at first the gay reposing Throng:</br>And oft he sips their Bowl; or nearly drown'd,</br>He, thence recovering, drives their Beds among,</br>And scares their tender Sleep, with Trump profound;</br>Then out again he flies, to wing his mazy Round.", "Another Guest there was, of Sense refin'd,</br>Who felt each Worth, for every Worth he had;</br>Serene yet warm, humane yet firm his Mind,</br>As little touch'd as any Man's with Bad:</br>Him through their inmost Walks the Muses lad,</br>To him the sacred Love of Nature lent,</br>And sometimes would he make our Valley glad;</br>Whenas we found he would not here be pent,</br>To him the better Sort this friendly Message sent.", "\"Come, dwell with us!  true Son of Virtue, come!</br>But if, alas!  we cannot Three persuade,</br>To lie content beneath our peaceful Dome,</br>Ne ever more to quit our quiet Glade;</br>Yet when at last thy Toils, but ill apaid,</br>Shall dead thy Fire, and damp its Heavenly Spark,</br>Thou wilt be glad to seek the Rural Shade,</br>There to indulge the Muse, and Nature mark:</br>We then a Lodge for Thee will rear in HAGLEY-PARK.\"", "Here whilom ligg'd th' ESOPUS of the Age;</br>But call'd by Fame, in Soul ypricked deep,</br>A noble Pride restor'd him to the Stage,</br>And rous'd him like a Gyant from his Sleep.</br>Even from his Slumbers we Advantage reap:</br>With double Force th' enliven'd Scene he wakes,</br>Yet quits not Nature's Bounds.  He knows to keep</br>Each due Decorum:  Now the Heart he shakes,</br>And now with well-urg'd Sense th' enlighten'd judgment takes.", "A Bard here dwelt, more fat than Bard beseems;</br>Who void of Envy, Guile, and Lust of Gain,</br>On Virtue still, and Nature's pleasing Themes,</br>Pour'd forth his unpremeditated Strain,</br>The World forsaking with a calm Disdain:</br>Here laugh'd he careless in his easy Seat,</br>Here quaff'd encircled with the joyous Train;</br>Oft moralizing sage; his Ditty sweet</br>He loathed much to write, ne cared to repeat.", "Full oft by Holy Feet our Ground was trod,</br>Of Clerks good Plenty here you mote espy.</br>A little, round, fat, oily Man of God,</br>Was one I chiefly mark'd among the Fry:</br>He had a roguish Twinkle in his Eye,</br>And shone all glittering with ungodly Dew,</br>If a tight Damsel chaunc'd to trippen by;</br>Which when observ'd, he shrunk into his Mew,</br>And strait would recollect his Piety anew.", "Nor be forgot a Tribe, who minded Nought</br>(Old Inmates of the Place) but State-Affairs:</br>They look'd, perdie, as if they deeply thought;</br>And on their Brow sat every Nation's Cares.</br>The World by them is parcel'd out in Shares,</br>When in the Hall of Smoak they Congress hold,</br>And the sage Berry sun-burnt Mocha bears</br>Has clear'd their inward Eye:  then, smoak-enroll'd,</br>Their Oracles break forth mysterious as of old.", "Here languid Beauty kept her pale-fac'd Court:</br>Bevies of dainty Dames, of high Degree,</br>From every Quarter hither made Resort;</br>Where, from gross mortal Care and Business free,</br>They lay, pour'd out in Ease and Luxury.</br>Or should they a vain Shew of Work assume,</br>Alas!  and well-a-day!  what can it be?</br>To knot, to twist, to range the vernal Bloom;</br>But far is cast the Distaff, Spinning-Wheel, and Loom.", "Their only Labour was to kill the Time;</br>And Labour dire it is, and weary Woe.</br>They sit, they loll, turn o'er some idle Rhyme;</br>Then, rising sudden, to the Glass they go,</br>Or saunter forth, with tottering Step and slow:</br>This soon too rude an Exercise they find;</br>Strait on the Couch their Limbs again they throw,</br>Where Hours on Hours they sighing lie reclin'd,</br>And court the vapoury God soft-breathing in the Wind.", "Now must I mark the Villainy we found,</br>But ah!  too late, as shall eftsoons be shewn.</br>A Place here was, deep, dreary, under Ground;</br>Where still our Inmates, when unpleasing grown,</br>Diseas'd, and loathsome, privily were thrown.</br>Far from the Light of Heaven, they languish'd there,</br>Unpity'd uttering many a bitter Groan;</br>For of these Wretches taken was no Care:</br>Fierce Fiends, and Hags of Hell, their only Nurses were.", "Alas!  the Change!  from Scenes of joy and Rest,</br>To this dark Den, where Sickness toss'd alway.</br>Here Lethargy, with deadly Sleep opprest,</br>Stretch'd on his Back a mighty Lubbard lay,</br>Heaving his Sides, and snored Night and Day;</br>To stir him from his Traunce it was not eath,</br>And his half-open'd Eyne he shut strait way:</br>He led, I wot, the softest Way to Death,</br>And taught withouten Pain and Strife to yield the Breath.", "Of Limbs enormous, but withal unsound,</br>Soft-swoln and pale.  here lay the Hydropsy:</br>Unwieldly Man!  with Belly monstrous round,</br>For ever fed with watery Supply;</br>For still he drank, and yet he still was dry.</br>And moping here did Hypochondria sit,</br>Mother of Spleen, in Robes of various Dye,</br>Who vexed was full oft with ugly Fit;</br>And some Her frantic deem'd, and some Her deem'd a Wit.", "A Lady proud she was, of ancient Blood,</br>Yet oft her Fear her Pride made crouchen low:</br>She felt, or fancy'd in her fluttering Mood,</br>All the Diseases which the Spittles know,</br>And sought all Physic which the Shops bestow.</br>And still new Leaches and new Drugs would try,</br>Her Humour ever wavering to and fro;</br>For sometimes she would laugh, and sometimes cry,</br>Then sudden waxed wroth, and all she knew not why.", "Fast by her Side a listless Maiden pin'd,</br>With aching Head, and squeamish Heart-Burnings;</br>Pale, bloated, cold, she seem'd to hate Mankind,</br>Yet lov'd in Secret all forbidden Things.</br>And here the Tertian shakes his chilling Wings;</br>The sleepless Gout here counts the crowing Cocks,</br>A Wolf now gnaws him, now a Serpent stings;</br>Whilst Apoplexy cramm'd Intemperance knocks</br>Down to the Ground at once, as Butcher felleth Ox.", ""]