["With what attractive charms this goodly frame</br>Of nature touches the consenting hearts</br>Of mortal men; and what the pleasing stores</br>Which beauteous imitation thence derives</br>To deck the poet's, or the painter's toil;</br>My verse unfolds.  Attend, ye gentle POW'RS</br>Of MUSICAL DELIGHT!  and while I sing</br>Your gifts, your honours, dance around my strain.</br>Thou, smiling queen of every tuneful breast,</br>Indulgent FANCY!  from the fruitful banks</br>Of Avon, whence thy rosy fingers cull</br>Fresh flow'rs and dews to sprinkle on the turf</br>Where Shakespeare lies, be present:  and with thee</br>Let FICTION come, upon her vagrant wings</br>Wafting ten thousand colours thro' the air,</br>And, by the glances of her magic eye,</br>Combining each in endless, fairy forms,</br>Her wild creation.  Goddess of the lyre</br>Which rules the accents of the moving sphere,</br>Wilt thou, eternal HARMONY!  descend,</br>And join this festive train?  for with thee comes</br>The guide, the guardian of their lovely sports,</br>Majestic TRUTH; and where TRUTH deigns to come,</br>Her sister LIBERTY will not be far.</br>Be present all ye GENII who conduct</br>The wand'ring footsteps of the youthful bard,</br>New to your springs and shades:  who touch his ear</br>With finer sounds:  who heighten to his eye</br>The bloom of nature, and before him turn</br>The gayest, happiest attitude of things.", "Oft have the laws of each poetic strain</br>The critic-verse imploy'd; yet still unsung</br>Lay this prime subject, tho' importing most</br>A poet's name:  for fruitless is th' attempt,</br>By dull obedience and the curb of rules,</br>For creeping toil to climb the hard ascent</br>Of high Parnassus.  Nature's kindling breath</br>Must fire the chosen genius; nature's hand</br>Must string his nerves, and imp his eagle-wings</br>Exulting o'er the painful steep to soar</br>High as the summit; there to breathe at large</br>Aethereal air; with bards and sages old,</br>Immortal sons of praise.  These flatt'ring scenes</br>To this neglected labour court my song;</br>Yet not unconscious what a doubtful task</br>To paint the finest features of the mind,</br>And to most subtile and mysterious things</br>Give colour, strength, and motion.  But the love</br>Of nature and the muses bids explore,</br>Thro' secret paths erewhile untrod by man,</br>The fair poetic region, to detect</br>Untasted springs, to drink inspiring draughts;</br>And shade my temples with unfading flow'rs</br>Cull'd from the laureate vale's profound recess,</br>Where never poet gain'd a wreath before.", "From heav'n my strains begin; from heaven descends</br>The flame of genius to the human breast,</br>And love and beauty, and poetic joy</br>And inspiration.  Ere the radiant sun</br>Sprung from the east, or 'mid the vault of night</br>The moon suspended her serener lamp;</br>Ere mountains, woods, or streams adorn'd the globe;</br>Or wisdom taught the sons of men her lore;</br>Then liv'd th' almighty ONE:  then, deep-retir'd</br>In his unfathom'd essence, view'd at large</br>The uncreated images things;</br>The radiant sun, the moon's nocturnal lamp,</br>The mountains, woods and streams, the rolling globe,</br>And wisdom's form coelestial.  From the first</br>Of days, on them his love divine he fix'd,</br>His admiration:  till in time compleat,</br>What he admir'd and lov'd, his vital smile</br>Unfolded into being.  Hence the breath</br>Of life informing each organic frame,</br>Hence the green earth, and wild resounding waves;</br>Hence light and shade alternate; warmth and cold;</br>And clear autumnal skies and vernal show'rs,</br>And all the fair variety of things.", "But not alike to every mortal eye</br>Is this great scene unveil'd.  For since the claims</br>Of social life, to different labours urge</br>The active pow'rs of man; with wise intent</br>The hand of nature on peculiar minds</br>Imprints a diff'rent byass, and to each</br>Decrees its province in the common toil.</br>To some she taught the fabric of the sphere,</br>The changeful moon, the circuit of the starrs,</br>The golden zones of heav'n:  to some she gave</br>To weigh the moment of eternal things,</br>Of time, and space, and fate's unbroken chain,</br>And will's quick impulse:  others by the hand</br>She led o'er vales and mountains, to explore</br>What healing virtue swells the tender veins</br>Of herbs and flow'rs; or what the beams of morn</br>Draw forth, distilling from the clifted rind</br>In balmy tears.  But some, to higher hopes</br>Were destin'd; some within a finer mould</br>She wrought, and temper'd with a purer flame.</br>To these the sire omnipotent unfolds</br>The world's harmonious volume, there to read</br>The transcript of himself.  On every part</br>They trace the bright impressions of his hand:</br>In earth or air, the meadow's purple stores,</br>The moon's mild radiance, or the virgin's form</br>Blooming with rosy smiles, they see portray'd</br>That uncreated beauty, which delights</br>The mind supreme.  They also feel her charms,</br>Enamour'd; they partake th' eternal joy.", "As Memnon's marble harp, long renown'd of old</br>By fabling Nilus, to the quivering touch</br>Of Titan's ray, with each repulsive string</br>Consenting, sounded thro' the warbling air</br>Unbidden strains; ev'n so did nature's hand</br>To certain species of external things,</br>Attune the finer organs of the mind:</br>So the glad impulse of congenial pow'rs,</br>Or of sweet sound, or fair proportion'd form,</br>The grace of motion, or the bloom of light,</br>Thrills thro' imagination's tender frame,</br>From nerve to nerve:  all naked and alive</br>They catch the spreading rays:  till now the soul</br>At length discloses every tuneful spring,</br>To that harmonious movement from without</br>Responsive.  Then the inexpressive strain</br>Diffuses its inchantment:  fancy dreams</br>Of sacred fountains and Elysian groves,</br>And vales of bliss:  the intellectual pow'r</br>Bends from his awful throne a wondering ear,</br>And smiles:  the passions, gently sooth'd away,</br>Sink to divine repose, and love and joy</br>Alone are waking; love and joy, serene</br>As airs that fan the summer.  O!  attend,</br>Whoe'er thou art, whom these delights can touch,</br>Whose candid bosom the refining love</br>Of nature warms, O!  listen to my song;</br>And I will guide thee to her fav'rite walks,</br>And teach thy solitude her voice to hear,</br>And point her loveliest features to thy view.", "Know then, whate'er of nature's pregnant stores,</br>Whate'er of mimic art's reflected forms</br>With love and admiration thus inflame</br>The pow'rs of fancy, her delighted sons</br>To three illustrious orders have referr'd;</br>Three sister-graces, whom the painter's hand,</br>The poet's tongue confesses; the sublime,</br>The wonderful, the fair.  I see them dawn!</br>I see the radiant visions, where they rise,</br>More lovely than when Lucifer displays</br>His beaming forehead thro' the gates of morn,</br>To lead the train of Phoebus and the spring.", "Say, why was man so eminently rais'd</br>Amid the vast creation; why ordain'd</br>Thro' life and death to dart his piercing eye,</br>With thoughts beyond the limit of his frame;</br>But that th' Omnipotent might send him forth</br>In sight of mortal and immortal pow'rs,</br>As on a boundless theatre, to run</br>The great career of justice; to exalt</br>His gen'rous aim to all diviner deeds;</br>To chase each partial purpose from his breast;</br>And thro' the mists of passion and of sense,</br>And thro' the tossing tide of chance and pain,</br>To hold his course unfalt'ring, while the voice</br>Of truth and virtue, up the steep ascent</br>Of nature, calls him to his high reward,</br>The applauding smile of heav'n?  Else wherefore burns</br>In mortal bosoms this unquenched hope</br>That breathes from day to day sublimer things,</br>And mocks possession?  wherefore darts the mind,</br>With such resistless ardour to embrace</br>Majestic forms?  impatient to be free,</br>Spurning the gross controul of wilful might;</br>Proud of the strong contention of her toils;</br>Proud to be daring?  Who but rather turns</br>To heav'n's broad fire his unconstrained view,</br>Than to the glimmering of a waxen flame?</br>Who that, from Alpine heights, his lab'ring eye</br>Shoots round the wide horizon to survey</br>Nilus or Ganges rowl his wasteful tide</br>Thro' mountains, plains, thro' empires black with shade</br>And continents of sand; will turn his gaze</br>To mark the windings of a scanty rill</br>That murmurs at his feet?  The high-born soul</br>Disdains to rest her heav'n-aspiring wing</br>Beneath its native quarry.  Tir'd of earth</br>And this diurnal scene, she springs aloft</br>Thro' fields of air; pursues the flying storm;</br>Rides on the volly'd lightning thro' the heav'ns;</br>Or yok'd with whirlwinds and the northern blast,</br>Sweeps the long tract of day.  Then high she soars</br>The blue profound, and hovering o'er the sun</br>Beholds him pouring the redundant stream</br>Of light; beholds his unrelenting sway</br>Bend the reluctant planets to absolve</br>The fated rounds of time.  Thence far effus'd</br>She darts her swiftness up the long career</br>Of devious comets; thro' its burning signs</br>Exulting measures the perennial wheel</br>Of nature, and looks back on all the stars,</br>Whose blended light, as with a milky zone,</br>Invests the orient.  Now amaz'd she views</br>Th' empyreal waste, where happy spirits hold,</br>Beyond this concave heaven, their calm abode;</br>And fields of radiance, whose unfading light</br>Has travell'd the profound six thousand years,</br>Nor yet arrives in sight of mortal things.</br>Ev'n on the barriers of the world untir'd</br>She meditates th' eternal depth below;</br>Till, half recoiling, down the headlong steep</br>She plunges; soon o'erwhelm'd and swallow'd up</br>In that immense of being.  There her hopes</br>Rest at the fated goal.  For from the birth</br>Of mortal man, the sov'reign Maker said,</br>That not in humble nor in brief delight,</br>Not in the fading echoes of renown,</br>Pow'rs purple robes, nor pleasure's flow'ry lap,</br>The soul should find enjoyment:  but from these</br>Turning disdainful to an equal good,</br>Thro' all the ascent of things inlarge her view,</br>Till every bound at length should disappear,</br>And infinite perfection close the scene.", "Call now to mind what high capacious pow'rs</br>Lie folded up in man; how far beyond</br>The praise of mortals, may th' eternal growth</br>Of nature to perfection half divine,</br>Expand the blooming soul?  What pity then</br>Should sloth's unkindly fogs depress to earth</br>Her tender blossom; choak the streams of life,</br>And blast her spring!  Far otherwise design'd</br>Almighty wisdom; nature's happy cares</br>Th' obedient heart far otherwise incline.</br>Witness the sprightly joy when aught unknown</br>Strikes the quick sense, and wakes each active pow'r</br>To brisker measures:  witness the neglect</br>Of all familiar prospects, tho' beheld</br>With transport once; the fond attentive gaze</br>Of young astonishment; the sober zeal</br>Of age, commenting on prodigious things.</br>For such the bounteous providence of heav'n,</br>In every breast implanting this desire</br>Of objects new and strange, to urge us on</br>With unremitted labour to pursue</br>Those sacred stores that wait the ripening soul,</br>In truth's exhaustless bosom.  What need words</br>To paint its pow'r?  For this, the daring youth</br>Breaks from his weeping mother's anxious arms,</br>In foreign climes to rove:  the pensive sage,</br>Heedless of sleep, or midnight's harmful damp,</br>Hangs o'er the sickly taper; and untir'd</br>The virgin follows, with inchanted step,</br>The mazes of some wild and wondrous tale,</br>From morn to eve; unmindful of her form,</br>Unmindful of the happy dress that stole</br>The wishes of the youth, when every maid</br>With envy pin'd.  Hence, finally, by night</br>The village-matron, round the blazing hearth,</br>Suspends the infant-audience with her tales,</br>Breathing astonishment!  of witching rhymes,</br>And evil spirits; of the death-bed call</br>Of him who robb'd the widow, and devour'd</br>The orphan's portion; of unquiet souls</br>Ris'n from the grave to ease the heavy guilt</br>Of deeds in life conceal'd; of shapes that walk</br>At dead of night, and clank their chains, and wave</br>The torch of hell around the murd'rer's bed.</br>At every solemn pause the croud recoil</br>Gazing each other speechless, and congeal'd</br>With shivering sighs:  till eager for th' event,</br>Around the beldame all arrect they hang,</br>Each trembling heart with grateful terrors quell'd.", "But lo!  disclos'd in all her smiling pomp,</br>Where BEAUTY onward moving claims the verse</br>Her charms inspire:  the freely-flowing verse</br>In thy immortal praise, O form divine,</br>Smooths her mellifluent stream.  Thee, BEAUTY, thee</br>The regal dome, and thy enlivening ray</br>The mossy roofs adore:  thou, better sun!</br>For ever beamest on th' inchanted heart</br>Love, and harmonious wonder, and delight</br>Poetic.  Brightest progeny of heav'n!</br>How shall I trace thy features?  where select</br>The roseate hues to emulate thy bloom?</br>Haste then, my song, thro' nature's wide expanse,</br>Haste then, and gather all her comeliest wealth,</br>Whate'er bright spoils the florid earth contains,</br>Whate'er the waters, or the liquid air,</br>To deck thy lovely labour.  Wilt thou fly</br>With laughing Autumn to th' Atlantic isles,</br>And range with him th' Hesperian field, and see</br>Where'er his fingers touch the fruitful grove,</br>The branches shoot with gold; where'er his step</br>Marks the glad soil, the tender clusters grow</br>With purple ripeness, and invest each hill</br>As with the blushes of an evening sky?</br>Or wilt thou rather stoop thy vagrant plume,</br>Where gliding thro' his daughter's honour'd shades,</br>The smooth Peneus from his glassy flood</br>Reflects purpureal Tempe's pleasant scene?</br>Fair Tempe!  haunt belov'd of sylvan pow'rs,</br>Of nymphs and fauns; where in the golden age</br>They play'd in secret on the shady brink</br>With ancient Pan:  while round their choral steps</br>Young hours and genial gales with constant hand</br>Show'r'd blossoms, odours, show'r'd ambrosial dews,</br>And spring's Elysian bloom.  Her flowery store</br>To thee nor Tempe shall refuse; nor watch</br>Of winged Hydra guard Hesperian fruits</br>From thy free spoil.  O bear then, unreprov'd,</br>Thy smiling treasures to the green recess</br>Where young Dione stays.  With sweetest airs</br>Intice her forth to lend her angel-form</br>For beauty's honour'd image.  Hither turn</br>Thy graceful footsteps; hither, gentle maid,</br>Incline thy polish'd forehead:  let thy eyes</br>Effuse the mildness of their azure dawn;</br>And may the fanning breezes waft aside</br>Thy radiant locks, disclosing, as it bends</br>With airy softness from the marble neck,</br>The cheek fair-blooming, and the rosy lip,</br>Where winning smiles and pleasures sweet as love,</br>With sanctity and wisdom, temp'ring blend</br>Their soft allurement.  Then the pleasing force</br>Of nature, and her kind parental care</br>Worthier I'd sing:  then all th' enamour'd youth,</br>With each admiring virgin, to my lyre</br>Should throng attentive, while I point on high</br>Where beauty's living image, like the morn</br>That wakes in Zephyr's arms the blushing May,</br>Moves onward; or as Venus, when she stood</br>Effulgent on the pearly car, and smil'd,</br>Fresh from the deep, and conscious of her form,</br>To see the Tritons tune their vocal shells,</br>And each coerulean sister of the flood</br>With fond acclaim attend her o'er the waves,</br>To seek th' Idalian bower.  Ye smiling band</br>Of youths and virgins, who thro' all the maze</br>Of young desire with rival-steps pursue</br>This charm of beauty; if the pleasing toil</br>Can yield a moment's respite, hither turn</br>Your favourable ear, and trust my words.</br>I do not mean to wake the gloomy form</br>Of Superstition dress'd in wisdom's garb,</br>To damp your tender hopes; I do not mean</br>To bid the jealous thund'rer fire the heav'ns,</br>Or shapes infernal rend the groaning earth</br>To fright you from your joys:  my chearful song</br>With better omens calls you to the field,</br>Pleas'd with your generous ardour in the chace,</br>And warm as you.  Then tell me, for you know,</br>Does beauty ever deign to dwell where health</br>And active use are strangers?  Is her charm</br>Confess'd in aught, whose most peculiar ends</br>Are lame and fruitless?  Or did nature mean</br>This pleasing call the herald of a lye;</br>To hide the shame of discord and disease,</br>And catch with fair hypocrisy the heart</br>Of idle faith?  O no!  with better cares,</br>Th' indulgent mother, conscious how infirm</br>Her offspring tread the paths of good and ill,</br>By this illustrious image, in each kind</br>Still most illustrious where the object holds</br>Its native pow'rs most perfect, she by this</br>Illumes the headstrong impulse of desire,</br>And sanctifies his choice.  The generous glebe</br>Whose bosom smiles with verdure, the clear tract</br>Of streams delicious to the thirsty soul,</br>The bloom of nectar'd fruitage ripe to sense,</br>And every charm of animated things,</br>Are only pledges of a state sincere,</br>Th' integrity and order of their frame,</br>When all is well within, and every end</br>Accomplish'd.  Thus was beauty sent from heav'n,</br>The lovely ministress of truth and good</br>In this dark world:  for truth and good are one,</br>And beauty dwells in them, and they in her,</br>With like participation.  Wherefore then,</br>O sons of earth!  would you dissolve the tye?</br>O wherefore, with a rash, imperfect aim,</br>Seek you those flow'ry joys with which the hand</br>Of lavish fancy paints each flatt'ring scene</br>Where beauty seems to dwell, nor once inquire</br>Where is the sanction of eternal truth,</br>Or where the seal of undeceitful good,</br>To save your search from folly?  Wanting these,</br>Lo!  beauty withers in your void embrace,</br>And with the glittering of an idiot's toy</br>Did fancy mock your vows.  Nor let the gleam</br>Of youthful hope that shines upon your hearts,</br>Be chill'd or clouded at this awful task,</br>To learn the lore of undeceitful good,</br>And truth eternal.  Tho' the poisonous charms</br>Of baleful superstition, guide the feet</br>Of servile numbers, thro' a dreary way</br>To their abode, thro' desarts, thorns and mire;</br>And leave the wretched pilgrim all forlorn</br>To muse at last, amid the ghostly gloom</br>Of graves, and hoary vaults, and cloister'd cells;</br>To walk with spectres thro' the midnight shade,</br>And to the screaming owl's accursed song</br>Attune the dreadful workings of his heart;</br>Yet be not you dismay'd.  A gentler star</br>Your lovely search illumines.  From the grove</br>Where wisdom talk'd with her Athenian sons,</br>Could my ambitious hand intwine a wreath</br>Of PLATO'S olive with the Mantuan bay,</br>Then should my pow'rful verse at once dispel</br>Those monkish horrors:  then in light divine</br>Disclose th' Elysian prospect, where the steps</br>Of those whom nature charms, thro' blooming walks,</br>Thro' fragrant mountains and poetic streams,</br>Amid the train of sages, heroes, bards,</br>Led by their winged Genius and the choir</br>Of laurell'd science and harmonious art,</br>Proceed exulting to the eternal shrine,</br>Where truth inthron'd with her coelestial twins,</br>The undivided partners of her sway,</br>With good and beauty reigns.  O let not us,</br>Lull'd by luxurious pleasure's languid strain,</br>Or crouching to the frowns of bigot-rage,</br>O let us not a moment pause to join</br>That god-like band.  And if the gracious pow'r</br>Who first awaken'd my untutor'd song,</br>Will to my invocation breathe anew</br>The tuneful spirit; then thro' all our paths,</br>Ne'er shall the sound of this devoted lyre</br>Be wanting; whether on the rosy mead,</br>When summer smiles, to warn the melting heart</br>Of luxury's allurement; whether firm</br>Against the torrent and the stubborn hill</br>To urge bold virtue's unremitted nerve,</br>And wake the strong divinity of soul</br>That conquers chance and fate; or whether struck</br>For sounds of triumph, to proclaim her toils</br>Upon the lofty summit, round her brow</br>To twine the wreathe of incorruptive praise;</br>To trace her hallow'd light thro' future worlds,</br>And bless heav'n's image in the heart of man.", "Thus with a faithful aim have we presum'd,</br>Advent'rous, to delineate nature's form;</br>Whether in vast, majestic pomp array'd,</br>Or drest for pleasing wonder, or serene</br>In beauty's rosy smile.  It now remains,</br>Thro' various being's fair-proportion'd scale,</br>To trace the rising lustre of her charms,</br>From their first twilight, shining forth at length</br>To full meridian splendour.  Of degree</br>The least and lowliest, in th' effusive warmth</br>Of colours mingling with a random blaze,</br>Doth beauty dwell.  Then higher in the line</br>And variation of determin'd shape,</br>Where truth's eternal measures mark the bound</br>Of circle, cube, or sphere.  The third ascent</br>Unites this varied symmetry of parts</br>With colour's bland allurement; as the pearl</br>Shines in the concave of its azure bed,</br>And painted shells indent their speckled wreathe.</br>Then more attractive rise the blooming forms</br>Thro' which the breath of nature has infus'd</br>Her genial power to draw with pregnant veins</br>Nutritious moisture from the bounteous earth,</br>In fruit and seed prolific:  thus the flow'rs</br>Their purple honours with the spring resume;</br>And such the stately tree which autumn bends</br>With blushing treasures.  But more lovely still</br>Is nature's charm, where to the full consent</br>Of complicated members, to the bloom</br>Of colour, and the vital change of growth,</br>Life's holy flame and piercing sense are giv'n,</br>And active motion speaks the temper'd soul:</br>So moves the bird of Juno; so the steed</br>With rival ardour beats the dusty plain,</br>And faithful dogs with eager airs of joy</br>Salute their fellows.  Thus doth beauty dwell</br>There most conspicuous, even in outward shape,</br>Where dawns the high expression of a mind:</br>By steps conducting our inraptur'd search</br>To that eternal origin, whose pow'r,</br>Thro' all th' unbounded symmetry of things,</br>Like rays effulging from the parent sun,</br>This endless mixture of her charms diffus'd.</br>MIND, MIND alone, bear witness, earth and heav'n!</br>The living fountains in itself contains</br>Of beauteous and sublime:  here hand in hand,</br>Sit paramount the Graces; here inthron'd,</br>Coelestial Venus, with divinest airs,</br>Invites the soul to never-fading joy.</br>Look then abroad thro' nature, to the range</br>Of planets, suns, and adamantine spheres</br>Wheeling unshaken thro' the void immense;</br>And speak, O man!  does this capacious scene</br>With half that kindling majesty dilate</br>Thy strong conception, as when Brutus rose</br>Refulgent from the stroke of Caesar's fate,</br>Amid the croud of patriots; and his arm</br>Aloft extending, like eternal Jove</br>When guilt brings down the thunder, call'd aloud</br>On Tully's name, and shook his crimson steel,</br>And bade the father of his country, hail!</br>For lo!  the tyrant prostrate on the dust,</br>And Rome again is free! &mdash; Is aught so fair</br>In all the dewy landscapes of the spring,</br>In the bright eye of Hesper or the morn,</br>In nature's fairest forms, is aught so fair</br>As virtuous friendship?  as the candid blush</br>Of him who strives with fortune to be just?</br>The graceful tear that streams for others woes?</br>Or the mild majesty of private life,</br>Where peace with ever-blooming olive crowns</br>The gate; where honour's liberal hands effuse</br>Unenvied treasures, and the snowy wings</br>Of innocence and love protect the scene?</br>Once more search, undismay'd, the dark profound</br>Where nature works in secret; view the beds</br>Of min'ral treasure, and the eternal vault</br>That bounds the hoary ocean; trace the forms</br>Of atoms moving with incessant change</br>Their elemental round; behold the seeds</br>Of being, and the energy of life</br>Kindling the mass with ever-active flame:</br>Then to the secrets of the working mind</br>Attentive turn; from dim oblivion call</br>Her fleet, ideal band; and bid them, go!</br>Break thro' time's barrier, and o'ertake the hour</br>That saw the heavens created:  then declare</br>If aught were found in those external scenes</br>To move thy wonder now.  For what are all</br>The forms which brute, unconscious matter wears,</br>Greatness of bulk, or symmetry of parts?</br>Not reaching to the heart, soon feeble grows</br>The superficial impulse; dull their charms,</br>And satiate soon, and pall the languid eye.</br>Not so the moral species, nor the pow'rs</br>Of genius and design; th' ambitious mind</br>There sees herself:  by these congenial forms</br>Touch'd and awaken'd, with intenser act</br>She bends each nerve, and meditates well-pleas'd</br>Her features in the mirror.  For of all</br>The inhabitants of earth, to man alone</br>Creative wisdom gave to lift his eye</br>To truth's eternal measures; thence to frame</br>The sacred laws of action and of will,</br>Discerning justice from unequal deeds,</br>And temperance from folly.  But beyond</br>This energy of truth, whose dictates bind</br>Assenting reason, the benignant sire,</br>To deck the honour'd paths of just and good,</br>Has added bright imagination's rays:</br>Where virtue, rising from the awful depth</br>Of truth's mysterious bosom, doth forsake</br>The unadorn'd condition of her birth;</br>And dress'd by fancy in ten thousand hues,</br>Assumes a various feature, to attract,</br>With charms responsive to each gazer's eye,</br>The hearts of men.  Amid his rural walk,</br>Th' ingenuous youth, whom solitude inspires</br>With purest wishes, from the pensive shade</br>Beholds her moving, like a virgin-muse</br>That wakes her lyre to some indulgent theme</br>Of harmony and wonder:  while among</br>The herd of servile minds, her strenuous form</br>Indignant flashes on the patriot's eye,</br>And thro' the rolls of memory appeals</br>To ancient honour; or in act serene,</br>Yet watchful, raises the majestic sword</br>Of public pow'r, from dark ambition's reach</br>To guard the sacred volume of the laws.", "Genius of ancient Greece!  whose faithful steps</br>Well-pleas'd I follow thro' the sacred paths</br>Of nature and of science; nurse divine</br>Of all heroic deeds and fair desires!</br>O!  let the breath of thy extended praise</br>Inspire my kindling bosom to the height</br>Of this untemper'd theme.  Nor be my thoughts</br>Presumptuous counted, if amid the calm</br>That sooths this vernal evening into smiles,</br>I steal impatient from the sordid haunts</br>Of strife and low ambition, to attend</br>Thy sacred presence in the sylvan shade,</br>By their malignant footsteps ne'er profan'd.</br>Descend, propitious!  to my favour'd eye;</br>Such in thy mien, thy warm, exalted air,</br>As when the Persian tyrant, foil'd and stung</br>With shame and desperation, gnash'd his teeth</br>To see thee rend the pageants of his throne;</br>And at the lightning of thy lifted spear</br>Crouch'd like a slave.  Bring all thy martial spoils,</br>Thy palms, thy laurels, thy triumphal songs,</br>Thy smiling band of arts, thy godlike sires</br>Of civil wisdom, thy heroic youth</br>Warm from the schools of glory.  Guide my way</br>Thro' fair Lyceum's walk, the green retreats</br>Of Academus, and the thymy vale,</br>Where oft inchanted with Socratic sounds,</br>Ilissus pure devolv'd his tuneful stream</br>In gentler murmurs.  From the blooming store</br>Of these auspicious fields, may I unblam'd</br>Transplant some living blossoms to adorn</br>My native clime:  while far above the flight</br>Of fancy's plume aspiring, I unlock</br>The springs of ancient wisdom; while I join</br>Thy name, thrice honour'd!  with th' immortal praise</br>Of nature, while to my compatriot youth</br>I point the high example of thy sons,</br>And tune to Attic themes the British lyre.", ""]