["I.</br>\"Ruin seize thee, scoundrel Coe!</br>Confusion on thy frizzing wait;</br>Hadst thou the only comb below,</br>Thou never more shouldst touch my pate.</br>Club nor queue, nor twisted tail,</br>Nor e'en thy chatt'ring, barber!  shall avail</br>To save thy horse whip'd back from daily fears;</br>From Cantab's curse, from Cantab's tears!\"</br>Such were the sounds that o'er the powder'd pride</br>Of Coe the Barber scatter'd wild dismay,</br>As down the steep of Jackson's slippery lane</br>He wound with puffing march his toilsome, tardy, way.", "II.</br>In a room where Cambridge town</br>Frowns o'er the kennels' stinking flood,</br>Rob'd in a flannel powd'ring gown,</br>With haggard eyes poor Erskine stood;</br>(Long his beard, and blouzy hair,</br>Stream'd like an old wig to the troubled air;)</br>And with clung guts, and lace than razor thinner,</br>Swore the loud sorrows of his dinner.</br>\"Hark!  how each striking clock and tolling bell,</br>With awful sounds, the hour of eating tell!</br>O'er thee, oh Coe!  their dreaded notes they wave,</br>Soon shall such sounds proclaim thy yawning grave;</br>Vocal in vain, through all this ling'ring day,</br>The grace already said, the plates all swept away.", "III.</br>\"Cold is Beau * * tongue,</br>That sooth'd each virgin's pain;</br> Bright perfumed M** has cropp'd his head:</br>Almacks!  you moan in vain</br>Each youth whose high toupee</br>Made huge Plinlimmon bow his cloud-capt head,</br>In humble Tyburn-top we see;</br>Esplash'd with dirt and sun-burnt face;</br>Far on before the ladies mend their pace,</br>The Macaroni sneers, and will not see.</br>Dear lost companions of the coxcomb's art,</br>Dear as a turkey to these famish'd eyes,</br>Dear as the ruddy port which warms my heart,</br>Ye sunk amidst the fainting Misses' cries&mdash;</br>No more I weep &mdash; They do not sleep:</br>At yonder hall, a slovenly band,</br>I see them sit; they linger yet,</br>Avengers of fair Nature's hand;</br>With me in dreadful resolution join,</br>To CROP with one accord, and starve their cursed line.", "IV.</br>\"Wave the warp, and weave the woof,</br>The winding sheet of barber's race;</br>Give ample room and verge enough</br>Their lengthen'd lanthorn jaws to trace.</br>Mark the year, and mark the night,</br>When all their shops shall echo with affright,</br>Loud screams shall thro' St. James's turrets ring,</br>To see, like Eton boy, the King!</br>Puppies of France, with unrelenting paws</br>That crape the foretops of our aching heads;</br>No longer England owns thy fribbish laws,</br>No more her folly Gallia's vermin feeds.</br>They wait at Dover for the first fair wind,</br>Soup-meagre in the van, and snuff, roast-beef behind.", "V.</br>\"Mighty barbers, mighty lords,</br>Low on a greasy bench they lie!</br>No pitying heart, or purse, affords</br>A sixpence for a mutton-pye!</br>Is the mealy 'prentice fled?</br>Poor Coe is gone, all suppleness to bed.</br>The swarm that in thy shop each morning sat,</br>Comb their lank hair on forehead flat:</br>Fair laughs the morn, when all the world are beaux,</br>While vainly strutting thro' a silly land,</br>In foppish train the puppy barber goes;</br>Lace on his shirt, and money at command,</br>Regardless of the skulking baliff's sway,</br>That hid in some dark court expects his ev'ning prey.", "VI.</br>\"The porter-mug fill high,</br>Bak'd curls and locks prepare;</br>Reft of our heads, they yet by wigs may live,</br>Close by the greasy chair</br>Fell thirst and famine lie,</br>No more to art will beauteous nature give,</br>Heard ye the gang of Fielding say,</br>Sir John at last we've found their haunt</br>To desperation driv'n by hungry want,</br>Thro' the crammed laughing Pit they steal their way.</br>Ye tow'rs of Newgate!  London's lasting shame,</br>By many a foul and midnight murder fed,</br>Revere poor Mr. Coe, the blacksmith's fame,</br>And spare the grinning barber's chuckle head.", "VII.</br>\"Rascals!  we tread thee under foot,</br>(Weave we the woof; the thread is spun);</br>Our beards we pull out by the root;</br>(The web is wove; your work is done).</br>Stay, oh stay!  nor thus forlorn</br>Leave me uncurled, undinner'd, here to mourn.</br>Thro' the broad gate, that leads to College Hall,</br>They melt, they fly, they vanish all.</br>But oh!  what happy scenes of pure delight,</br>Slow moving on their simple charms unroll!</br>Ye rapt'rous visions!  spare my aching sight,</br>Ye unborn beauties croud not on my soul!</br>No more our long-lost Coventry we wail:</br>All hail, ye genuine forms; fair Nature's issue, hail!", "VIII.</br>\"Not frizz'd and fritter'd, pinn'd and roll'd,</br>Sublime their artless locks they wear,</br>And gorgeous dames, and judges old,</br>Without their tetes and wigs appear;</br>In the midst a form divine,</br>Her dress bespeaks the Pennsylvanian line,</br>Her port demure, her grave, religious face,</br>Attemper'd sweet to virgin-grace.</br>What sylphs and spirits wanton thro' the air!</br>What crouds of little angels round her play!</br>Hear from the sepulchre, great Penn!  oh hear!</br>A scene like this might animate thy clay.</br>Simplicity now soaring as she sings,</br>Waves in the eye of Heav'n her Quaker-colour'd wings.", "IX.</br>\"No more toupees are seen</br>That mock at Alpine height,</br>And queues with many a yard of ribbon bound,</br>All now are vanish'd quite.</br>No tongs, or torturing pin,</br>But ev'ry head is trimm'd quit snug around:</br>Like boys of the cathedral choir,</br>Curls, such as Adam wore, we wear,</br>Each simpler generation blooms more fair,</br>'Till all that's artificial expire.</br>Vain puppy boy!  think'st thou yon' essenc'd cloud,</br>Rais'd by thy puff, can vie with Nature's hue?</br>To morrow see the variegated croud</br>With ringlets shining like the morning dew.</br>Enough for me:  with joy I see</br>The different dooms our fates assign:</br>Be thine to love thy trade and starve;</br>To wear what Heaven bestow'd be mine;\"</br>He said, and headlong from the trap-stairs' height,</br>Quick thro' the frozen street, he ran in shabby plight.</br>"]