["Sweet Isle!  thy hearths are cold, thy walls are bare,</br>Thy bowers are broken, and thy dwellers gone:</br>O'er thee hath Ruin pass'd her burning share;</br>And where soft Music breath'd her sweetest tone,</br>Through blacken'd walls is heard the hollow moan</br>Of the lorn breeze; man's tread hath died away,</br>Save when perchance some mourner steals alone</br>Through thy mute dwellings, at decline of day,</br>When evening's curtain falls o'er earth and ocean gray.", "Deserted is thy hallow'd, haunted shore,</br>Where heaves the hero's solitary mound,&mdash;</br>Where Ocean sings his dirge for evermore,</br>And cypress waves and weeps o'er sacred ground,</br>That wraps his slumbers, dreamless, dark, and sound&mdash;</br>Where o'er the lonely place of his repose,</br>The moon, through all the veil of vapours floating round,</br>Sheds a dim halo, which all feebly glows,</br>As doth the light that Fame through mists of Time bestows.", "When day had set along the distant sea,</br>There lovers hied, and hail'd the blessed hour,</br>When to the evening star, from shady tree,</br>The bird of music 'plains in her green bower,</br>When dew drops are the guests of leaf and flower;</br>Through waveless woods when dying breezes sigh,</br>When melts the heart beneath the blended power</br>Of sound and silence, and the melody</br>Of nature soaring sweet into the dark blue sky.", "Methinks I see them, seated side by side;</br>A few brief suns shall see their fates made one:</br>So hearts will dream, though one short hour may hide</br>A gulf to yawn &mdash; a headlong tide to run</br>Between fond bosoms:  snowdrops in the sun</br>Not faster melt than fairest hopes decay,</br>Like April gleams &mdash; a moment seen and gone!</br>Eve found them happy &mdash; ere another day</br>Waned o'er the wave, they too had pass'd away!", "More blest their lot, who bloom'd to wither there&mdash;</br>Who in their birth-place found an early grave,</br>And linger'd not that worst of woes to share,</br>Felt by the young, the beautiful and brave,</br>Who liv'd the captives of the Moslem slave,</br>When of their own lov'd Isle each sound and sight</br>Wax'd faint and far; and tomb'd beneath the wave</br>Was its sweet shore &mdash; the scene of past delight,</br>And all was one dark waste of ocean, sky, and night.", "From that sad hour they ne'er were heard of more;</br>The tears that fall for them must fall in vain,</br>For they were wafted to the Paynim shore,</br>Whence they shall never be restor'd again;</br>Dragg'd to the distant clime and desart plain!</br>To friends &mdash; as years of sorrow wander by&mdash;</br>Shall Fancy paint the youth in slavery's chain,</br>Doom'd in a weary land to droop and die,&mdash;</br>Oh!  for oblivion's drop, to quench dark memory!", "And thy fair daughters, Scio!  where are they?</br>Say, dwells in Tyrant's domes their deep despair,</br>Where, when the blooming charms of youth decay,</br>The sack and sea await the fading fair?</br>So black a dream the bosom may not bear,</br>And can but hope, when they were torn away,</br>The heart with links that twined around it were,</br>Must needs have broken, and the lovely lay</br>Like flowers some ruthless hand hath strew'd on the cold clay!", "Ye moaning echoes of the mouldering wall!</br>Ye faded garlands of the ruined land!</br>Are ye not felt, e'en now, a sacred call</br>To fire the patriot's heart &mdash; to arm his hand</br>With red Extermination's blade and brand?</br>Does not the howling wilderness reveal</br>The deeds of murder? &mdash; can the heart withstand,</br>Each wordless, but all-eloquent appeal,</br>That doth its burning core to tenfold vengeance steel?</br>"]