["Far from her hallow'd grot, where mildly bright</br>The pointed crystals shot their trembling light,</br>From dripping moss where sparkling dew-drops fell,</br>Where coral glow'd, where twin'd the wreathed shell,</br>Pale Isis lay; a willow's lowly shade</br>Spread its thin foliage o'er the pensive maid;</br>Clos'd was her eye, and from her heaving breast</br>In careless folds loose flow'd her zoneless vest;</br>While down her neck her vagrant tresses flow</br>In all the awful negligence of woe;</br>Her urn sustain'd her arm, that sculptur'd vase</br>Where Vulcan's art had lavish'd all it's grace;</br>Here, full with life was heav'n-taught Science seen,</br>Known by the laurel wreath and musing mein:</br>There cloud-crown'd Fame, here Peace sedate and bland</br>Swell'd the loud trump, and wav'd the olive wand;</br>While solemn domes, arch'd shades, and vista's green</br>At well-mark'd distance close the sacred scene.", "On this the goddess cast an anxious look,</br>Then dropp'd a tender tear, and thus she spoke:</br>Yes, I cou'd once with pleas'd attention trace</br>The mimic charms of this prophetic vase;</br>Then lift my head, and with enraptur'd eyes</br>View on yon plain the real glories rise.</br>Yes, Isis!  oft hast thou rejoic'd to lead</br>Thy liquid treasures o'er yon favourite mead,</br>Oft hast thou stopt thy pearly car to gaze,</br>While ev'ry Science nurs'd it's growing bays;</br>While ev'ry Youth with Fame's strong impulse fir'd,</br>Prest to the goal, and at the goal untir'd</br>Snatch'd each celestial wreath to hind his brow</br>The Muses, Graces, Virtues cou'd bestow.", "E'en now fond Fancy leads th' ideal train,</br>And ranks her troops on Mem'ry's ample plain;</br>See!  the firm leaders of my patriot line,</br>See!  SIDNEY, RALEIGH, HAMDEN, SOMERS shine.</br>See HOUGH superior to a tyrant's doom</br>Smile at the menace of the slave of Rome.</br>Each soul whom truth cou'd fire, or virtue move,</br>Each breast strong panting with it's country's love,</br>All that to Albion gave the heart or head,</br>That wisely counsell'd, or that bravely bled,</br>All, all appear; on me they grateful smile,</br>The well earn'd prize of every virtuous toil</br>To me with filial reverence they bring,</br>And hang fresh trophies o'er my honour'd spring.", "Ah!  I remember well yon beechen spray,</br>There ADDISON first tun'd his polished lay;</br>'Twas there great Cato's form first met his eye,</br>In all the pomp of free-born majesty.</br>\"My Son,\" he cry'd, \"observe this mein with awe,</br>In solemn lines the strong resemblance draw;</br>The piercing notes shall strike each British ear,</br>Each British eye shall drop the patriot tear;</br>And, rous'd to glory by the nervous strain,</br>Each Youth shall spurn at slav'ry's abject reign,</br>Shall guard with Cato's zeal Britannia's laws,</br>And speak, and act, and bleed, in Freedom's cause.\"", "The Hero spoke, the Bard assenting bow'd,</br>The lay to liberty and Cato flow'd;</br>While Echo, as she rov'd the vale along,</br>Join'd the strong cadence of his Roman song.", "But ah!  how stillness slept upon the ground,</br>How mute Attention check'd each rising sound;</br>Scarce stole a breeze to wave the leafy spray,</br>Scarce trill'd sweet Philomel her softest lay,</br>When LOCKE walk'd musing forth; e'en now I view</br>Majestic Wisdom thron'd upon his brow,</br>View Candour smile upon his modest cheek,</br>And from his eye all Judgment's radiance break.</br>'Twas here the sage his manly zeal exprest,</br>Here stript vain Falshood of her gaudy vest;</br>Here Truth's collected beams first fill'd his mind,</br>E're long to burst in blessings on mankind;</br>E're long to show to reason's purged eye,</br>That \"NATURE'S FIRST BEST GIFT WAS LIBERTY.\"", "Proud of this wond'rous son, sublime I stood</br>(While louder surges swell'd my rapid flood)</br>Then vain as Niobe, exulting cry'd,</br>Ilissus!  roll thy fam'd Athenian tide;</br>Tho' Plato's steps oft mark'd thy neighbouring glade,</br>Tho' fair Lycaeum lent it's awful shade,</br>Tho' ev'ry Academic green imprest</br>It's image full on thy reflecting breast,</br>Yet my pure stream shall boast as proud a name,</br>And Britain's Isis flow with Attic fame.", "Alas!  how changed!  where now that Attic boast?</br>See!  Gothic Licence rage o'er all my coast</br>See!  Hydra Faction spread it's impious reign,</br>Poison each breast, and madden ev'ry brain.</br>Hence frontless crouds that not content to fright</br>The blushing Cynthia from her throne of night,</br>Blast the fair face of day; and madly bold,</br>To Freedom's foes infernal orgies hold;</br>To Freedom's foes, ah!  see the goblet crown'd,</br>Hear plausive shouts to Freedom's foes resound;</br>The horrid notes my refluent waters daunt,</br>The Echoes groan, the Dryads quit their haunt;</br>Learning that once to all diffus'd her beam,</br>Now sheds by stealth a partial private gleam,</br>In some lone cloister's melancholy shade</br>Where a firm few support her sickly head;</br>Despis'd, insulted by the barb'rous train,</br>Who scour like Thracia's moon-struck rout the plain,</br>Sworn foes like them to all the Muse approves,</br>All Phoebus favours, or Minerva loves.", "Are these the sons my fost'ring breast must rear?</br>Grac'd with my name, and nurtur'd by my care,</br>Must these go forth from my maternal hand</br>To deal their insults thro' a peaceful land,</br>And boast while Freedom bleeds, and Virtue groans,</br>That \"Isis taught Rebellion to her Sons?\"</br>Forbid it, heav'n!  and let my rising waves</br>Indignant swell, and whelm the recreant slaves,</br>In England's cause their patriot floods employ,</br>As Xanthus delug'd in the cause of Troy.</br>Is this denied?  Then point some secret way</br>Where far far hence these guiltless streams may stray,</br>Some unknown channel lend, where nature spreads</br>Inglorious vales and unfrequented meads,</br>There where a Hind scarce tunes his rustic strain,</br>Where scarce a Pilgrim treads the pathless plain</br>Content I'll flow; forget that e'er my tide</br>Saw yon majestic structures crown its side;</br>Forget that e'er my wrapt attention hung</br>Or on the Sage's or the Poet's tongue,</br>Calm and resign'd my humbler lot embrace,</br>And pleas'd prefer oblivion to disgrace.</br>"]