["Yet once more, O ye Laurels, and once more,</br>Ye roscid bowers of Larch's ample braid,</br>And the black Holm, that loves the wat'ry vale,</br>And Cypress, sign of bale,</br>And Cembran Pines, that scent the neighbouring glade,</br>Come; and let Ivy with the Poplar shade</br>(To catch my plaintive, melancholy strain,</br>For LYCIDAS is dead) her boughs enfold,</br>And paint with pallid green her buds of gold.</br>Who would not sing for LYCIDAS?  He lov'd</br>And woo'd each sweetly-amiable Muse;</br>He must not lie upon his sable bier</br>Unwept, and moulder in the silent dust</br>Without the meed of some melodious tear.", "II.</br>Begin, ye Sisters of the sacred well,</br>That pours at Sion's foot its living streams,</br>Begin, nor fear swart Envy's baleful beams.</br>If your pure essence can distil no tear,</br>Burn in your sighs at least, and bear</br>This honest Spirit from his lowly bed:</br>So my PHILANDER tread</br>With pleasing anguish o'er his flowering grave;</br>For they were destin'd near the self-same hill,</br>Fed their own flock, by fountain, shade, and rill.", "III.</br>Together Both, as air and earth appear'd</br>Gilt with the genial blushes of the Dawn,</br>With healthy paces brush'd the dews, and heard</br>The birds and rustics whistle through the lawn.</br>How joyous did they pass the laughing fields!</br>Freshen'd with every sweet that Nature yields,</br>Till sultry Phoebus pour'd the liquid Noon;</br>Then from their hearts they bless'd the social board</br>With simple viands stor'd;</br>Where, clad in Reason's sober garb, how soon</br>The charms of Fancy led the hours along!</br>And sage DAMOETAS lov'd to hear the song.", "IV.</br>But O the heavy change!  now thou art gone,</br>Gone to the vast, irremeable bourne!</br>Hark, how each oak, and dell, and mossy cave,</br>O'er-canopied with many a flaunting bough,</br>In all their echoes mourn!</br>For thee their leafy arms they wave,</br>Their amber gushes flow,</br>Forgotten of thy foot, ungaz'd by thee.</br>As deadly as the bitter blast, that spoils</br>The chymic labours of the vernal bee,</br>Which kisses every bloom,</br>Sucking a sweet perfume,</br>Till ruffian Eurus wets its busy wing;</br>Or, when the trees their fruitful blossoms bear,</br>The frost, that withers all the master's toils;</br>Or beauty dying by an adder's sting;</br>Such, LYCIDAS!  thy loss to Shepherd's ear.", "V.</br>Where we ye, Swains!  when the remorseless Fire</br>Rag'd in his head, and heart, and every vein?</br>For neither were ye bending o'er the lyre,</br>Nor deep with studious eye in maxims sage,</br>Nor rapt in holy Wisdom's hallow'd page,</br>Nor yet by Isis' willow-fringed stream.</br>Ah me!  I fondly dream,</br>Had ye been there; for what would that have done?</br>What could the Muse, which AKENSIDE had bore,</br>The Muse herself, for her enchanting Son,</br>Whom HEBERDEN all aidless did lament,</br>When by stern Death, whose arrows all deplore,</br>The lov'd Physician to the tomb was sent,</br>Down the dark chambers to the viewless shore?", "VI,.</br>Alas!  what boots it, with incessant care</br>To tend the homely Shepherd's slighted trade,</br>And gently wear an envied, thankless power?</br>Were it not best to follow those who shower</br>Their incense on the courtly, honour'd Maid,</br>And leave to tatter'd Crape the sick, the dead, and prayer?</br>Inly he scorn'd the wandering wits, that troop'd</br>Under the sooty flag of Acheron;</br>Great in simplicity, he never stoop'd</br>When Innovation mad begirt the throne,</br>And burning Zeal without her eyes; nor droop'd</br>Till the dread Fury with abhorred shears</br>Slit his lamented life &mdash; But not the praise,</br>Raphael replied, that lives above the spheres.</br>\"Can'st thou forego the pure, ethereal Soul,</br>In each fine sense so exquisitely keen,</br>On the dull couch of Luxury to roll,</br>Stung with Disease, and stupefied with Spleen;</br>Fain to implore the aid of Flattery's screen,</br>Even from thyself thy loathsome heart to hide,</br>The mansion then no more of Joy serene,</br>Where Fear, Distrust, Malevolence abide,</br>And impotent Desire, and disappointed Pride?\"", "VII.</br>O favour'd Stevenage!  and thy honour'd Wood,</br>And Fane, and Flock beneath his Pastoral care,</br>How were ye fall'n, when to his generous blood,</br>Walking the tainted air,</br>The Pestilence had found its way,</br>And Sickness at noon-day!</br>They ask'd the Floods, and ask'd the felon Winds,</br>What sudden fall had doom'd the gentle Swain,</br>And question'd every form of rugged Grief</br>That foils the finest gloss of human glory&mdash;</br>They knew not of his story:</br>Acute Disease and hoary Time declare,</br>That not a dying pang from them was sped;</br>Guiltless the Scythe and Glass; and Minutes fine</br>And many in the Sands might then be read:</br>It was that fierce, unmed'cinable Fire,</br>Boiling the secret veins with venom dire,</br>Which sunk so low that sacred head of thine.", "VIII.</br>DAMOETAS, reverend Sire, came footing slow,</br>In painful pleasure turn'd to pleasing pain,</br>Calm in compassion, to behold how vain</br>The wish of Friendship to secure from woe.</br>\"Is there a knowing heart, that cannot melt</br>For LYCID?  Rugged is that heart forlorn.</br>Is there who ne'er the mystic transport felt,</br>Of Charity and Melancholy born?</br>He needs not woo the Muse; he is her scorn.</br>The Sophist's rope of cobweb let him twine,</br>Mope o'er the Schoolman's peevish page, or mourn</br>And delve, for life, in Mammon's dirty mine;</br>Sneak with the wily Fox, or glutton with the Swine:</br>For that same goodly hue of white and red,</br>With which the Cheeks are sprinkled, shall decay;</br>And those sweet rosy leaves, so fairly spread</br>Upon the Lips, shall fade and fall away;</br>That golden Wire, and sparkling Eyes so bright</br>Shall turn to dust, and lose their goodly light:</br>But the fair Lamp, from whose celestial ray</br>That light proceeds which kindles fire divine,</br>Shall never be extinguish'd, nor decay;</br>But, when the vital spirits shall decline,</br>Then reigns the Mind, the standard of the pole;</br>The Christian there is measur'd by his soul.\"", "IX.</br>Return, ye Shepherds!  the dread voice is past</br>That sunk your minds; return, ye sorrowing Swains!</br>Call Flora here, and bid her hither cast</br>Each decking flow'ret of the painted plains.</br>Ye vales of Hertford!  in whose green domains</br>The whispering winds, and pearly, pebbled brooks</br>Sing as they flow, and Pan with rapture looks,</br>Bring hither all your quaint enamel'd eyes,</br>That catch the influence of the honied showers,</br>And spangle all the turf with dainty flowers:</br>Bring the blue Iris, and the Daisy trim;</br>The Crow-toe, and the luscious Woodbine sweet;</br>The Rose, vermilion-tictur'd, richly blowing;</br>The Violet, in purple glowing;</br>And from the pensive Cowslip and the Lily</br>Let snow and gold their mingling beauties join;</br>The Snow-drop weeping with the Daffodilly,</br>To strew his herse with bloomy Grideline:</br>For so, to interpose a little ease,</br>Let our frail thoughts dally with false surmise.</br>He that hath seen a great Oak dry and dead,</br>Yet clad with reliques of some trophies old,</br>Lifting to heav'n her lightning-blasted head,</br>Whose foot on earth has left but feeble hold,</br>But half disbowel'd lies above the ground,</br>Shewing her wreathed roots and naked arms,</br>And on her trunk all juiceless and unsound</br>Only supports herself for meat of worms;</br>And, though she owes her fall to the first wind,</br>Yet of the grateful people is ador'd</br>For many a sapling springing from the rind&mdash;</br>Who such an Oak has seen, let him record,</br>That such this Shepherd's honour was of yore;</br>Nor tree in truer glory flourish'd more.", "X.</br>Weep no more, Shepherds, in your vain endeavour;</br>For LYCIDAS, your sorrow, is not dead:</br>His Works and Alms not in the grave are trod,</br>But, as Faith pointed with her golden rod,</br>Follow'd him up to joy and bliss for ever:</br>Love led him on; and Faith, who knew them best</br>His handmaids, clad them o'er with purple beams</br>And azure wings, that up they flew so drest,</br>And spake the truth on him in glorious themes</br>Before the Judge, who thenceforth bid him rest,</br>And drink his fill of pure, immortal streams.", "XI.</br>Thus sang the uncouth Swain to th' oaks and rills,</br>Till westering clouds, fretted with golden fire,</br>Turn'd their gay linings o'er the fading hills,</br>And Nature's murmurs on the ear expire.</br>Breasting the thorn now Philomela trills</br>Her magic song awaking fond desire;</br>And now the flocks were couch'd in evening dew;</br>To-morrow to fresh woods and pastures new.</br>"]