["St. Dunstan's bells proclaim departed day,</br>The weary hacks slow drag the axle-tree;</br>The 'prentice homeward runs his hasty way,</br>And leaves the town to dulness and to me.", "Now fades the glimmering lamp upon the sight,</br>And all the air a solemn stillness holds;</br>Save where the watchman bawls &mdash; \"A cloudy night,\"</br>And tipsy rev'ller the shut tavern scolds:", "Save that yon victim of a ruffian's pow'r,</br>Does loudly to the street-patrole complain</br>Of such as, lurking at this silent hour,</br>Molest the king of midnight's ancient reign.", "Within those gates that iron strong has made,</br>Where rooms o'er rooms arise in many a heap,</br>Each in his chamber on a pillow laid,</br>The law-learn'd benchers of the Temple sleep.", "The breezy call of incense-breathing morn,</br>The swallow twitt'ring from the straw-built shed,</br>The sheriff's trumpet, or the post-man's horn,</br>No more shall rouze them from their feather-bed.", "In them no more the Muse's fire shall burn,</br>Or metaphysics be their ev'ning care;</br>No school-boy's classic triumphs shall return,</br>Or dulness pine the envied praise to share.", "Oft did the grammar to their patience yield,</br>The Latin oft and stubborn Greek they spoke:</br>How jocund hied they to the cricket-field!</br>How flew the ball before their sturdy stroke!", "Let not a WAKEFIELD mock their plodding toil,</br>Their text corrupt, and pedagogue obscure;</br>Nor PORSON hear, with a disdainful smile,</br>What stripes a slow-pac'd tyro must endure.", "The boast of critic skill may worms devour,</br>And all that study, all that wit e'er gave,</br>Await alike th' inevitable hour:</br>The backs of Russia cannot always save.", "Nor you, ye fam'd, impute to these the fault,</br>If Learning o'er those shelves no volumes raise,</br>Where oft the book-collector loves to halt,</br>And LACKINGTON yet swells with his own praise.", "Can hot-press'd page, or metzotinto bust,</br>Back to an author call th' expended sum?</br>Can Honour's voice engage the Printer's trust,</br>Or Flatt'ry soothe the dull, cold Debtor's room?", "Perhaps in those muse-slighted courts are laid</br>Some hearts once pregnant with celestial fire;</br>Hands that the rod of Thespis might have sway'd,</br>Or wak'd the modern PINDAR'S laughing lyre.", "But Themis to their eyes her ample page,</br>Rich with the spoils of clients, did unroll;</br>Chill Penury repress'd their classic rage,</br>Or Beauty warm'd the current of the soul.", "Yet many a term a lawyer, too serene,</br>The briefless bag to Westminster may bear:</br>Yet many a lover's born to sigh unseen,</br>Or waste his rhet'rick on th' obdurate fair.", "Some NASH, the had alike with dauntless breast,</br>The little tyrant or the great withstood;</br>Some mute, inglorious ERSKINE there may rest,</br>Some SCOTT, ne'er thirsting for a patriot's blood.", "Th' applause of list'ning juries to command,</br>The cause of HARDY and of TOOKE to gain;</br>To scatter pamphlets o'er the native land,</br>And read their praises from a foreign pen,", "Their lot forbade:  nor circumscrib'd alone</br>Their growing merit; but their faults confin'd,</br>Forbade to raise the persecutor's throne,</br>And shut the gates of freedom on the mind.", "The gentle charms of Christian Truth to hide,</br>To wake her blushes of ingenuous shame,</br>Heaping the shrine of Bigotry and Pride,</br>With incense kindled at her sacred flame&mdash;", "Far from the wrangling Bar's high-purchas'd strife,</br>On a back-seat they mark the wordy fray;</br>Along the Circuit to the vale of life,</br>They keep the noiseless tenor of their way,", "Yet e'en their heads from eve-drops to protect,</br>Some frail umbrella still erected nigh,</br>The uncouth wig, as Cloudesley Shovell's deck'd,</br>Declares a Counsellor is passing by.", "Their name, their years, spelt falsely in the news,</br>The place of Fame and BUONAPARTE supply;</br>And many a line around the printer strews,</br>That teach how barristers may wed or die.", "But who, to dull law-precedents a prey,</br>The pleasing cares of Science e'er resign'd;</br>Left the warm novel, or the well-wrought play,</br>Nor cast one longing, ling'ring look behind?", "On Summer's leisure the fagg'd clerk relies,</br>Some rural ease the Pleader's health requires;</br>E'en from the bench the Chief for leisure sighs,</br>E'en on Welsh mountains live his wonted fires.", "Henry!  for thee, who now to Science dead,</br>Dost on law-folios rest thy classic pate;</br>If chance, by friendly recollection led,</br>Some kindred spirit shall enquire thy fate,", "Happy some drama-loving wight may say&mdash;</br>\"Oft have I seen him, at the hour of five,</br>Brushing with hasty steps the dirt away,</br>For Drury's pit and front-seat to strive:", "\"There, where a whisper from the stage can reach,</br>Though for the gaudy pantomime too nigh,</br>At pompous nothing's would he yawn and stretch,</br>But mark the eloquence of SIDDON'S eye.", "\"Hard by yon band, now fiddling as in scorn,</br>Musing on GODWIN would his fancy rove:</br>Now drooping, when he thought of men forlorn,</br>For public weal now slighting private love.", "\"One eve I miss'd him o'er the custom'd pit,</br>Along the Critic's seat, near tweedle dee;</br>Another came; nor where the Gods did sit,</br>Nor up the slips, nor at half-price, was he.", "Next morn, 'twixt lawyers two, in black array,</br>Slow thro' the hall of Rufus was he borne:</br>Approach and read (if thou canst read) the lay</br>Engross'd on parchment from an old deed torn.\"", "THE EPITAPH.</br>Here rests his head upon a page of COKE</br>A Youth, to Foplings and to Flirts unknown:</br>Fair Science frown'd not on the words he spoke,</br>And Metaphysics mark'd him for their own.", "Sound was his judgment, and his soul sincere,</br>Fortune a recompence did largely send:</br>He wrote at Colchester full many a year:</br>He gain'd from Witham, all his wish'd, a Friend.", "Nor, PATTISON, his civic faith disclose,</br>Nor draw his frailties in a wordy brief;</br>For you alike in trembling hope repose,</br>To be admitted by my Lord the Chief.</br>"]