["In Days of Old, when Beasts in Regal State</br>Their Courts maintain'd, and wisely cou'd debate;</br>The Wily Fox, the Mimic Ape address'd,</br>With Want and Infamy alike oppress'd.", "Neighbour and Gossip!  We are so ally'd</br>No sep'rate Views our Friendship can divide.</br>With equal Sorrow we each other view,</br>And vainly we this Course of Life persue.</br>Thus many Years we now have spent and worn</br>In mean Regard, and basest Fortunes scorn.</br>Let us no more this wretched State endure,</br>But with united Counsels seek a Cure.", "This solemn Lecture th' Ape maturely weigh'd,</br>And swore the Fox's Rules shou'd be obey'd.</br>They then reflected how they shou'd proceed,</br>That Gold wou'd end their Cares they soon agreed;</br>That haughty Man for gold his God's betray'd,</br>And Gods themselves more mighty Gold cou'd aid.", "Long had the jarring World of War complain'd,</br>And purple Streams the Verdant Fields distain'd.</br>A Peace was late Proclaim'd; but thro' the Crowd</br>Fell Envy ran, and hiss'd and bray'd aloud.</br>A Factious herd the spreading Venom seiz'd,</br>And Peace and Quiet, Health and Trade displeas'd.</br>Weak Reasons utter'd in schismatic Schools,</br>Dispers'd by Knaves, were credited by Fools.", "From hence the Fox resolv'd, a Soldier's Name</br>At once wou'd shield them, and their Wants proclaim.</br>The Ape he judg'd was fittest for the Cheat,</br>While he wou'd wait, to forward the Deceit.</br>The Ape in military Gard array'd,</br>Seem'd Maim'd and Scarr'd, with loss of Blood decay'd.</br>Shame light on him!  that thro' such false Pretence</br>Converts the Name of Soldier to Offence&mdash;;</br>And that which is the Noblest Mistery,</br>Turns to Reproach and common Infamy.", "Long time they wasted in this vagrant State,</br>And rambled far, and met with various Fate.</br>Sometimes in Luxury their Lives they led,</br>And soon with Hunger, and with Cold half Dead;</br>Their Wiles at length, no longer cou'd be born,</br>Expos'd to all they grew the publick Scorn.", "The honour'd Soldier's Garb aside he threw,</br>And to a Farmer privately withdrew.</br>He, easy Man, deceiv'd with formal Prayer,</br>His Fleecy Flocks committed to their Care.</br>With Blood insatiate on his Flocks they flew,</br>Nor tender Lamb escap'd, nor teeming Ewe.</br>The Year expir'd, Accounts were to be clear'd:</br>But conscious of their Guilt, e're Day appear'd</br>They stole away, and took their hasty Flight,</br>Cover'd with Clouds of all concealing Night.", "Next they assum'd the Clergy's sacred Name,</br>And made Religion serve their wicked Aim:</br>But soon by Vice distinguish'd from the rest,</br>They fled a Calling painful to the Best.", "Detected thus, and grown the Vulgar Sport,</br>The Fox advis'd they shou'd repair to Court.</br>For from sagacious Beasts he oft had heard,</br>Few were advanc'd for Vertue's bare Regard.", "All Things prepar'd, to court their Course they steer'd;</br>The Ape as Lord, the Fox as Man appear'd.</br>'Twere tedious to recount, hard to believe</br>The various Slights they practis'd to deceive.</br>The Ape with low inglorious Minds prevail'd,</br>At vertuous Names, and nobler Deeds he rail'd.</br>While the brave Courtier, in whose beauteous Thought</br>Regard of Honour harbours more than ought;</br>Such Practice loath'd, nor wou'd their Bloods disgrace,</br>But walk'd upright with comely stedfast Pace.</br>Deep in their Hearts their Loyalty engrav'd,</br>Nor wou'd by Foreign Boobies be enslav'd.", "Such he avoided, and fit Objects chose,</br>On whom his witless Pleasance might impose,.</br>Sometimes he wou'd fine loving Verses frame,</br>And play the Poet oft, but ah for shame!</br>Let not sweet Poets praise (whose only Pride</br>Is Vertue to advance,  and Vice deride)</br>Be with the Work of Scriblers Wit defam'd,</br>Nor let such Verses, Poetry be nam'd.</br>Yet he the Name on him wou'd rashly take,</br>Maugre the sacred Muses, and  oft make</br>Them aid his Vice, and with their Charms allure</br>Chaste Ladies Ears to Fantasies impure.</br>If Arms or Honours e're their Breasts inflam'd,</br>Their Toils he mock'd, and their great Deeds defam'd.</br>Their gentle Wits, and kindle with Desire,</br>Then would he scoff at Learning, and disgrace</br>The Sectaries thereof, as People Base.</br>And simple Men, who in dark Corners mew'd,</br>Mutter'd of Matters as their Books them shew'd.</br>Nor other Knowledge ever did attain,</br>But with their Gowns their Gravity maintain.</br>From them, he wou'd his impudent lewd Speech</br>Against God's Holy Ministers oft reach,</br>So mock high God himself whom they profess;</br>But what car'd he for God or Godliness.</br>All his Desire was sordid Wealth to gain,</br>And in luxurious Ease his Life maintain.", "But chiefly Renard's Arts his Coffer's fill'd;</br>For he in cleanly Knavery was skill'd.</br>Demure in Looks, and formal in his Speech,</br>Daily expos'd, yet daily cou'd o're-reach.</br>With Hums and Haws from Fools, Applause cou'd win,</br>And wisely prove great Sinfulness in Sin.</br>Bloody and stern, and insolent in Place,</br>But meanly crouch'd and fawn'd when in Disgrace.</br>In Sacriledge his rude Religion lay,</br>And his Obedience Treason did display.</br>All but his crafty Kind unclean he held,</br>And most in vile Hypocrisy excell'd.</br>Accomplish'd thus, a thousand Tricks he play'd,</br>And swore and ly'd, was trusted and betray'd.</br>He flatter'd Fools, but shun'd the Good and Wise,</br>And simple Suitors gravely wou'd advise</br>To buy his Master's frivolous good Will,</br>Who had not Pow'r to do them Good or Ill.", "So pitiful a thing is Suiter's State!</br>Most miserable Man!  Whom wicked Fate</br>Hath brought to Court, to seek uncertain Gain,</br>Which rarely satisfies, and few obtain.</br>Full little knowest thou, who has not try'd,</br>What Hell it is in suing long to bide.</br>To lose good Days, which might be better spent,</br>To waste long Nights in pensive discontent.</br>To speed to Day, to be put back to morrow,</br>To have thy Prince's Grace, yet want his Peers,</br>To have thy asking, yet wait many Years.</br>To fret thy Soul with Crosses and with Care,</br>To eat thy Heart thro' comfortless Despair.</br>To fawn, to crowch, to wait, to ride, to run,</br>To spend, to give, to want, to be undone.</br>Unhapy Wretch!  Born to disastrous End,</br>Who does his Life in long Attendance spend.</br>Whoever leaves sweet Home, where mean Estate</br>In Safeties held, and free of Strife or Hate,</br>Finds all Things needful, Nature to sustain,</br>And will to Court to seek for Shadows vain,</br>Will find himself an Idiot in the End.</br>May that dire Curse my Enemy attend!", "At length the Fox cou'd not so closely hide</br>His crafty Feats, but they were all descry'd.</br>Brought to the Bar, the Jury soon agreed,</br>And Banishment perpetual was decreed.", "Th' untoward Ape his Counsellor soon miss'd,</br>Nor cou'd without the Knavish Fox subsist:</br>Expos'd and scorn'd by all, he fled dismay'd,</br>And sought again his dear Companion's Aid.", "Long time they wander'd in sad Banishment,</br>And grievous Want and Hardships underwent.</br>They curs't the Folly that thus made them roam,</br>And leave the Sweetness of contented Home.</br>But ne'er repented of one wicked Deed,</br>For irreclaimable is all their Breed.", "Thus as they griev'd and mourn'd their hard Estate,</br>And retchless, thro' the Forrest sought their Fate.</br>Lo!  Where they spy'd, how in a Gloomy Glade,</br>The Lyon sleeping lay in secret Shade,</br>The Crown and Sceptre lying by his Side,</br>And having doft for heat his dreadful Hide;</br>The Ape was seiz'd with Terror at the Sight,</br>And judg'd his Safety lay in sudden Flight:</br>But him the Fox with hardy Words did stay,</br>And bad him put the Cowardice away.</br>Fortune, said he, presents this lucky Hour,</br>To rise from mean Degree to sov'reign Pow'r.</br>His Crown and Sceptre seiz'd, if we think good,</br>And his fam'd skin, the Terror of the Wood;</br>What hinders then, if we these Engines wear,</br>But we our selves the Regal Pow'r may share?", "These Reasons with th' Ambitious Ape prevail'd</br>But Death objected if their Treason fail'd.", "Fond Ape, said Renard, to whose dastard Mind</br>Never did thought of Honour passage find.</br>Who for a Crown will not his Life disdain?</br>And rather chuse in sov'reign State to reign,</br>Than dwell in Dust inglorious and base,</br>Where none shall name the Number of his Place?</br>Consider Man:  And who does not oft swear,</br>And oft unswear, a Diadem to wear?</br>Kings by their Subjects daily are betray'd,</br>And their own Off-spring will their Rights invade.</br>The Crown obtain'd, the Perjur'd Nations croud,</br>And sing the vile Usurpers Praise aloud.</br>In awkward Pomp their Homage she receives,</br>And prostituted Vows the Dolt believes.</br>Whatever flagrant Crimes we perpetuate,</br>Remember, it is Man we imitate.</br>A Crown's the Object, boldly then proceed,</br>Success will consecrate the blackest Deed.", "But first the Fox convey'd beneath his Head</br>A baneful Herb, which wondrous Influence shed;</br>It's drowsy Fumes the Lyon did invest,</br>And Loyalty throughout his Realms supprest.", "Embolden'd thus, the Ape in thieving skill'd,</br>His trusty Councellor's Advice fulfill'd.</br>The Royal Ensigns now convey'd away,</br>A Strife arose who shou'd possess the Prey.</br>But 'twas agreed, the Ape in Shew shou'd reign,</br>While all the Pow'r shou'd with the Fox remain.", "The Ape adorn'd with Marks of Sov'reign Sway,</br>Strait to the Royal Palace took his Way.</br>The Sheep and Ass upon the Road they found,</br>Who trembling bow'd, and the Usurper own'd.</br>They ne'er consider'd who the Scepter sway'd,</br>Whoever rul'd they passively obey'd.</br>They not presum'd Kings to unmake or to make,</br>But solemn Oaths to all alike wou'd take.", "And then for Conscience against Conscience fight,</br>And starve the Heir, yet know and own his Right.</br>They held that Kings and Crowns by Right Divine enjoy'd,</br>But that Possession too that Right Divine destroy'd.", "These first the Ape's Authority did own,</br>And fawn'd and cring'd, and crowded nest the Throne,</br>But soon dismiss'd, and treated with Disgrace,</br>More proper Instruments supply'd their Place.", "The Fox was made prime Minister of State:</br>And now display'd his fell invet'rate hate.</br>The harmless Herd with Rancour he persu'd,</br>Rich with their Spoils, and with their Blood embru'd.</br>His Kin alone all Offices must share,</br>The Lybian Tyger and the German Bear.</br>A Wolfish Guard he plac'd about the Court,</br>And made Alliances for his support</br>With Foreign Beasts; not in the Forrest bred,</br>But part by Land, and part by Water fed.</br>He fed his Cubs with Fat of all the Soil,</br>And with the sweet of others sweating Toil.</br>The Land he tax'd, the Subject he oppress'd,</br>For Bribes alone the Injur'd he redress'd.</br>Titles and Offices he meanly sold,</br>And Pastors wou'd elect for sordid Gold.</br>The real Nobles forc'd in Caves to dwell,</br>While all their ancient Mansions mould'ring fell.</br>But his proud Palaces were rais'd so high,</br>That they began to threat the Neighbour Sky.", "Now when high Jove, in whose Almighty Hand</br>The Care of Kings and Pow'r of Empire stand,</br>Sitting one Day above the Azure Sky,</br>From whence he views with his Black-lidded Eye</br>Whate'er the Heav'n in his wide Vault contains,</br>And all that in the deepest Earth remains:</br>The troubled Kingdom of the Beasts survey'd,</br>Which, shameless, not their kindly Lord obey'd,</br>But an Usurping Ape, who, cloath'd with Guile,</br>Had all subverst and did the Throne defile.</br>He 'sdeignful frowning, hardly cou'd refrain,</br>But that with Thunderbolts he had him slain,</br>And driven down to Hell; a Sentence due</br>To all Usurpers, and their wicked Crew.</br>But pawsing in his Wrath, he rather chose</br>To the whole World th' Impostors to expose.</br>And solemnly decreed, that vile Disgrace</br>Shou'd cling forever to their Brutish Race.</br>To Mercury the God declar'd his Will,</br>And bad him haste, and his Decree fulfil.</br>To brand with Infamy th' Usurping Race,</br>And on his Throne the Lawful Sov'reign place.", "The Son of Maia took his steep Descent,</br>The Liquid Clouds and Lucid Firmament,</br>With his bright Azure Wings he clove, nor staid</br>Till the wrong'd Lyon sleeping he survey'd.</br>The wicked Weed he first remov'd, whose Charms</br>Gave Sleep, and fill'd the Wood with false Alarms.</br>Then thus the God; arise thou injur'd King!</br>From mighty Jove himself Commands I bring.</br>This dull Distemper from thy Spirits shake,</br>Assert thy Right, these lonely Woods forsake.</br>An Idiot Ape and Fox of Traytor kind,</br>To rob thee of thy Birth-right have combin'd.</br>In scorn to Law, thy Kingdom they possess,</br>With foreign Yoke thy subjects they oppress.</br>Arise!  Assert thy Right!  For naked as thou art,</br>Depend on sure Success, Great Jove will take thy part.", "At this the Lyon rows'd, his Den survey'd,</br>And quickly found, he basely was betray'd.</br>His own, his subjects Wrongs when he beheld,</br>His noble Heart with Indignation swell'd.</br>He roar'd aloud and sternly look'd around,</br>And all the forrest trembled with the Sound.</br>Thus wrong'd, encourag'd thus by Jove's Command,</br>He vow'd from foreign Sway to free the Land.</br>A Cause so Just admitted no delay,</br>But swiftly to his court he took his way.", "The joyful News was soon dispers'd by Fame,</br>The Native King return'd his Right to claim!</br>Repenting Subjects crowded as he pass'd,</br>And own'd their Follies, and his Feet embrac'd.</br>His generous Soul ev'n to upbraid forbore,</br>He pardon'd all, but bad them sin no more.", "Th' Acclamations reach'd th' Usurper's Ears,</br>Trembling they heard, and vanquish'd by their Fears,</br>By all deserted, with their Guilt half dead,</br>In haste, from their impending Ruin fled.", "The Lyon, in whose Temper Mercy reign'd,</br>Smil'd at their Terror, and Persuit disdain'd.", "The Ape was hiss'd, and grew the rabble's Sport,</br>The Fox forever banish'd from the Court.", "The Lyon sought their Mischiefs to repair,</br>His Subjects Good was now his only Care.</br>"]