["It chaunced me one day beside the Shore</br>Of silver streaming Thamesis to be,</br>Nigh where the goodly Verlame stood of yore,</br>Of which there now remains no Memory,</br>Nor any little Monument to see;</br>By which the Traveller, that fares that way,</br>This once was she, may warned be to say.", "There, on the other side, I did behold</br>A Woman sitting sorrowfully wailing,</br>Rending her yellow Locks, like wiry Gold,</br>About her Shoulders carelesly down trailing,</br>And Streams of Tears from her fair Eyes forth railing:</br>In her right Hand a broken Rod she held,</br>Which towards Haven she seem'd on high to weld.", "Whether she were one of that River's Nymphs,</br>Which did the Loss of some dear Love lament,</br>I doubt; or one of those three fatal Imps,</br>Which draw the Days of Men forth in Extent;</br>Or th' ancient Genius of that city brent:</br>But seeing her so piteously perplexed,</br>I (to her calling) ask'd what her so vexed.", "Ah!  what Delight (quoth she) in earthly thing,</br>Or Comfort can I wretched Creature have?</br>Whose Happiness the Heavens envying,</br>From highest Stair to lowest Step me drave,</br>And have in mine own Bowels made my Grave:</br>That of all Nations now I am forlorn,</br>The World's sad Spectacle, and Fortune's Scorn.", "Much was I moved at her piteous Plaint,</br>And felt my Heart nigh riven in my Breast</br>With tender Ruth to see her sore Constraint,</br>That shedding Tears awhile, I still did rest,</br>And after, did her Name of her request.</br>Name have I none (quoth she) nor any Being,</br>Bereft of both by Fates unjust decreeing.", "I was that City, which the Garland wore</br>Of Britain's Pride, delivered unto me</br>By Roman Victors, which it won of yore;</br>Though nought at all but Ruines now I be,</br>And lie in mine own Ashes, as ye see:</br>Verlame I was; what boots it that I was,</br>Sith now I am but Weeds and wasteful Grass?", "O vain World's Glory, and unstedfast State</br>Of all that lives on face of sinful Earth!</br>Which from their first until their utmost Date,</br>Taste no one hour of Happiness or Mirth;</br>But like as at the Ingate of their Birth,</br>They crying creep out of their Mother's Womb;</br>So wailing, back go to their woeful Tomb.", "Why then doth Flesh, a Bubble-glass of Breath,</br>Hunt after Honour and Advauncement vain,</br>And rear a Trophee for devouring Death,</br>With so great Labour and long-lasting Pain,</br>As if his Days for ever should remain?</br>Sith all that in this World is great or gay,</br>Doth as a Vapour vanish and decay.", "Look back who list unto the former Ages,</br>And call to count what is of them become:</br>Where be those learned Wits and antique Sages,</br>Which of all Wisdom knew the perfect Sum?</br>Where those great Warriors, which did overcome</br>The World with Conquest of their Might and Main,</br>And made one Mear of th' Earth, and of their Reign?", "What now is of th' Assyrian Lioness,</br>Of whom no Footing now on Earth appears?</br>What of the Persian Bear's Outrageousness,</br>Whose Memory is quite worn out with Years?</br>Who of the Grecian Libbard now ought hears,</br>That over-ran the East with greedy Powre,</br>And left his Whelps their Kingdoms to devour?", "And where is that same great seven-headed Beast,</br>That made all Nations Vassals of her Pride,</br>To fall before her Feet at her Beheast,</br>And in the Neck of all the World did ride?</br>Where doth she all that wondrous Wealth now hide?</br>With her own Weight down pressed now she lies,</br>And by her Heaps her Hugeness testifies.", "O Rome!  thy Ruin I lament and rue,</br>And in thy Fall, my fatal Overthrow,</br>That whilom was, whilst Heavens with equal View</br>Deign'd to behold me, and their Gifts bestow,</br>The Picture of thy Pride in pompous Show:</br>And of the whole World as thou wast the Empress,</br>So I of this small Northern World was Princess.", "To tell the Beauty of my Buildings fair,</br>Adorn'd with purest Gold, and precious Stone;</br>To tell my Riches, and Endowments rare,</br>That by my Foes are now all spent and gone:</br>To tell my Forces, matchable to none,</br>Were but lost Labour, that few would believe,</br>And with rehearsing, would me more agrieve.", "High Towers, fair Temples, goodly Theaters,</br>Strong Walls, rich porches, princely palaces,</br>Large Streets, brave Houses, sacred Sepulchers,</br>Sure Gates, sweet Gardens, stately Galleries,</br>Wrought with fair Pillors, and fine Imageries:</br>All those (O pity!)  now are turn'd to Dust,</br>And overgrown with black Oblivion's Rust.", "Thereto for warlike Power, and Peoples Store,</br>In Britanny was none to match with me,</br>That many often did aby full sore:</br>Ne Troynovant, though elder Sister she,</br>With my great Forces may compared be;</br>That stout Pendragon to his Peril felt,</br>Who in a Siege seven Years about me dwelt.", "But long e'er this, Bunduca, Britonness,</br>Her mighty Hoast against my Bulwarks brought;</br>Bunduca, that victorious Conqueress,</br>That lifting up her brave heroick Thought</br>'Bove Womens Weakness, with the Romans fought,</br>Fought, and in Field against them thrice prevailed;</br>Yet was she foil'd, whenas the me assailed.", "And though at last by Force I conquer'd were</br>Of hardy Saxons, and became their Thrall;</br>Yet was I with much Bloodshed bought full dear,</br>And priz'd with Slaughter of their General:</br>The Monument of whose sad Funeral,</br>For Wonder of the World, long in me lasted,</br>But now to nought through Spoil of Time is wasted.", "Wasted it is, as if it never were;</br>And all the rest that me so honour'd made,</br>And of the World admired every where,</br>Is turn'd to Smoak, that doth to nothing fade:</br>And of that Brightness now appears no Shade,</br>But griesly Shades, such as do haunt in Hell,</br>With fearful Fiends, that in deep Darkness dwell.", "Where my high Steeples whilom us'd to stand,</br>On which the lordly Faulcon wont to towre,</br>There now is but an Heap of Lime and Sand,</br>For the Skriech-Owl to build her baleful Bowre:</br>And where the Nightingale wont forth to pour</br>Her restless Plaints, to comfort wakeful Lovers,</br>There now haunt yelling Mews and whining Plovers.", "And where the chrystal Thamis wont to slide</br>In silver Channel, down along the Lee,</br>About whose flowry Banks on either side,</br>A thousand Nymphs, with mirthful Jollitee,</br>Were wont to play, from all Annoyance free;</br>There now no River's Course is to be seen,</br>But moorish Fens, and Marshes ever green.", "Seems, that the gentle River for great Grief</br>Of my Mishap, which oft I to him plained;</br>Or for to shun the horrible Mischief,</br>With which he saw my cruel Foes me pained,</br>And his pure Streams with guiltless Blood oft stained,</br>From my unhappy Neighbourhood far fled,</br>And his sweet Waters away with him led.", "There also where the winged Ships were seen,</br>In liquid Waves to cut their foamy way,</br>And thousand Fishers numbred to have been</br>In that wide Lake, looking for plenteous Prey</br>Of Fish, which they with Baits us'd to betray;</br>Is now no Lake, nor any Fisher's Store,</br>Nor ever  Ship shall sail there any more.", "They are all gone, and all with them is gone,</br>Ne ought to me remains, but to lament</br>My long Decay, which no Man else doth mone,</br>And mourn my Fall with doleful Dreriment.</br>Yet is it Comfort in great Languishment,</br>To be bemoned with Compassion kind,</br>And mitigates the Anguish of the Mind.", "But me no Man bewaileth, but in Game,</br>Ne sheddeth Tears from lamentable Eye;</br>Nor any lives that mentioneth my Name</br>To be remembred of Posterity,</br>Save one, that maugre Fortune's Injury,</br>And Time's Decay, and Envy's cruel Tort,</br>Hath writ my Record in true-seeming sort.", "Cambden, the Nourice of Antiquity,</br>And Lanthorn unto late succeeding Age,</br>To see the Light of simple Verity,</br>Buried in Ruines, through the great Outrage</br>Of her own People, led with warlike Rage;</br>Cambden, though Time all Monuments obscure,</br>Yet thy just Labours ever shall endure.", "But why (unhappy Wight!)  do I thus cry,</br>And grieve that my Remembrance quite is raced</br>Out of the Knowledge of Posterity,</br>And all my antique Monuments defaced?</br>Sith I do daily see things highest placed,</br>So soon as Fates their vital Thred have shorn,</br>Forgotten quite, as they were never born.", "It is not long since these two Eyes beheld</br>A mighty Prince, of most renowned Race,</br>Whom England high in count of Honour held,</br>And greatest ones did sue to gain his Grace;</br>Of greatest ones he greatest in his Place,</br>Sate in the Bosom of his Sovereign,</br>And Right and Loyal did his Word maintain.", "I saw him die, I saw him die, as one</br>Of the mean People, and brought forth on Bier;</br>I saw him die, and no Man left to mone</br>His doleful Fate, that late him loved dear:</br>Scarce any left to close his Eye-lids near;</br>Scarce any left upon his Lips to lay</br>The sacred Sod, or Requiem to say.", "O trustless State of miserable Men,</br>That build your Bliss on hope of earthly Thing,</br>And vainly think your selves half happy then,</br>When painted Faces with smooth flattering</br>Do fawn on you, and your wide Praises sing;</br>And when the courting Masker louteth low,</br>Him true in Heart and trusty to you trow!", "All is but feigned, and with Oaker dide,</br>That every Shower will wash and wipe away;</br>All things do change that under Heaven abide,</br>And after Death all Friendship doth decay.</br>Therefore what-ever Man bears worldly sway,</br>Living, on God, and on thy self rely,</br>For, when thou dies, all shall with thee die.", "He now is dead, and all is with him dead,</br>Save what in Heaven's Storehouse he uplaid;</br>His Hope is fail'd, and come to pass his dread,</br>And evil Men (now dead) his Deeds upbraid;</br>Spight bites the dead, that living never baid.</br>He now is gone, the whiles the Fox is crept</br>Into the Hole, the which the Badger swept.", "He now is dead, and all his Glory gone,</br>And all his Greatness vapoured to nought,</br>That as a Glass upon the Water shone,</br>Which vanisht quite, so soon as it was sought:</br>His Name is worn already out of thought,</br>Ne any Poet seeks him to revive;</br>Yet many Poets honour'd him alive.", "Ne doth his Colin, careless Colin Clout,</br>Care now his idle Bagpipe up to raise,</br>Ne tell his Sorrow to the listning Rout</br>Of shepherd Grooms, which wont his Songs to praise:</br>Praise whoso list, yet I will him dispraise,</br>Until he quit him of this guilty Blame:</br>Wake Shepherd's Boy, at length awake for shame.", "And whoso else did Goodness by him gain,</br>And where else his bounteous Mind did try,</br>Whether he Shepherd be, or Shepherd's Swain,</br>(For many did, which do it now deny)</br>Awake, and to his Song a part apply:</br>And I, the whilst you mourn for his decease,</br>Will with my mourning Plaint your Plaint increase.", "He dyde, and after him his Brother dyde,</br>His Brother Prince, his Brother noble Peer,</br>That whilst he lived, was of none envyde,</br>And dead is now as living, counted dear,</br>Dear unto all that true Affection bear:</br>But unto thee most dear, O dearest Dame,</br>His noble Spouse, and Paragon of Fame.", "He, whilst he lived, happy was through thee,</br>And being dead, is happy now much more;</br>Living,  that linked chaunst with thee to be,</br>And dead, because him dead thou doost adore</br>As living, and thy lost dear Love deplore:</br>So whilst that thou, fair Flower of Chastity,</br>Doost live, by thee thy Lord shall never die.", "Thy Lord shall never die, the whiles this Verse</br>Shall live, and surely it shall live for ever:</br>For ever it shall live, and shall rehearse</br>His worthy Praise, and Vertues dying never,</br>Though Death his Soul do from his Body sever.</br>And thou thy self herein shalt also live;</br>Such Grace the Heavens do to my Verses give.", "Ne shall his Sister, ne thy Father die,</br>Thy Father that good Earl of rare Renown,</br>And noble Patron of weak Poverty,</br>Whose great good Deeds in Country and in Town,</br>Have purchast him in Heaven a happy Crown:</br>Where he now liveth in eternal Bliss,</br>And left his Son t' ensue those Steps of his.", "He noble Bud, his Grandsire's lively Heir,</br>Under the shadow of thy Countenance,</br>Now gins to shoot up fast, and flourish fair</br>In learned Arts, and goodly Governance,</br>That him to highest Honour shall advance.</br>Brave Imp of Bedford, grow apace in Bounty,</br>And count of Wisdom more than of thy County.", "Ne may I let thy Husband's Sister die,</br>That goodly Lady, sith she eke did spring</br>Our of this Stock, and famous Family;</br>Whose Praises I to future Age do sing,</br>And forth out of her happy Womb did bring</br>The sacred Brood of Learning and all Honour:</br>In whom the Heavens pour'd all their Gifts upon her.", "Most gentle Spirit breathed from above,</br>Out of the Bosom of the Maker's Bliss,</br>In whom all Bounty and all vertuous Love</br>Appeared in their native Propertis,</br>And did enrich that noble Breast of his,</br>With Treasure passing all this Worldes worth,</br>Worthy of Heaven it self, which brought it forth.", "His blessed Spirit full of Power divine,</br>And Influence of all celestial Grace,</br>Loathing this sinful Earth and earthly Slime,</br>Fled back too soon unto his native Place;</br>Too soon for all that did his Love embrace,</br>Too soon for all this wretched World, whom he</br>Robb'd of all Right, and true Nobility.", "Yet ere his happy Soul to Heaven went</br>Out of this fleshly Goal, he did devise</br>Unto his heavenly Maker to present</br>His Body, as a spotless Sacrifice;</br>And chose, that guilty Hands of Enemies</br>Should pour forth th' Offring of his guiltless Blood:</br>So Life exchanging for his Country's Good.", "O noble Spirit, live there ever blessed,</br>The World's late Wonder, and the Heaven's new Joy,</br>Live ever there, and leave me here distressed</br>With mortal Cares, and cumbrous World's Annoy.</br>But where thou doost that Happiness enjoy,</br>Bid me, O bid me quickly come to thee,</br>That happy there I may thee always see.", "Yet whilst the Fates afford me vital Breath,</br>I will it spend in speaking of thy praise,</br>And sing to thee, until that timely Death</br>By Heaven's Doom do end my earthly Days:</br>Thereto do thou my humble Spirit raise,</br>And into me that sacred Breath inspire,</br>Which thou there breathest, perfect and entire.", "Then will I Sing:  but who can better sing,</br>Than thine own Sister, peerless Lady bright,</br>Which to thee sings with deep Hearts sorrowing,</br>Sorrowing tempered with dear Delight?</br>That her to hear, I feel my feeble Spright</br>Robbed of Sense, and ravished with Joy,</br>O sad Joy, made of Mourning and Annoy!", "Yet will I sing:  but who can better sing,</br>Than thou thy self, thine one self's Valiance,</br>That whilst thou livedst, madest the Forrests ring,</br>And Fields resound, and Flocks to leap and dance,</br>And Shepherds leave their Lambs unto mischance,</br>To run thy shrill Arcadian Pipe to hear?</br>O happy were those Lays, thrice happy were.", "But now more happy thou, and wretched we</br>Which want the wonted Sweetness of thy Voice</br>Whiles thou now in Elysian Fields so free,</br>With Orpheus, with Linus, and the choice</br>Of all that ever did in Rimes rejoyce,</br>Conversest, and doost hear their heavenly Lays,</br>And they hear thine, and thine do better praise.", "So there thou livest, singing evermore,</br>And here thou livest, being ever song</br>Of us, which living, loved thee afore,</br>And now thee worship, mongst that blessed Throng</br>Of heavenly Poets, and Heroes strong.</br>So thou both here and there immortal art,</br>And every where through excellent Desart.", "But such as neither of themselves can sing,</br>Nor yet are sung of others for reward,</br>Die in obscure Oblivion, as the thing</br>Which never was; ne ever with regard,</br>Their Names shall of the later Age be heard</br>But shall in rusty Darkness ever lie,</br>Unless they mention'd be with Infamy.", "What booteth it to have been rich alive?</br>What to be great?  what to be gracious?</br>When after Death no Token doth survive,</br>Of former being in this mortal House,</br>But sleeps in Dust dead and inglorious;</br>Like Beast, whose Breath but in his Nostrils is,</br>And hath not hope of Happiness or Bliss.", "How many great ones may remembred be,</br>Which in their Days most famously did flourish;</br>Of whom no word we hear, nor sign now see,</br>But as things wip'd out with a Spunge do perish,</br>Because they living, cared not to cherish</br>No gentle Wits, through Pride or Covetize,</br>Which might their Names for ever memorize?", "Provide therefore (ye Princes) whilst ye live,</br>That of the Muses ye may friended be;</br>Which unto Men eternity do give:</br>For they be Daughters of Dame Memory,</br>And Jove, the Father of Eternity;</br>And do those Men in golden Thrones repose,</br>Whose Merits they to glorify do chose.", "The seven-fold yron Gates of grisly Hell,</br>And horrid House of sad Proserpina,</br>They able are with power of mighty Spell</br>To break, and thence the Souls to bring away</br>Our of drad Darkness, to eternal Day;</br>And them immortal make, which else would die</br>In foul Forgetfulness, and nameless lie.", "So whylom raised they the puissant Brood</br>Of golden-girt AIcmena, for great Merit,</br>Out of the Dust, to which the Oetaean Wood</br>Had him consum'd, and spent his vital Spirit</br>To highest Heaven, where now he doth inherit</br>All Happiness in Hebe's silver Bow'r,</br>Chosen to be her dearest Paramour.", "So rais'd they eke fair Leda's warlike Twins,</br>And interchanged Life unto them lent,</br>That when th' one dies, th' other then begins</br>To shew in Heaven his Brightness orient;</br>And they, for pity of the sad Wayment,</br>Which Orpheus for Eurydice did make,</br>Her back again to Life sent for his sake.", "So happy are they, and so fortunate,</br>Whom the Pierian sacred Sisters love,</br>That freed from Bands of impacable Fate,</br>And powre of Death, they live for ay above,</br>Where mortal Wreaks their Bliss may not remove:</br>But with the Gods, for former Vertue's Meed,</br>On Nectar and Ambrosia do feed.", "For Deeds do die, however nobly done,</br>And Thoughts of Men do in themselves decay;</br>But wise Words taught in Numbers for to run,</br>Recorded by the Muses, live for ay,</br>Ne may with storming Showers be washt away;</br>Ne bitter breathing Winds with harmful Blast,</br>Nor Age, nor Envy shall them ever wast.", "In vain do earthly Princes then, in vain</br>Seek with Pyramides to Heaven aspired;</br>Or huge Colosses built with costly pain;</br>Or brasen Pillows, never to be fired,</br>Or Shrines made of the Metal most desired,</br>To make their Memories for ever live;</br>For how can mortal Immortality give?", "Such one Mausolus made, the World's great wonder,</br>But now no remnant doth thereof remain:</br>Such one Marcellus, but was torn with Thunder:</br>Such one Lisippus, but is worn with Rain:</br>Such one King Edmond, but was rent for gain.</br>All such vain Monuments of earthly Mass,</br>Devour'd of Time, in time to nought do pass.", "But Fame with golden Wings aloft doth fly,</br>Above the reach of ruinous Decay,</br>And with brave Plumes doth beat the azure Sky.</br>Admir'd of base-born Men from far away:</br>Then whoso will with vertuous Deeds assay</br>To mount to Heaven, on Pegasus must ride,</br>And with sweet Poets Verse be glorifide.", "For not to have been dipt in Lethe Lake,</br>Could save the Son of Thetis from to die;</br>But that blind Bard did him immortal make,</br>With Verses, dipt in Dew of Castalie:</br>Which made the Eastern Conquerour to cry,</br>O fortunate Young-man, whose Vertue found</br>So brave a Tromp, thy noble Acts to sound.", "Therefore in this half happy I do read</br>Good Melibae, that hath a Poet got</br>To sing his living Praises, being dead,</br>Deserving never here to be forgot,</br>In spight of Envy, that his Deeds would spot:</br>Since whose Decease, Learning lies unregarded,</br>And Men of Arms do wander unrewarded.", "These two be those two great Calamities,</br>That long ago did grieve the noble Spright</br>Of Salomon, with great Indignities;</br>Who whilom was alive the wisest Wight.</br>But now his Wisdom is disproved quight:</br>For He, that now welds all things at his Will,</br>Scorns th' one and th' other in his deeper Skill.", "O Grief of Griefs!  O Gall of all good Hearts!</br>To see that Vertue should despised be</br>Of such as first were rais'd for vertuous Parts,</br>And now broad spreading, like an aged Tree,</br>Let none shoot up that nigh them planted be:</br>O!  let not those, of whom the Muse is scorned,</br>Alive nor dead, be of the Muse adorned!", "O vile World's Trust, that with such vain Illusion,</br>Hath so wise Men bewitcht, and overkest,</br>That they see not the way of their Confusion!</br>O Vainness to be added to the rest,</br>That doth my Soul with inward Grief infest!</br>Let them behold the piteous Fall of me,</br>And in my case their own ensample see.", "And whoso else that sits in highest Seat</br>Of this World's Glory, worshipped of all,</br>Ne feareth Change of Time, nor Fortune's Threat;</br>Let him behold the Horror of my Fall,</br>And his own End unto remembrance call;</br>That of like Ruine he may warned be,</br>And in himself be mov'd to pity me.", "Thus having ended an her piteous Plaint,</br>With doleful Shrieks she vanished away,</br>That I through inward Sorrow wexen faint,</br>And, all astonished with deep Dismay</br>For her Departure, had no word to say:</br>But sate long time in sensless sad Affright,</br>Looking still, if I might of her have sight.", "Which when I missed, having looked long,</br>My Thought returned grieved, home again,</br>Renewing her Complaint with Passion strong,</br>For ruth of that same Woman's piteous Pain;</br>Whose Words recording in my troubled Brain,</br>I felt such Anguish wound my feeble Heart,</br>That frozen Horror ran through every part.", "So inly grieving in my groaning Breast,</br>And deeply musing at her doubtful Speech,</br>Whose Meaning much I laboured forth to wrest,</br>Being above my slender Reason's reach</br>At length, by Demonstration me to teach,</br>Before mine Eyes strange Sights presented were,</br>Like tragick Pageants seeming to appear.", "I.</br>I Saw an Image, all of massie Gold,</br>Placed on high upon an Altar fair,</br>That all, which did the same from far behold,</br>Might worship it, and fall on lowest Stair.</br>Not that great Idol might with this compare,</br>To which th' Assyrian Tyrant would have made</br>The holy Brethren falsly to have praid.", "But th' Altar, on the which this Image staid,</br>Was (O great pity!)  built of brittle Clay,</br>That shortly the Foundation decaid,</br>With Show'rs of Heaven and Tempest worn away:</br>Then down it fell, and low in Ashes lay,</br>Scorned of every one, which by it went;</br>That I it seeing, dearly did lament.", "II.</br>Next unto this, a stately Towre appear'd,</br>Built all of richest Stone that might be found,</br>And nigh unto the Heavens in height uprear'd,</br>But placed on a Plot of sandy Ground.</br>Nor that great Towre, which is so much renown'd</br>For Tongues Confusion in Holy Writ,</br>King Ninus' Work, might be compar'd to it.", "But O vain Labours of terrestrial Wit,</br>That builds so strongly on so frail a Soil,</br>As with each Storm does fall away, and flit,</br>And gives the Fruit of all your Travail's Toil</br>To be the Prey of Time, and Fortune's Spoil!</br>I saw this Towre fall suddenly to dust,</br>That nigh with Grief thereof my Heart was brust.", "III.</br>Then did I see a pleasant Paradise,</br>Full of sweet Flowres and daintiest Delights,</br>Such as on Earth Man could not more devise,</br>With Pleasures choice to feed his chearful Sprights.</br>Not that, which Merlin by his Magick Slights</br>Made for the gentle Squire to entertain</br>His fair Belphoebe, could this Garden stain.", "But O short Pleasure, bought with lasting Pain,</br>Why will hereafter any Flesh delight</br>In earthly Bliss, and joy in Pleasures vain;</br>Since that I saw this Garden wasted quight,</br>That where it was, scarce seemed any sight?</br>That I, which once that Beauty did behold,</br>Could not from Tears my melting Eyes with-hold.", "IV.</br>Soon after this, a Giant came in place,</br>Of wondrous Powre, and of exceeding Stature,</br>That none durst view the Horror of his Face,</br>Yet was he mild of Speech, and meek of Nature.</br>Not he, which in despight of his Creatour</br>With railing Terms defy'd the Jewish Hoast,</br>Might with this mighty one in Hugeness boast.", "For from the one he could to th' other Coast,</br>Stretch his strong Thighs, and th' Ocean overstride,</br>And reach his Hand into his Enemies Hoast.</br>But see the end of Pomp and fleshly Pride!</br>One of his Feet unwares from him did slide,</br>That down he fell into the deep Abyss,</br>Where dround with him is all his earthly Bliss.", "V.</br>Then did I see a Bridge, made all of Gold,</br>Over the Sea, from one to th' other side,</br>Withouten Prop or Pillour it t' uphold,</br>But like the coloured Rainbow arched wide.</br>Not that great Arch, which Trajan edifide,</br>To be a Wonder to all Age ensuing,</br>Was matchable to this in equal viewing.", "But (ah!)  what boots it to see earthly thing</br>In Glory, or in Greatness to excel,</br>Sith Time doth greatest things to ruin bring?</br>This goodly Bridge, one Foot not fastned well,</br>'Gan fail, and all the rest down shortly fell;</br>Ne of so brave a Building ought remained,</br>That Grief thereof my Spirit greatly pained.", "VI.</br>I saw two Bears, as white as any Milk,</br>Lying together in a mighty Cave,</br>Of mild Aspect, and Hair as soft as Silk,</br>That salvage Nature seemed not to have,</br>Nor after greedy Spoil of Blood to crave:</br>Two fairer Beasts might not else-where be found,</br>Although the compast World were sought around.", "But what can long abide above this Ground</br>In state of Bliss, or stedfast Happiness?</br>The Cave, in which these Boars lay sleeping sound,</br>Was but of Earth, and with her Weightiness</br>Upon them fell, and did unwares oppress;</br>That for great sorrow of their sudden Fate,</br>Henceforth all World's Felicity I hate.", "Much was I troubled in my heavy Spright,</br>At sight of these sad Spectacles forepast,</br>That all my Senses were bereaved quight,</br>And I in mind remained sore agast,</br>Distraught 'twixt Fear and Pity; when at last</br>I heard a Voice, which loudly to me call'd,</br>That with the suddain Shrill I was appall'd.", "Behold (said it) and by ensample see,</br>That all is Vanity and Grief of Mind,</br>Ne other Comfort in this World can be,</br>But Hope of Heaven, and Heart to God inclin'd;</br>For all the rest must needs be left behind.</br>With that it bade me, to the other side</br>To cast mine Eye, where other sights I spide.", "I.</br>Upon that famous River's further Shore</br>There stood a snowy Swan of heavenly Hue,</br>And gentle Kind, as ever Fowl afore;</br>A fairer one in all the goodly Crew</br>Of white Strimonian Brood might no Man view:</br>There he most sweetly sung the Prophecy</br>Of his own Death in doleful Elegy.", "At last when all his mourning Melody</br>He ended had, that both the Shores resounded</br>Feeling the Fit that him forewarn'd to die,</br>With lofty Flight about the Earth he bounded,</br>And out of sight to highest Heaven mounted:</br>Where now he is become an heavenly Sign;</br>There now the Joy is his, here Sorrow mine.", "II.</br>Whilst thus I looked, loe, adown the Lee</br>I saw an Harp strung all with silver Twine,</br>And made of Gold and costly Ivory,</br>Swimming, that whilom seemed to have been</br>The Harp, on which Dan Orpheus was seen</br>Wild Beasts and Forrests after him to lead;</br>But was th' Harp of Phillisides now dead.", "At length, out of the River it was rear'd,</br>And borne about the Clouds to be divin'd,</br>Whilst all the way most heavenly Noise was heard</br>Of the Strings, stirred with the warbling Wind,</br>That wrought both Joy and Sorrow in my Mind:</br>So now in Heaven a Sign it doth appear,</br>The Harp well known beside the Northern Bear.", "III.</br>Soon after this, I saw on th' other side</br>A curious Coffer made of Heben Wood,</br>That in it did most precious Treasure hide,</br>Exceeding all this baser Worldes good</br>Yet through the overflowing of the Flood</br>It almost drowned was, and done to nought,</br>That sight thereof much griev'd my pensive Thought.", "At length, when most in peril it was brought,</br>Two Angels down descending with swift Flight,</br>Out of the swelling Stream it lightly caught,</br>And 'twixt their blessed Arms it carried quight</br>Above the reach of any living sight:</br>So now it is transform'd into that Star,</br>In which all heavenly Treasures locked are.", "IV.</br>Looking aside, I saw a stately Bed,</br>Adorned all with coldly Cloth of Gold,</br>That might for any Prince's Couch be red,</br>And deckt with dainty Flowres, as if it should</br>Be for some Bride, her joyous Night to hold;</br>Therein a goodly Virgin sleeping lay;</br>A fairer Wight saw never Summers day.", "I heard a Voice that called far away,</br>And her awaking, bad her quickly dight,</br>For loe, her Bridegroom was in ready Ray</br>To come to her, and seek her Love's Delight:</br>With that she started up with cheerful sight,</br>When suddenly both Bed and all was gone,</br>And I in Langour left there all alone.", "V.</br>Still as I gazed, I beheld where stood</br>A Knight all arm'd, upon a winged Steed,</br>The same that bred was of Medusa's Blood,</br>On which Dan Perseus born of heavenly Seed,</br>The fair Andromeda from Peril freed:</br>Full mortally this Knight ywounded was,</br>That Streams of Blood forth flowed on the Grass.", "Yet was he deckt (small joy to him alas!)</br>With many Garlands for his Victories,</br>And with rich Spoils, which late he did purchase</br>Through brave Atchievements from his Enemies.</br>Fainting at last through long Infirmities,</br>He smote his Steed, that straight to Heaven bore,</br>And left me here his Loss for to deplore.", "VI.</br>Lastly, I saw an Ark of purest Gold</br>Upon a brazen Pillour standing high,</br>Which th' Ashes seemed of great Prince to hold,</br>Enclos'd therein for endless Memory</br>Of him, whom all the World did glorify:</br>Seemed the Heavens with th' Earth did disagree,</br>Whether should of those Ashes Keeper be.", "At last, me seem'd, wing-footed Mercury,</br>From Heaven descending to appease their Strife,</br>The Ark did bear with him above the Sky,</br>And to those Ashes gave a second Life,</br>To live in Heaven, where Happiness is rife:</br>At which, the Earth did grieve exceedingly,</br>And I for Dole was almost like to die.", "L' ENVOY.</br>Immortal Spirit of Phillisides,</br>Which now art made the Heaven's ornament.</br>That whilom was't the World's chiefest Riches;</br>Give leave to him that lov'd thee, to lament</br>His Loss by lack of thee, to Heaven hent;</br>And with last Duties of this broken Verse,</br>Broken with Sighs, to deck thy sable Herse.", "And ye, fair Lady, th' Honour of your Days,</br>And Glory of the World, your high Thoughts scorn;</br>Vouchsafe this Moniment of his last Praise,</br>With some few silver-dropping Tears t' adorn:</br>And as ye be of heavenly Off-spring born,</br>So unto Heaven let your high Mind aspire,</br>And loath this Dross of sinful World's Desire.</br>"]