["Yes! 'tis a cheerless strain; &mdash; and if I sung</br>For the world's ear, 'twere meet I chang'd the theme;</br>And chas'd the clouds which round me long have hung,</br>Dark'ning my thoughts as in a maniac's dream.</br>Well might the warbling of the wild harp seem</br>But sorrow's mockery to the heedless throng;</br>Seen but the surface, they could hardly deem</br>A deeper meaning couch'd beneath the song,</br>As the dark adder coils the flower's fair leaves among.", "In the vain warfare with a suffering lot,</br>Where from my heart its quivering strings were riven,</br>Much have I seen that ne'er can be forgot,</br>Much have I felt that ne'er shall be forgiven.</br>Hopeless I sunk before the frowns of Heaven,</br>While at my breast was bent its chastening bow,</br>But when the shaft struck, and was deeper driven,</br>E'en by the hands which should have eas'd the blow,</br>Then it seem'd something still, to such no love to owe!", "'Tis said Affliction's is the best of schools;</br>Well!  be it so: &mdash; e'en I in part believe,</br>For hearts o'er which its withering sceptre rules,</br>Shrunk in themselves, will less unwilling leave</br>A world, which taught them but to wish or grieve,</br>When each alike was fruitless; &mdash; for the prayer</br>Of woe is vain; the purest breast may heave</br>Its sighs unheeded to the careless air,</br>Till, mock'd by Hope too long, it breathes but by despair.", "Come then, thou last, thou best, unchanging joy!</br>Muse of past years!  unfold thy glorious page,</br>Whose lore divine my rapt thoughts shall employ,</br>And e'en the griefs it may not cure, assuage.</br>That when I plod lone through the vale of age,</br>(Should Fate prolong what Wisdom scarce would crave)</br>The proud example, and the precept sage,</br>Which taught my youth, unfriended else, to brave</br>The bitterest ills of life, may guide me to my grave.", "There, though I lose the soul's ethereal trust,</br>And rest in coldness, why should I repine?</br>With such as made this earth almost divine;</br>But if I rise, oh!  may it be to join</br>Their shades immortal where the mind's high quest</br>These humbling chains of clay no more confine;</br>With them perchance my spirit may be blest,</br>Of one unbounded sense of Light and Truth possess'd!", "But to the hour that wraps me in the shroud,</br>(An hour perchance I may not court &mdash; nor shun)</br>Still must I turn disgusted from the crowd,</br>Stealing through life far from the common sun.</br>Yet can I not forget that there was one</br>Who smil'd when all was night &mdash; a more than friend;&mdash;</br>Such as I once might love; &mdash; but that is done;</br>The spell that winds round me with me shall end,</br>Nor to so dear a breast my madness e'er extend!</br>"]