["I.</br>Home, thou return'st from Thames, whose Naiads long</br>Have seen thee ling'ring with a fond delay,</br>Mid those soft friends, whose hearts some future day,</br>Shall melt, perhaps, to hear thy tragic song.</br>Go, not unmindful of that cordial youth</br>Whom, long endear'd thou leav'st by Levant's side;</br>Together let us wish him lasting truth,</br>And joy untainted with his destin'd bride.</br>Go!  Nor regardless, while these numbers boast</br>My short-liv'd bliss, forget my social name;</br>But think, far off, how, on the Southern coast,</br>I met thy friendship with an equal flame!</br>Fresh to that toil thou turn'st, where ev'ry vale</br>Shall prompt the poet, and his song demand:</br>To thee thy copious subjects ne'er shall fail;</br>Thou need'st but take thy pencil to thy hand,</br>And paint what all believe, who own thy genial land.", "II.</br>There, must thou wake perforce thy Doric quill;</br>'Tis Fancy's land to which thou sett'st thy feet;</br>Where still, 'tis said, the Fairy people meet,</br>Beneath each birken shade, or mead or hill.</br>There, each trim lass, that skims the milky store</br>To the swart tribes, their creamy bowls allots;</br>By night they sip it round the cottage-door,</br>While airy minstrels warble jocund notes.</br>There, e'vry herd, by sad experience, knows</br>How, wing'd with Fate, their elf-shot arrows fly,</br>When the sick ewe her summer food foregoes,</br>Or, stretch'd on earth, the heart-smit heifers lie.</br>Such airy beings awe th' untutor'd swain:</br>Nor thou, tho' learn'd, his homelier thoughts neglect;</br>Let thy sweet Muse the rural faith sustain;</br>These are the themes of simple, sure effect,</br>That add new conquests to her boundless reign,</br>And fill, with double force, her heart-commanding strain.", "III.</br>Ev'n yet preserv'd, how often may'st thou hear,</br>Where to the pole the Boreal mountains run,</br>Taught by the father, to his list'ning son;</br>Strange lays, whose pow'r had charm'd a Spenser's ear.</br>At ev'ry pause, before thy mind possest,</br>Old Runic bards shall seem to rise around,</br>With uncouth lyres, in many-colour'd vest,</br>Their matted hair with boughs fantastic crown'd:</br>Whether thou bid'st the well-taught hind repeat</br>The choral dirge, that mourns some chieftain brave,</br>When ev'ry shrieking maid her bosom beat,</br>And strew'd with choicest herbs his scented grave;</br>Or whether, sitting in the shepherd's shiel,</br>Thou hear'st some sounding tale of war's alarms;</br>When at the bugle's call, with fire and steel,</br>The sturdy clans pour'd forth their brawny swarms,</br>And hostile brothers met, to prove each others arms.", "IV.</br>'Tis thine to sing, how, framing hideous spells,</br>In Sky's lone isle, the gifted wizard-seer,</br>Lodg'd in the wintry cave with Fate's fell spear;</br>Or in the depth of Uist's dark forest dwells:</br>How they, whose sight such dreary dreams engross,</br>With their own vision oft astonish'd droop,</br>When, o'er the watry strath, or quaggy moss,</br>They see the gliding ghosts unbodied troop.</br>Or, if in sports, or on the festive green,</br>Their destin'd glance some fated youth descry,</br>Who now, perhaps, in lusty vigour  seen,</br>And rosy health, shall soon lamented die.</br>For them the viewless forms of air obey;</br>Their bidding heed, and at their beck repair.</br>They know what spirit brews the stormful day,</br>And heartless, oft like moody madness, stare</br>To see the phantom train their secret work prepare.", "V.</br>To monarchs dear, some hundred miles astray,</br>Oft have they seen Fate give the fatal blow!</br>The Seer, in Sky, shriek'd as the blood did flow,</br>When headless Charles warm on the scaffold lay!</br>As Boreas threw his young Aurora forth,</br>In the first year of the first George's reign,</br>And battles rag'd in welkin of the North,</br>They mourn'd in air, fell Rebellion, slain!</br>And as, of late, they joy'd in Preston's fight,</br>Saw at sad Falkirk, all their hopes near crown'd!</br>They rav'd!  divining, thro' their Second Sight,</br>Pale, red Culloden, where these hopes were drown'd!</br>Illustrious William!  Britain's guardian name!</br>One William sav'd us from a tyrant's stroke;</br>He, for a sceptre, gain'd heroic fame,</br>But thou, more glorious, Slavery's chain hast broke,</br>To reign a private man, and bow to Freedom's yoke!", "VI.</br>These, too, thou'lt sing!  for well thy magic Muse</br>Can to the top-most heav'n of grandeur soar!</br>Or stoop to wail the swain that is no more!</br>Ah, homely swains!  your homeward steps ne'er loose;</br>Let not dank Will mislead you to the heath:</br>Dancing in mirky night, o'er fen and lake,</br>He glows, to draw you downward to your death,</br>In his bewitch'd, low, marshy, willow brake!</br>What though far off, from some dark dell espied,</br>His glimm'ring mazes cheer th' excursive sight,</br>Yet turn, ye wand'rers, turn your steps aside,</br>Nor trust the guidance of that faithless light;</br>For watchful, lurking, 'mid th' unrustling reed,</br>At those mirk hours the wily monster lies,</br>And listens oft to hear the passing steed,</br>And frequent round him rolls his sullen eyes,</br>If chance his savage wrath my some weak wretch surprise.", "VII.</br>Ah, luckless swain, o'er all unblest, indeed!</br>Whom late bewilder'd in the dank, dark fen</br>Far from his flocks, and smoaking hamlet, then!</br>To that sad spot where hums the sedgy weed:</br>On him, enrag'd, the fiend, in angry mood,</br>Shall never look with pity's kind concern,</br>But instant, furious, raise the whelming flood</br>O'er its drown'd banks, forbidding all return!</br>Or, if he meditate his wish'd escape,</br>To some dim hill that seems uprising near,</br>To his faint eye, the grim and grisly shape,</br>In all its terrors clad, shall wild appear.</br>Meantime the watry surge shall round him rise,</br>Pour'd sudden forth from ev'ry swelling source!</br>What now remains but tears and hopeless sighs?</br>His fear-shook limbs have lost their youthly force,</br>And down the waves he floats, a pale and breathless corse!", "VIII.</br>For him in vain his anxious wife shall wait,</br>Or wander forth to meet him on his way;</br>For him in vain at to-fall of the day,</br>His babes shall linger at th' unclosing gate!</br>Ah, ne'er shall he return!  Alone, if night,</br>Her travell'd limbs in broken slumbers steep!</br>With drooping willows drest, his mournful sprite</br>Shall visit sad, perchance, her silent sleep:</br>Then he, perhaps, with moist and watry hand,</br>Shall fondly seem to press her shudd'ring cheek,</br>And with his blue-swoln face before her stand,</br>And, shiv'ring cold, these piteous accents speak:</br>\"Pursue, dear wife, thy daily toils, pursue,</br>At dawn or dusk, industrious as before;</br>Nor e'er of me one helpless thought renew,</br>While I lie welt'ring on the ozier'd shore,</br>Drown'd by the Kelpie's wrath, nor e'er shall aid thee more!\"", "IX.</br>Unbounded is thy range; with varied skill</br>Thy Muse may, like those feath'ry tribes which spring</br>From their rude rocks, extend her skirting wing</br>Round the moist marge of each cold Hebrid isle,</br>To that hoar pile which still its ruin shows:</br>In whose small vaults a pigmy-folk is found,</br>Whose bones the delver with his spade upthrows,</br>And culls them, wond'ring, from the hallow'd ground!</br>Or thither, where beneath the show'ry west,</br>The mighty kings of three fair realms are laid:</br>Once foes, perhaps, together now they rest,</br>No slaves revere them, and no wars invade:</br>Yet frequent now, at midnight solemn hour,</br>The rifted mounds their yawning cells unfold,</br>And forth the Monarchs stalk with sov'reign pow'r,</br>In pageant robes; and, wreath'd with sheeny gold,</br>And on their twilight tombs aerial council hold.", "X.</br>But, oh, o'er all, forget not Kilda's race,</br>On whose bleak rocks, which brave the wasting tides,</br>Fair Nature's daughter, Virtue, yet abides.</br>Go!  Just, as they, their blameless manners trace!</br>Then to my ear transmit some gentle song,</br>Of those whose lives are yet sincere and plain,</br>Their bounded walks the rugged cliffs along,</br>And all their prospect but the wintry main.</br>With sparing temp'rance at the needful time,</br>They drain the scented spring; or, hunger prest,</br>Along th' Atlantic rock, undreading, climb,</br>And of its eggs despoil the Solan's nest.</br>Thus, blest in primal innocence they live,</br>Suffic'd, and happy with that frugal fare</br>Which tasteful toil and hourly danger give.</br>Hard is their shallow soil, and bleak and bare;</br>Nor ever vernal bee was heard to murmur there!", "XI.</br>Nor need'st thou blush that such false themes engage</br>Thy gentle mind, of fairer stores possest;</br>For not alone they touch the village breast,</br>But fill'd in elder time, th' historic page.</br>There, Shakspere's self, with ev'ry garland crown'd,</br>Flew to those fair climes his fancy sheen,</br>In musing hour; his wayward sisters found,</br>And with their terrors drest the magic scene.</br>From them he sung, when, 'mid his bold design,</br>Before the Scot, afflicted, and aghast!</br>The shadowy kings of Banquo's fated line,</br>Thro' the dark cave in gleamy pageant past.</br>Proceed!  nor quit the tales which, simply told,</br>Could once so well my answ'ring bosom pierce;</br>Proceed, in forceful sounds, and colour bold,</br>The native legends of thy land rehearse;</br>To such adapt thy lyre, and suit thy pow'rful verse.", "XII.</br>In scenes like these, which, daring to depart</br>From sober truth, are still to Nature true,</br>And call forth fresh delight to Fancy's view</br>Th' heroic Muse employ'd her Tasso's art!</br>How have I trembl'd, when, at Tancred's stroke,</br>Its gushing blood the gaping cypress pour'd!</br>When each live plant with mortal accents spoke,</br>And the wild blast upheav'd the vanish'd sword!</br>How have I sat, when pip'd the pensive wind,</br>To hear his harp by British Fairfax strung!</br>Prevailing poet!  whose undoubting mind,</br>Believ'd the magic wonders which he sung!</br>Hence, at each sound, imagination glows!</br>Hence, at each picture, vivid life starts here!</br>Hence its warm lay with softest sweetness flows!</br>Melting it flows, pure, murm'ring, strong and clear,</br>And fills th' impassion'd heart, and wins th' harmonious ear!", "XIII.</br>All hail, ye scenes that o'er my soul prevail!</br>Ye splendid friths and lakes, which, far away,</br>Are by smooth Annan fill'd, or past'ral Tay,</br>Or Don's romantic springs, at distance, hail!</br>The time shall come, when I, perhaps, may tread</br>Your lowly glens, o'erhung with spreading broom;</br>Or o'er your stretching heaths, by Fancy led;</br>Or o'er your mountains creep, in awful gloom!</br>Then will I dress once more the faded bow'r,</br>Where Jonson sat in Drummond's classic shade;</br>Or crop, from Tiviotdale, each lyric flow'r,</br>And mourn, on Yarrow's banks, where Willy's laid!</br>Meanwhile, ye pow'rs  that on the plains which bore</br>The cordial youth, on Lothian's plains, attend!&mdash;</br>Where'er HOME dwells, on hill, or lowly moor,</br>To him I loose, your kind protection lend,</br>And, touch'd with love like mine, preserve my absent friend!</br>"]