["Hence sheepish diffidence,</br>Whom Chloe meek to simple Strephon bore</br>On Albion's western shore</br>In dull November, nurse of vapours dense,</br>Find out some secret cell</br>Where squint suspicion  spreads its jealous wings,</br>And strict Duenna sings.</br>There safe as in the stocks,</br>With tawdry aunts and buckram tabbies dwell!", "But come thou goddess pert and free,</br>By vulgars call'd, GARRULITY,</br>And by belle and macaroni</br>Heart-easing conversazione,</br>Thee, on fair Italia's shore</br>In Arno's vale Tatlanti bore:</br>Or rather did some Gallic swain</br>Upon the lively banks of Seine,</br>One summer eve in gaudy dress</br>A gay coquet with warm embrace</br>Fill with thee a daughter fair</br>Buxom, blithe and debonair.</br>Before twelve golden suns could run</br>Their course round heaven's star-spangled zone,</br>Thou from thy careful mother's side</br>Didst roam through distant countries wide;</br>Till wand'ring near the mountains hoar</br>That rise on Greenland's icy shore,</br>Thy voice was heard awhile to cheer</br>The rigour of the stormy year;</br>When the gaunt giant of the north</br>Pour'd his frozen legions forth.</br>The twilight air was hush'd!  grim frost</br>\"With glistering icicles imbost,\"</br>Chill'd every breeze, and every sound</br>In adamantine fetters bound,</br>And sunk thy tender form below</br>The light down of the driven snow.</br>At length (as antient poets sing)</br>The frolick wind that breathes the spring</br>Zephyr with young April playing</br>Near th' antarctic circle straying,</br>With lenient breath and presence fair</br>Dispell'd the dim mists of the air,</br>And with a gentle, genial smile,</br>Calm'd the bleak horrors of the isle.</br>'Twas then from icy fetters free</br>Nature was all Garrulity;</br>Above, about, or underneath,</br>In forest brown or barren heath,</br>Notes of joy and notes of woe</br>In wild confusion seem'd to flow,</br>From sheety lakes and spiral flames</br>Came sounds that syllabel'd men's names,</br>And every pine and mountain oak</br>'Tis said, articulately spoke.", "Haste thee, nymph, and bring with thee</br>Smart Bon-Mots and Jeux d'Esprit,</br>Travell'd fops and men of stile,</br>Broad grimace and wreathed smile,</br>Such as hangs on &mdash;'s cheek,</br>And lives in &mdash;'s dimple sleek,</br>Ton, that wrinkled age derides,</br>And ladies screwing up their sides:</br>Come, and trip it as you go</br>On the loosely slipper'd toe,</br>And in thy right-hand lead with thee</br>The nymph Familiarity.</br>And O!  sweet maid of sovereign sway</br>Admit me of thy bal pare,</br>To laugh and chat with her and thee</br>In unreproved pleasures free:</br>Or converse hold with lady bright,</br>Whose tongue may startle her dull knight,</br>And turn a deaf ear when he cries,</br>\"My dear, the dappled dawn doth rise.\"</br>But come, adieu!  \"In spite of sorrow</br>You know we're all to meet to-morrow.\"</br>Then hand in hand to the coach door</br>I proudly strut the nymph before,</br>And some pretty story tell</br>'Till she bids the last farewell.</br>Now to the Pump-room let us haste,</br>That noble sentry-box of taste,</br>Where five fiddles and a horn</br>Rouse the neighbours every morn.</br>There, while some slender-waisted lass</br>Drinks the salutary glass,</br>Let me please her, standing nigh,</br>With garrulous civility,</br>Talk of pictures, cards, or walking,</br>All but for the sake of talking;</br>Certain ladies painted faces,</br>Certain artificial graces,</br>Concerts, plays, and pauper-schemes,</br>Feathers, strange mysterious dreams,</br>Where more is meant than meets the ear.</br>Thus morn oft' see me in thy gay career,</br>Sometimes walking close between</br>Two ladies fair through Abbey-green,</br>Trict and frounct as they were wont</br>At their country seat to hunt.</br>We reach the charming South Parade</br>For health and conversation made,</br>There trip before my charmed sight</br>Footmen in thousand liveries dight,</br>While the chairman near at hand</br>Whistles ready at his stand,</br>And the busy housemaids squall,</br>And the colliers horses sprawl,</br>And every party drinks its fill</br>Under the roof with Master Gill.", "Sometimes on a Monday night</br>The upper rooms my steps invite,</br>Whilst the gigling Belles dance round,</br>And the jocund fiddles sound</br>To many a wife and many a maid</br>Dancing in a chequer'd shade,</br>While young and old in merry glee</br>Laugh and prattle o'er their tea.</br>Strait mine eye hath caught new pleasures</br>While the Ball-room round it measures.</br>Hoods of lawn and ringlets grey</br>Where the nibbling flocks do stray,</br>Virgins on whose downy breasts</br>The diamond cross or picture rests,</br>Parsons trim with waistcoats pied,</br>Shallow fops and buckles wide,</br>Little macaroni groups,</br>Bosom'd high in ladies hoops,</br>While gorgeous folks of quality</br>In glittering palls come sweeping by,</br>With store of ladies, whose bright eyes</br>On Thursday mornings judge the prize</br>Of wit and verse, while both contend</br>To win her grace, whom all commend.</br>Then to the well-fill'd stage repair,</br>If *****'s high feather'd  head be there,</br>Or sweetest O&mdash;, beauty's child,</br>Prattle her native chit chat wild;</br>But if a rural life delight,</br>In other joys we'll pass the night.</br>Circling round the blazing hearth</br>We'll join in sweet domestic mirth,</br>While coy reserve and caution meek,</br>And modesty with blushing cheek,</br>And mauvaise honte with downcast eye</br>From our thrice happy cottage fly.</br>Then let the live long night be spent</br>In quips, and cranks, and merriment,</br>With stories told of Robinhood,</br>The little Children of the Wood;</br>How they by cruel uncle's hate</br>Were driven from their father's gate,</br>How little Red-breasts brought them food,</br>Wild herbs, and fruit, and berries crude,</br>And o'er their graves when they were dead</br>The scatter'd leaves of Autumn spread.</br>There oft', 'tis said, at Curfew sound</br>The fairies mark the hallow'd ground,</br>And o'er their rustic tomb at night</br>The Glow-worm sheds his amber light.</br>Or talk of him who left i' th' middle</br>The story of the Bear and  Fiddle,</br>Of Sydrophel and Hudibras,</br>Of Arthur's board and magic glass;</br>On that fam'd horse who nobly died</br>On which great Turpin erst did ride.</br>This done away to bed we creep</br>And laugh and chatter in our sleep.</br>And may I on this spacious stage</br>Enjoy a narrative old age;</br>The winter evening hours to cheat</br>With tales of many a youthful feat.</br>Thus mixing with society</br>I'll always live and wish to die.</br>"]