["The world and the world's duties: &mdash; these are things</br>Which long have lost, to me, their face of joy;</br>Nor lightly will the mind's exhausted springs</br>Resume, on this low sphere, their fond employ;</br>The thoughts which first repress'd them, may destroy:</br>The dead'ning sense that all below is vain,&mdash;</br>Fame but a breath, and Fortune but a toy,</br>Reason's proud gift but ampler scope for pain,&mdash;</br>Hath sunk my heart's best hopes, never to rise again.", "When most the afflicted spirit shrinks from life,</br>Bent with the weight of woe succeeding woe,</br>If then 'tis doom'd to mingle in the strife,</br>And uncomplaining hear each heartless blow,</br>While the breast heaves with sighs that dare not flow:</br>Spurn'd by the slaves, though spurn'd, it must despise,</br>Bleeding with wounds which pride disdains to shew,</br>The indignant soul, too long degraded, cries</br>For that releasing stroke &mdash; the dastard hand denies!", "In the wild dream of days for ever gone</br>To trace the progress of the mind's first blight,&mdash;</br>To feel a wasted life rush blindly on</br>As though the dark an arrow's aimless flight!&mdash;</br>To look beyond, until the wearied sight</br>Turns back to earth in doubt or worse dismay:&mdash;</br>These are the thoughts which throw a pall of night</br>O'er the fair front of youth's yet-opening day,</br>And sweep from the dull scene Joy's lingering blooms away.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "We do not sink at once into despair,</br>But while a hope survives, to that we cling;</br>Some lov'd deceit will tempt us still to bear</br>The ills which age, at length, to all must bring:</br>E'en in the shadow of Death's hovering wing.</br>The dreamer points to bliss beyond the skies:</br>And in this desert breast sweet feelings spring,</br>Oh, * * as I gaze on those soft eyes,</br>Lending this life a charm not earth beside supplies!", "Oh, Love!  when all our young delusions fail,</br>Still be Thou last to leave the hardening breast;</br>O'er its cold calm thy breath may yet prevail,</br>Steel'd as it is to Pleasure's quickening zest:</br>Yes!  by thine influence yet might be repress'd</br>That gathering scorn which ends in deadliest hate;</br>Teach man this suffering lot may yet be blest:</br>Be thou his guide, and if he find, though late,</br>One fond congenial heart, then may he smile at fate!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "O'er the rude harp these notes had idly rung;</br>When feeling, waken'd by the once-lov'd theme,</br>In its cold mansion kindling as I sung,</br>Leap'd to the strings, till I could almost deem</br>Myself absorb'd in that luxurious dream!</br>For I had said that cheer'd by Love alone</br>The drooping eye might yet with gladness beam,</br>And that to call one answering heart our own,</br>Might in the weariest hour for life's worst ills atone.", "The soothing voice, whose tones of tenderness</br>Would whisper peace, when aught beside were pain,</br>The hand affectionate, whose gentle press</br>Would calm the throbbings of the fever'd brain,</br>Which sought on that soft bosom to regain</br>A rest too long denied it: &mdash; these would well</br>Repay an age of suffering!  But 'twere vain</br>To seek for Woman's love in woe's sad cell;</br>That is a flower best known where pomp and pleasure dwell.", "Though this be so, let those who may, love on;</br>It is not well to probe the soul too deep:</br>Why should we bid Heaven's brilliant bow, begone</br>Because a shade?  Who would not rather sleep</br>Through dreams of happiness, than, waking, weep?</br>He that can find a respite from his woes,</br>Though but in fancy's shadowing, let him keep</br>The dear illusion; so he join not those</br>On whom, with opening truth, Joy's gates for ever close!", "To seem alone upon a boundless sea</br>Where the sweet breath of Hope ne'er fann'd the wave&mdash;</br>Or through the deserts of Eternity</br>To seek for rest, where there can be no grave,</br>Nor stream Lethean the hot heart to lave</br>Which bears a sleepless vulture in its core;</br>These are the visions of that worldly slave,</br>Who, when all earth-born pleasure charms no more,</br>Yet, in his grovelling thought, farther can never soar!</br>"]