["Oh, thou!  in Hellas deem'd of heavenly birth,</br>Muse!  form'd or fabled at the minstrel's will,</br>Since sham'd full oft by later lyres on earth,</br>Mine dares not call thee from thy sacred hill;</br>Yet there I've wander'd by thy vaunted rill,</br>Yes!  sigh'd o'er Delphi's long deserted shrine,</br>Where, save that feeble fountain, all is still;</br>Nor mote my shell awake the weary Nine</br>To grace so plain a tale &mdash; this lowly lay of mine.", "Whilome in Albion's isle there dwelt a youth</br>Who ne in virtue's ways did take delight,</br>But spent his days in riot most uncouth;</br>And vex'd with mirth the drowsy ear of Night.</br>Ah me!  in sooth he was a shameless wight,</br>Sore given to revel and ungodly glee;</br>Few earthly things found favour in his sight</br>Save concubines and carnal companie,</br>And flaunting wassailers of high and low degree.", "Childe Harold was he hight: &mdash; but whence his name</br>And lineage long, it suits me not to say;</br>Suffice it, that perchance they were of fame,</br>And had been glorious in another day:</br>But one sad losel soils a name for aye,</br>However mighty in the olden time,</br>Nor all that heralds rake from coffin'd clay,</br>Nor florid prose, nor honied lies of rhyme,</br>Can blazon evil deeds, or consecrate a crime.", "Childe Harold bask'd him in the noon-tide sun,</br>Disporting there like any other fly;</br>Nor deem'd before his little day was done</br>One blast might chill him into misery.</br>But long ere scarce a third of his pass'd by,</br>Worse than Adversity the Childe befell;</br>He felt the fulness of satiety:</br>Then loath'd he in his native land to dwell,</br>Which seem'd to him more lone than Eremite's sad cell.", "For he through Sin's long labyrinth had run,</br>Nor made atonement when he did amiss,</br>Had sigh'd to many though he lov'd but one,</br>And that lov'd one, alas!  could ne'er be his.</br>Ah, happy she!  to scape from him whose kiss</br>Had been pollution unto aught so chaste;</br>Who soon had left her charms for vulgar bliss,</br>And spoil'd her goodly lands to gild his waste,</br>Nor calm domestic peace had ever deign'd to taste.", "And now Childe Harold was sore sick at heart,</br>And from his fellow bacchanals would flee;</br>'Tis said, at times the sullen tear would start,</br>But Pride congeal'd the drop within his ee:</br>Apart he stalked in joyless reverie,</br>And from his native land resolv'd to go,</br>And visit scorching climes beyond the sea;</br>With pleasure drugg'd he almost longed for woe,</br>And e'en for change of scene would seek the shades below.", "The Childe departed from his father's hall,</br>It was a vast and venerable pile;</br>So old, it seemed only not to fall,</br>Yet strength was pillar'd in each massy aisle.</br>Monastic dome!  condemn'd to uses vile!</br>Where Superstition once had made her den</br>Now Paphian girls were known to sing and smile;</br>And monks might deem their time was come agen,</br>If ancient tales say true, nor wrong these holy men.", "Yet oft-times in his maddest mirthful mood</br>Strange pangs would flash along Childe Harold's brow,</br>As if the memory of some deadly feud</br>Or disappointed passion lurk'd below.</br>But this none knew, nor haply cared to know;</br>For his was not that open, artless soul</br>That feels relief by bidding sorrow flow,</br>Nor sought he friend to counsel or condole,</br>Whate'er this grief mote be, which he could not control.", "And none did love him &mdash; though to hall and bower</br>He gather'd revellers from far and near,</br>He knew them flatt'rers of the festal hour,</br>The heartless Parasites of present cheer.</br>Yea!  none did love him &mdash; not his lemans dear&mdash;</br>But pomp and power alone are Woman's care,</br>And where these are, light Eros finds a feere;</br>Maidens, like moths, are ever caught by glare,</br>And Mammon wins his way where Seraphs might despair.", "Childe Harold had a mother &mdash; not forgot,</br>Though parting from that mother he did shun;</br>A sister whom he lov'd, but saw her not</br>Before his weary pilgrimage begun:</br>If friends he had, he bade adieu to none.</br>Yet deem not thence his breast a breast of steel;</br>Ye, who have known what 'tis to dote upon</br>A few dear objects, will in sadness feel</br>Such partings break the heart they fondly hope to heal.", "His house, his home, his heritage, his lands,</br>The laughing dames in whom he did delight,</br>Whose large blue eyes, fair locks, and snowy hands,</br>Might shake the saintship of an anchorite,</br>And long had fed his youthful appetite;</br>His goblets brimm'd with every costly wine,</br>And all that mote to luxury invite,</br>Without a sigh he left, to cross the brine,</br>And traverse Paynim shores, and pass Earth's central line.", "The sails were fill'd, and fair the light winds blew,</br>As glad to waft him from his native home;</br>And fast the white rocks faded from his view,</br>And soon were lost in circumambient foam:</br>And then, it may be, of his wish to roam</br>Repented he, but in his bosom slept</br>The silent thought, nor from his lips did come</br>One word of wail, whilst others sate and wept,</br>And to the reckless gales unmanly moaning kept.", "But when the sun was sinking in the sea</br>He seiz'd his harp, which he at times could string,</br>And strike, albeit with untaught melody,</br>When deem'd he no strange ear was listening:</br>And now his fingers o'er it he did fling,</br>And tun'd his farewell in the dim twilight;</br>While flew the vessel on her snowy wing,</br>And fleeting shores receded from his sight,</br>Thus to the elements he poured his last \"Good Night.\"", "1.</br>\"Adieu, adieu!  my native shore</br>Fades o'er the waters blue;</br>The Night-winds sigh, the breakers roar,</br>And shrieks the wild sea-mew.</br>Yon Sun that sets upon the sea</br>We follow in his flight;</br>Farewell awhile to him and thee,</br>My native Land &mdash; Good Night!", "2.</br>\"A few short hours and He will rise</br>To give the Morrow birth;</br>And I shall hail the main and skies,</br>But not my mother Earth.</br>Deserted is my own good Hall,</br>Its hearth is desolate;</br>Wild weeds are gathering on the wall;</br>My Dog howls at the gate.", "3.</br>\"Come hither, hither, my little page!</br>Why dost thou weep and wail?</br>Or dost thou dread the billows' rage,</br>Or tremble at the gale?</br>But dash the tear-drop from thine eye;</br>Our ship is swift and strong:</br>Our fleetest falcon scarce can fly</br>More merrily along.\"", "4.</br>'Let winds be shrill, let waves roll high,</br>I fear not wave nor wind:</br>Yet marvel not, Sir Childe, that I</br>Am sorrowful in mind;</br>For I have from my father gone,</br>A mother whom I love,</br>And have no friend, save these alone,</br>But thee &mdash; and one above.", "5.</br>'My father blessed me fervently,</br>Yet did not much complain;</br>But sorely will my mother sigh</br>Till I come back again.'&mdash;</br>\"Enough, enough, my little lad!</br>Such tears become thine eye;</br>If I thy guileless bosom had,</br>Mine own would not be dry.", "6.</br>\"Come hither, hither, my staunch yeoman,</br>Why dost thou look so pale?</br>Or dost thou dread a French foeman?</br>Or shiv'rest at the gale?\"&mdash;</br>'Deem'st thou I tremble for my life?</br>Sir Childe, I'm not so weak;</br>But thinking on an absent wife</br>Will blanch a faithful cheek.", "7.</br>'My spouse and boys dwell near thy hall,</br>Along the bordering lake,</br>And when they on their father call,</br>What answer shall she make?'&mdash;</br>\"Enough, enough, my yeoman good,</br>Thy grief let none gainsay;</br>But I, who am of lighter mood,</br>Will laugh to flee away.", "8.</br>\"For who would trust the seeming sighs</br>Of wife or paramour?</br>Fresh feres will dry the bright blue eyes</br>We late saw streaming o'er.</br>For pleasures past I do not grieve,</br>Nor perils gathering near;</br>My greatest grief is that I leave</br>No thing that claims a tear.", "9.</br>\"And now I'm in the world alone,</br>Upon the wide, wide sea:</br>But why should I for others groan,</br>When none will sigh for me?</br>Perchance my dog will whine in vain,</br>Till fed by stranger hands;</br>But long ere I come back again,</br>He'd tear me where he stands.", "10.</br>\"With thee, my bark, I'll swiftly go</br>Athwart the foaming brine;</br>Nor care what land thou bear'st me to,</br>So not again to mine.</br>Welcome, welcome, ye dark blue waves!</br>And when you fail my sight,</br>Welcome, ye deserts, and ye caves!</br>My native Land &mdash; Good Night!\"", "On, on the vessel flies, the land is gone,</br>And winds are rude in Biscay's sleepless bay.</br>Four days are sped, but with the fifth, anon,</br>New shores descried make every bosom gay:</br>And Cintra's mountain greets them on their way,</br>And Tagus dashing onward to the Deep,</br>His fabled golden tribute bent to pay;</br>And soon on board the Lusian pilots leap,</br>And steer 'twixt fertile shores where yet few rustics reap.", "Oh, Christ!  it is a goodly sight to see</br>What Heaven hath done for this delicious land!</br>What fruits of fragrance blush on every tree!</br>What goodly prospects o'er the hills expand!</br>But man would mar them with an impious hand:</br>And when the Almighty lifts his fiercest scourge</br>'Gainst those who most transgress his high command,</br>With treble vengeance will his hot shafts urge</br>Gaul's locust host, and earth from fellest foemen purge.", "What beauties doth Lisboa first unfold!</br>Her image floating on that noble tide,</br>Which poets vainly pave with sands of gold,</br>But now whereon a thousand keels did ride</br>Of mighty strength, since Albion was allied,</br>And to the Lusians did her aid afford:</br>A nation swoln with ignorance and pride,</br>Who lick yet loathe the hand that waves the sword</br>To save them from the wrath of Gaul's unsparing lord.", "But whoso entereth within this town,</br>That, sheening far, celestial seems to be,</br>Disconsolate will wander up and down,</br>'Mid many things unsightly to strange ee;</br>For hut and palace show like filthily:</br>The dingy denizens are rear'd in dirt;</br>Ne personage of high or mean degree</br>Doth care for cleanness of surtout or shirt,</br>Though shent with Egypt's plague, unkempt, unwash'd, unhurt.", "Poor, paltry slaves!  yet born 'midst noblest scenes&mdash;</br>Why, Nature, waste thy wonders on such men?</br>Lo!  Cintra's glorious Eden intervenes</br>In variegated maze of mount and glen.</br>Ah, me!  what hand can pencil guide, or pen,</br>To follow half on which the eye dilates</br>Through views more dazzling unto mortal ken</br>Than those whereof such things the bard relates,</br>Who to the awe-struck world unlock'd Elysium's gates!", "The horrid crags, by toppling convent crown'd,</br>The cork-trees hoar that clothe the shaggy steep,</br>The mountain moss by scorching skies imbrown'd,</br>The sunken glen, whose sunless shrubs must weep,</br>The tender azure of the unruffled deep,</br>The orange tints that gild the greenest bough,</br>The torrents that from cliff to valley leap,</br>The vine on high, the willow branch below,</br>Mixed in one mighty scene, with varied beauty glow.", "Then slowly climb the many-winding way,</br>And frequent turn to linger as you go,</br>From loftier rocks new loveliness survey,</br>And rest ye at our \"Lady's house of Woe;\"</br>Where frugal monks their little relics show,</br>And sundry legends to the stranger tell:</br>Here impious men have punish'd been, and lo!</br>Deep in yon cave Honorius long did dwell,</br>In hope to merit Heaven by making earth a Hell.", "And here and there, as up the crags you spring,</br>Mark many rude-carv'd crosses near the path:</br>Yet deem not these Devotion's offering&mdash;</br>These are memorials frail of murderous wrath:</br>For wheresoe'er the shrieking victim hath</br>Pour'd forth his blood beneath the assassin's knife,</br>Some hand erects a cross of mouldering lath;</br>And grove and glen with thousand such are rife</br>Throughout this purple land, where law secures not life.", "On sloping mounds, or in the vale beneath,</br>Are domes where whilome kings did make repair;</br>But now the wild flowers round them only breathe:</br>Yet ruined splendour still is lingering there.</br>And yonder towers the Prince's palace fair.</br>There thou too, Vathek!  England's wealthiest son,</br>Once form'd thy Paradise, as not aware</br>When wanton Wealth her mightiest deeds hath done,</br>Meek Peace voluptuous lures was ever wont to shun.", "Here didst thou dwell, here schemes of pleasure plan,</br>Beneath yon mountain's ever beauteous brow:</br>But now, as if a thing unblest by Man,</br>Thy fairy dwelling is as lone as thou!</br>Here giant weeds a passage scarce allow</br>To halls deserted, portals gaping wide:</br>Fresh lessons to the thinking bosom, how</br>Vain are the pleasaunces on earth supplied,</br>Swept into wrecks anon by Time's ungentle tide!", "Behold the hall where chiefs were late convened!</br>Oh!  dome displeasing unto British eye!</br>With diadem hight foolscap, lo!  a fiend,</br>A little fiend that scoffs incessantly,</br>There sits in parchment robe arrayed, and by</br>His side is hung a seal and sable scroll,</br>Where blazon'd glare names known to chivalry,</br>And sundry signatures adorn the roll,</br>Whereat the Urchin points and laughs with all his soul.", "Convention is the dwarfish demon styl'd</br>That foil'd the knights in Marialva's dome:</br>Of brains (if brains they had) he them beguil'd,</br>And turned a nation's shallow joy to gloom.</br>Here Folly dash'd to earth the victor's plume,</br>And Policy regain'd what arms had lost:</br>For chiefs like ours in vain may laurels bloom!</br>Woe to the conqu'ring, not the conquer'd host,</br>Since baffled Triumph droops on Lusitania's coast!", "And ever since that martial synod met,</br>Britannia sickens, Cintra!  at thy name;</br>And folks in office at the mention fret,</br>And fain would blush, if blush they could, for shame.</br>How will Posterity the deed proclaim!</br>Will not our own and fellow nations sneer,</br>To view these champions cheated of their fame,</br>By foes in fight o'erthrown, yet victors here,</br>Where Scorn her finger points through many a coming year?", "So deem'd the Childe, as o'er the mountains he</br>Did take his way in solitary guise:</br>Sweet was the scene, yet soon he thought to flee,</br>More restless than the swallow in the skies:</br>Though here awhile he learn'd to moralise,</br>For Meditation fix'd at times on him;</br>And conscious Reason whisper'd to despise</br>His early youth, misspent in maddest whim;</br>But as he gaz'd on truth his aching eyes grew dim.", "To horse!  to horse!  he quits, for ever quits</br>A scene of peace, though soothing to his soul:</br>Again he rouses from his moping fits,</br>But seeks not now the harlot and the bowl.</br>Onward he flies, nor fix'd as yet the goal</br>Where he shall rest him on his pilgrimage;</br>And o'er him many changing scenes must roll</br>Ere toil his thirst for travel can assuage,</br>Or he shall calm his breast, or learn experience sage.", "Yet Mafra shall one moment claim delay,</br>Where dwelt of yore the Lusians' luckless queen;</br>And church and court did mingle their array,</br>And mass and revel were alternate seen;</br>Lordlings and freres &mdash; ill-sorted fry I ween!</br>But here the Babylonian whore hath built</br>A dome, where flaunts she in such glorious sheen,</br>That men forget the blood which she hath spilt,</br>And bow the knee to Pomp that loves to varnish guilt.", "O'er vales that teem with fruits, romantic hills,</br>(Oh, that such hills upheld a freeborn race!)</br>Whereon to gaze the eye with joyaunce fills,</br>Childe Harold wends through many a pleasant place.</br>Though sluggards deem it but a foolish chase,</br>And marvel men should quit their easy chair,</br>The toilsome way, and long, long league to trace,</br>Oh!  there is sweetness in the mountain air,</br>And life, that bloated Ease can never hope to share.", "More bleak to view the hills at length recede,</br>And, less luxuriant, smoother vales extend:</br>Immense horizon-bounded plains succeed!</br>Far as the eye discerns, withouten end,</br>Spain's realms appear whereon her shepherds tend</br>Flocks, whose rich fleece right well the trader knows.</br>Now must the pastor's arm his lambs defend:</br>For Spain is compass'd by unyielding foes,</br>And all must shield their all, or share Subjection's woes.", "Where Lusitania and her sister meet,</br>Deem ye what bounds the rival realms divide?</br>Or ere the jealous queens of Nations greet,</br>Doth Tayo interpose his mighty tide?</br>Or dark Sierras rise in craggy pride?</br>Or fence of art, like China's vasty wall?&mdash;</br>Ne barrier wall, ne river deep and wide,</br>Ne horrid crags, nor mountains dark and tall,</br>Rise like the rocks that part Hispania's land from Gaul:", "But these between a silver streamlet glides,</br>And scarce a name distinguisheth the brook,</br>Though rival kingdoms press its verdant sides:</br>Here leans the idle shepherd on his crook,</br>And vacant on the rippling waves doth look,</br>That peaceful still 'twixt bitterest foemen flow;</br>For proud each peasant as the noblest duke:</br>Well doth the Spanish hind the difference know</br>'Twixt him and Lusian slave, the lowest of the low.", "But ere the mingling bounds have far been pass'd,</br>Dark Guadiana rolls his power along</br>In sullen billows, murmuring and vast,</br>So noted ancient roundelays among.</br>Whilome upon his banks did legions throng</br>Of Moor and knight, in mailed splendour drest;</br>Here ceas'd the swift their race, here sunk the strong;</br>The Paynim turban and the Christian crest</br>Mix'd on the bleeding stream, by floating hosts oppress'd.", "Oh, lovely Spain!  renowned, romantic land!</br>Where is that standard which Pelagio bore,</br>When Cava's traitor-sire first call'd the band</br>That dy'd thy mountain streams with Gothic gore?</br>Where are those bloody Banners which of yore</br>Wav'd o'er thy sons, victorious to the gale,</br>And drove at last the spoilers to their shore?</br>Red gleam'd the cross, and waned the crescent pale,</br>While Afric's echoes thrill'd with Moorish matrons' wail.", "Teems not each ditty with the glorious tale?</br>Ah!  such, alas!  the hero's amplest fate!</br>When granite moulders and when records fail,</br>A peasant's plaint prolongs his dubious date.</br>Pride!  bend thine eye from heaven to thine estate,</br>See how the Mighty shrink into a song!</br>Can Volume, Pillar, Pile preserve thee great?</br>Or must thou trust Tradition's simple tongue,</br>When Flattery sleeps with thee, and History does thee wrong?", "Awake, ye Sons of Spain!  awake!  advance!</br>Lo!  Chivalry, your ancient goddess, cries,</br>But wields not, as of old, her thirsty lance,</br>Nor shakes her crimson plumage in the skies:</br>Now on the smoke of blazing bolts she flies,</br>And speaks in thunder through yon engine's roar:</br>In every peal she calls &mdash; \"Awake!  arise!\"</br>Say, is her voice more feeble than of yore,</br>When her war-song was heard on Andalusia's shore?", "Hark! &mdash; heard you not those hoofs of dreadful note?</br>Sounds not the clang of conflict on the heath?</br>Saw ye not whom the reeking sabre smote;</br>Nor saved your brethren ere they sank beneath</br>Tyrants and Tyrants' slaves? &mdash; the fires of Death,</br>The bale-fires flash on high: &mdash; from rock to rock</br>Each volley tells that thousands cease to breathe;</br>Death rides upon the sulphury Siroc,</br>Red Battle stamps his foot, and nations feel the shock.", "Lo!  where the Giant on the mountain stands,</br>His blood-red tresses deep'ning in the sun,</br>With death-shot glowing in his fiery hands,</br>And eye that scorcheth all it glares upon;</br>Restless it rolls, now fixed, and now anon</br>Flashing afar, &mdash; and at his iron feet</br>Destruction cowers, to mark what deeds are done;</br>For on this morn three potent Nations meet,</br>To shed before his Shrine the blood he deems most sweet.", "By Heaven!  it is a splendid sight to see</br>(For one who hath no friend, no brother there)</br>Their rival scarfs of mixed embroidery,</br>Their various arms that glitter in the air!</br>What gallant war-hounds rouse them from their lair,</br>And gnash their fangs, loud yelling for the prey!</br>All join the chase, but few the triumph share;</br>The Grave shall bear the chiefest prize away,</br>And Havoc scarce for joy can number their array.", "Three hosts combine to offer sacrifice;</br>Three tongues prefer strange orisons on high;</br>Three gaudy standards flout the pale blue skies;</br>The shouts are France, Spain, Albion, Victory!</br>The foe, the victim, and the fond ally</br>That fights for all, but ever fights in vain,</br>Are met &mdash; as if at home they could not die&mdash;</br>To feed the crow on Talavera's plain,</br>And fertilise the field that each pretends to gain.", "There shall they rot &mdash; Ambition's honour'd fools!</br>Yes, Honour decks the turf that wraps their clay!</br>Vain Sophistry!  in these behold the tools,</br>The broken tools, that tyrants cast away</br>By myriads, when they dare to pave their way</br>With human hearts &mdash; to what? &mdash; a dream alone.</br>Can Despots compass aught that hails their sway?</br>Or call with truth one span of earth their own,</br>Save that wherein at last they crumble bone by bone?", "Oh, Albuera!  glorious field of grief!</br>As o'er thy plain the pilgrim prick'd his steed,</br>Who could foresee thee, in a space so brief,</br>A scene where mingling foes should boast and bleed!</br>Peace to the perished!  may the warrior's meed</br>And tears of triumph their reward prolong!</br>Till others fall where other chieftains lead</br>Thy name shall circle round the gaping throng;</br>And shine in worthless lays, the theme of transient song!", "Enough of Battle's minions!  let them play</br>Their game of lives, and barter breath for fame:</br>Fame that will scarce reanimate their clay,</br>Though thousands fall to deck some single name.</br>In sooth 'twere sad to thwart their noble aim</br>Who strike, blest hirelings!  for their country's good,</br>And die, that living might have prov'd her shame;</br>Perished, perchance, in some domestic feud,</br>Or in a narrower sphere wild Rapine's path pursu'd.", "Full swiftly Harold wends his lonely way</br>Where proud Sevilla triumphs unsubdued:</br>Yet is she free?  the spoiler's wished-for prey!</br>Soon, soon shall Conquest's fiery foot intrude,</br>Blackening her lovely domes with traces rude.</br>Inevitable hour!  'gainst fate to strive</br>Where Desolation plants her famish'd brood</br>Is vain, or Ilion, Tyre might yet survive,</br>And Virtue vanquish all, and Murder cease to thrive", "But all unconscious of the coming doom,</br>The feast, the song, the revel here abounds;</br>Strange modes of merriment the hours consume,</br>Nor bleed these patriots with their country's wounds:</br>Nor here War's clarion, but Love's rebeck sounds;</br>Here Folly still his votaries enthralls;</br>And young-eyed Lewdness walks her midnight rounds,</br>Girt with the silent crimes of Capitals,</br>Still to the last kind Vice clings to the tott'ring walls.", "Not so the rustic &mdash; with his trembling mate</br>He lurks, nor casts his heavy eye afar,</br>Lest he should view his vineyard desolate,</br>Blasted below the dun hot breath of War.</br>No more beneath soft Eve's consenting star</br>Fandango twirls his jocund castanet:</br>Ah, monarchs!  could ye taste the mirth ye mar,</br>Not in the toils of Glory would ye fret;</br>The hoarse dull drum would sleep, and Man be happy yet!", "How carols now the lusty muleteer?</br>Of love, romance, devotion is his lay?</br>As whilome he was wont the leagues to cheer,</br>His quick bells wildly jingling on the way?</br>No!  as he speeds, he chaunts; \"Viva el Rey!\"</br>And checks his song to execrate Godoy,</br>The royal wittol Charles, and curse the day</br>When first Spain's queen beheld the black-ey'd boy,</br>And gore-fac'd Treason sprung from her adulterate joy.", "On yon long, level plain at distance crown'd</br>With crags, whereon those Moorish turrets rest,</br>Wide scatter'd hoof-marks dint the wounded ground,</br>And, scath'd by fire, the greensward's darken'd vest</br>Tells that the foe was Andalusia's guest:</br>Here was the camp, the watch-flame, and the host,</br>Here the bold peasant storm'd the dragon's nest;</br>Still does he mark it with triumphant boast,</br>And points to yonder cliffs, which oft were won and lost.", "And whomsoe'er along the path you meet</br>Bears in his cap the badge of crimson hue,</br>Which tells you whom to shun and whom to greet:</br>Woe to the man that walks in public view</br>Without of loyalty this token true:</br>Sharp is the knife, and sudden is the stroke;</br>And sorely would the Gallic foeman rue,</br>If subtle poniards, wrapt beneath the cloke,</br>Could blunt the sabre's edge, or clear the cannon's smoke.", "At every turn Morena's dusky height</br>Sustains aloft the battery's iron load;</br>And, far as mortal eye can compass sight,</br>The mountain-howitzer, the broken road,</br>The bristling palisade, the fosse o'erflowed,</br>The station'd bands, the never-vacant watch,</br>The magazine in rocky durance stow'd,</br>The holster'd steed beneath the shed of thatch,</br>The ball-pil'd pyramid, the ever-blazing match,", "Portend the deeds to come: &mdash; but he whose nod</br>Has tumbled feebler despots from their sway</br>A moment pauseth ere he lifts the rod;</br>A little moment deigneth to delay:</br>Soon will his legions sweep through these their way;</br>The West must own the Scourger of the world.</br>Ah!  Spain!  how sad will be thy reckoning-day,</br>When soars Gaul's Vulture, with his wings unfurl'd,</br>And thou shalt view thy sons in crowds to Hades hurl'd.", "And must they fall?  the young, the proud, the brave,</br>To swell one bloated Chief's unwholesome reign?</br>No step between submission and a grave;</br>The rise of rapine and the fall of Spain?</br>And doth the Power that man adores ordain</br>Their doom, nor heed the suppliant's appeal?</br>Is all that desperate Valour acts in vain?</br>And Counsel sage, and patriotic Zeal,</br>The Veteran's skill, Youth's fire, and Manhood's heart of steel?", "Is it for this, the Spanish maid, arous'd,</br>Hangs on the willow her unstrung guitar,</br>And, all unsex'd, the Anlace hath espous'd,</br>Sung the loud song, and dar'd the deed of war?</br>And she, whom once the semblance of a scar</br>Appall'd, an owlet's larum chill'd with dread,</br>Now views the column-scattering bay'net jar,</br>The falchion flash, and o'er the yet warm dead</br>Stalks with Minerva's step where Mars might quake to tread.", "Ye who shall marvel when you hear her tale,</br>Oh!  had you known her in her softer hour,</br>Mark'd her black eye that mocks her coal-black veil,</br>Heard her light lively tones in Lady's bower,</br>Seen her long locks that foil the painter's power,</br>Her fairy form, with more than female grace,</br>Scarce would you deem that Saragoza's tower</br>Beheld her smile in Danger's Gorgon face,</br>Thin the clos'd ranks, and lead in Glory's fearful chase.", "Her lover sinks &mdash; she sheds no ill-tim'd tear;</br>Her chief is slain &mdash; she fills his fatal post;</br>Her fellows flee &mdash; she checks their base career;</br>The Foe retires &mdash; she heads the sallying host:</br>Who can appease like her a lover's ghost?</br>Who can avenge so well a leader's fall?</br>What maid retrieve when man's flush'd hope is lost?</br>Who hang so fiercely on the flying Gaul,</br>Foil'd by a woman's hand, before a batter'd wall?", "Yet are Spain's maids no race of Amazons,</br>But form'd for all the witching arts of love:</br>Though thus in arms they emulate her sons,</br>And in the horrid phalanx dare to move,</br>'Tis but the tender fierceness of the dove</br>Pecking the hand that hovers o'er her mate:</br>In softness as in firmness far above</br>Remoter females, famed for sickening prate;</br>Her mind is nobler sure, her charms perchance as great.", "The seal Love's dimpling finger hath impress'd,</br>Denotes how soft that chin which bears his touch!</br>Her lips, whose kisses pout to leave their nest,</br>Bid man be valiant ere he merit such.</br>Her glance, how wildly beautiful!  how much</br>Hath Phoebus woo'd in vain to spoil her cheek,</br>Which glows yet smoother from his amorous clutch!</br>Who round the North for paler dames would seek?</br>How poor their forms appear!  how languid, wan, and weak!", "Match me, ye climes!  which poets love to laud;</br>Match me, ye harems of the land!  where now</br>I strike my strain, far distant, to applaud</br>Beauties that ev'n a cynic must avow;</br>Match me those Houries, whom ye scarce allow</br>To taste the gale lest Love should ride the wind,</br>With Spain's dark-glancing daughters &mdash; deign to know,</br>There your wise Prophet's paradise we find,</br>His black-eyed maids of Heaven, angelically kind.", "Oh, thou Parnassus!  whom I now survey,</br>Not in the phrensy of a dreamer's eye,</br>Not in the fabled landscape of a lay,</br>But soaring snow-clad through thy native sky,</br>In the wild pomp of mountain majesty!</br>What marvel if I thus essay to sing?</br>The humblest of thy pilgrims passing by</br>Would gladly woo thine Echoes with his string,</br>Though from thy heights no more one Muse will wave her wing.", "Oft have I dream'd of Thee!  whose glorious name</br>Who knows not, knows not man's divinest lore;</br>And now I view thee, 'tis, alas!  with shame</br>That I in feeblest accents must adore.</br>When I recount thy worshippers of yore</br>I tremble, and can only bend the knee;</br>Nor raise my voice, nor vainly dare to soar,</br>But gaze beneath thy cloudy canopy</br>In silent joy to think at last I look on Thee!", "Happier in this than mightiest bards have been,</br>Whose rate to distant homes confin'd their lot,</br>Shall I unmov'd behold the hallow'd scene,</br>Which others rave of, though they know it not?</br>Though here no more Apollo haunts his grot,</br>And thou, the Muses' seat, art now their grave!</br>Some gentle Spirit still pervades the spot,</br>Sighs in the gale, keeps silence in the cave,</br>And glides with glassy foot o'er yon melodious wave.", "Of thee hereafter. &mdash; Ev'n amidst my strain</br>I turn'd aside to pay my homage here;</br>Forgot the land, the sons, the maids of Spain;</br>Her fate, to every freeborn bosom dear;</br>And hail'd thee, not perchance without a tear.</br>Now to my theme &mdash; but from thy holy haunt</br>Let me some remnant, some memorial bear;</br>Yield me one leaf of Daphne's deathless plant,</br>Nor let thy votary's hope be deem'd an idle vaunt.", "But ne'er didst thou, fair Mount!  when Greece was young,</br>See round thy giant base a brighter choir,</br>Nor e'er did Delphi, when her priestess sung</br>The Pythian hymn with more than mortal fire,</br>Behold a train more fitting to inspire</br>The song of love, than Andalusia's maids,</br>Nurst in the glowing lap of soft desire:&mdash;</br>Ah!  that to these were given such peaceful shades</br>As Greece can still bestow, though Glory fly her glades.", "Fair is proud Seville, let her country boast</br>Her strength, her wealth, her site of ancient days;</br>But Cadiz, rising on the distant coast,</br>Calls forth a sweeter, though ignoble praise.</br>Ah, Vice!  how soft are thy voluptuous ways!</br>While boyish blood is mantling who can 'scape</br>The fascination of thy magic gaze?</br>A Cherub-hydra round us dost thou gape,</br>And mould to every taste thy dear delusive shape.", "When Paphos fell by Time &mdash; accursed Time!</br>The queen who conquers all must yield to thee&mdash;</br>The Pleasures fled, but sought as warm a clime;</br>And Venus, constant to her native Sea,</br>To nought else constant, hither deign'd to flee,</br>And fix'd her shrine within these walls of white:</br>Though not to one dome circumscribeth She</br>Her worship, but, devoted to her rite,</br>A thousand altars rise, for ever blazing bright.", "From morn till night, from night till startled Morn</br>Peeps blushing on the Revels laughing crew,</br>The Song is heard, the rosy Garland worn;</br>Devices quaint, and frolicks ever new,</br>Tread on each other's kibes.  A long adieu</br>He bids to sober joy that here sojourns:</br>Nought interrupts the riot, though in lieu</br>Of true devotion monkish incense burns,</br>And Love and Prayer unite, or rule the hour by turns.", "The Sabbath comes, a day of blessed rest;</br>What hallows it upon this Christian shore?</br>Lo!  it is sacred to a solemn feast:</br>Hark!  heard you not the forest-monarch's roar?</br>Crashing the lance, he snuffs the spouting gore</br>Of man and steed, o'erthrown beneath his horn;</br>The throng'd Arena shakes with shouts for more;</br>Yells the mad crowd o'er entrails freshly torn,</br>Nor shrinks the female eye, nor ev'n affects to mourn.", "The seventh day this; the jubilee of man.</br>London!  right well thou know'st the day of prayer:</br>Then thy spruce citizen, wash'd artisan,</br>And smug apprentice gulp their weekly air:</br>Thy coach of Hackney, whiskey, one-horse chair,</br>And humblest gig through sundry suburbs whirl,</br>To Hampstead, Brentford, Harrow make repair;</br>Till the tir'd jade the wheel forgets to hurl,</br>Provoking envious gibe from each pedestrian Churl.", "Some o'er thy Thamis row the ribbon'd fair,</br>Others along the safer Turnpike fly;</br>Some Richmond-hill ascend, some scud to Ware,</br>And many to the steep of Highgate hie.</br>Ask ye, Boeotian shades!  the reason why?</br>'Tis to the worship of the solemn Horn,</br>Grasp'd in the holy hand of Mystery,</br>In whose dread name both men and maids are sworn,</br>And consecrate the oath with draught, and dance till morn.", "All have their fooleries &mdash; not alike are thine,</br>Fair Cadiz, rising o'er the dark blue sea!</br>Soon as the matin bell proclaimeth nine,</br>Thy Saint-adorers count the rosary:</br>Much is the VIRGIN teaz'd to shrive them free</br>(Well do I ween the only virgin there)</br>From crimes as numerous as her beadsmen be;</br>Then to the crowded circus forth they fare:</br>Young, old, high, low, at once the same diversion share.", "The lists are op'd, the spacious area clear'd,</br>Thousands on thousands pil'd are seated round;</br>Long ere the first loud trumpet's note is heard,</br>Ne vacant space for lated wight is found:</br>Here dons, grandees, but chiefly dames abound,</br>Skill'd in the ogle of a roguish eye,</br>Yet ever well inclin'd to heal the wound;</br>None through their cold disdain are doom'd to die,</br>As moon-struck bards complain, by Love's sad archery.", "Hush'd is the din of tongues &mdash; on gallant steeds,</br>With milk-white crest, gold spur, and light-pois'd lance,</br>Four cavaliers prepare for venturous deeds,</br>And lowly bending to the lists advance;</br>Rich are their scarfs, their chargers featly prance:</br>If in the dangerous game they shine to-day,</br>The crowds loud shout and ladies lovely glance,</br>Best prize of better acts, they bear away,</br>And all that kings or chiefs e'er gain their toils repay.", "In costly sheen and gaudy cloak array'd,</br>But all afoot, the light-limb'd Matadore</br>Stands in the centre, eager to invade</br>The lord of lowing herds; but not before</br>The ground, with cautious tread, is travers'd o'er,</br>Lest aught unseen should lurk to thwart his speed:</br>His arms a dart, he fights aloof, nor more</br>Can Man achieve without the friendly steed,</br>Alas!  too oft condemn'd for him to bear and bleed.", "Thrice sounds the clarion; lo!  the signal falls,</br>The den expands, and Expectation mute</br>Gapes round the silent Circle's loaded walls:</br>Bounds with one lashing spring the mighty brute,</br>And, wildly staring, spurns, with sounding foot,</br>The sand, nor blindly rushes on his foe:</br>Here, there, he points his threatening front, to suit</br>His first attack, wide waving to and fro</br>His angry tail; red rolls his eye's dilated glow.", "Sudden he stops &mdash; his eye is fix'd &mdash; away&mdash;</br>Away, thou heedless boy!  prepare the spear:</br>Now is thy time, to perish, or display</br>The skill that yet may check his mad career!</br>With well-tim'd croupe the nimble coursers veer;</br>On foams the Bull, but not unscath'd he goes;</br>Streams from his flank the crimson torrent clear;</br>He flies, he wheels, distracted with his throes;</br>Dart follows dart &mdash; lance, lance &mdash; loud bellowings speak his woes.", "Again he comes; nor dart nor lance avail,</br>Nor the wild plunging of the tortur'd horse;</br>Though man and man's avenging arms assail,</br>Vain are his weapons, vainer is his force.</br>One gallant steed is stretch'd a mangled corse;</br>Another, hideous sight!  unseam'd appears,</br>His gory chest unveils life's panting source;</br>Tho' death-struck still his feeble frame he rears;</br>Staggering, but stemming all, his lord unharm'd he bears.", "Foil'd, bleeding, breathless, furious to the last,</br>Full in the centre stands the bull at bay,</br>Mid wounds, and clinging darts, and lances brast,</br>And foes disabled in the brutal fray:</br>And now the Matadores around him play,</br>Shake the red cloak, and poise the ready brand:</br>Once more through all he bursts his thundering way&mdash;</br>Vain rage!  the mantle quits the conynge hand,</br>Wraps his fierce eye &mdash; 'tis past &mdash; he sinks upon the sand!", "Where his vast neck just mingles with the spine,</br>Sheathed in his form, the deadly weapon lies.</br>He stops &mdash; he starts &mdash; disdaining to decline:</br>Slowly he falls, amidst triumphant cries,</br>Without a groan, without a struggle dies.</br>The decorated car appears &mdash; on high</br>The corse is pil'd &mdash; sweet sight for vulgar eyes&mdash;</br>Four steeds that spurn the rein, as swift as shy,</br>Hurl the dark bulk along, scarce seen in dashing by.", "Such the ungentle sport that oft invites</br>The Spanish maid, and cheers the Spanish swain.</br>Nurtur'd in blood betimes, his heart delights</br>In vengeance, gloating on another's pain.</br>What private feuds the troubled village stain!</br>Though now one phalanx'd host should meet the foe,</br>Enough, alas!  in humble homes remain,</br>To meditate 'gainst friend the secret blow,</br>For some slight cause of wrath, whence Life's warm stream must flow.", "But Jealousy has fled:  his bars, his bolts,</br>His wither'd centinel, Duenna sage!</br>And all whereat the generous soul revolts,</br>Which the stern dotard deem'd he could encage,</br>Have pass'd to darkness with the vanish'd age.</br>Who late so free as Spanish girls were seen,</br>(Ere War uprose in his volcanic rage),</br>With braided tresses bounding o'er the green,</br>While on the gay dance shone Night's lover-loving Queen?", "Oh!  many a time and oft, had Harold lov'd,</br>Or dreamed he lov'd, since Rapture is a dream;</br>But now his wayward bosom was unmov'd,</br>For not yet had he drunk of Lethe's stream;</br>And lately had he learn'd with truth to deem</br>Love has no gift so grateful as his wings:</br>How fair, how young, how soft soe'er he seem,</br>Full from the fount of Joy's delicious springs</br>Some bitter o'er the flowers its bubbling venom flings.", "Yet to the beauteous form he was not blind,</br>Though now it mov'd him as it moves the wise;</br>Not that Philosophy on such a mind</br>E'er deign'd to bend her chastely-awful eyes:</br>But Passion raves herself to rest, or flies;</br>And Vice, that digs her own voluptuous tomb,</br>Had buried long his hopes, no more to rise:</br>Pleasure's pall'd victim!  life-abhorring gloom</br>Wrote on his faded brow curst Cain's unresting doom.", "Still he beheld, nor mingled with the throng;</br>But view'd them not with misanthropic hate:</br>Fain would he now have join'd the dance, the song;</br>But who may smile that sinks beneath his fate?</br>Nought that he saw his sadness could abate:</br>Yet once he struggled 'gainst the demon's sway,</br>And as in Beauty's bower he pensive sate,</br>Pour'd forth his unpremeditated lay,</br>To charms as fair as those that sooth'd his happier day.", "TO INEZ.</br>1.</br>Nay, smile not at my sullen brow;</br>Alas!  I cannot smile again;</br>Yet Heaven avert that ever thou</br>Shouldst weep, and haply weep in vain.", "2.</br>And dost thou ask what secret woe</br>I bear, corroding joy and youth?</br>And wilt thou vainly seek to know</br>A pang, ev'n thou must fail to soothe?", "3.</br>It is not love, it is not hate,</br>Nor low Ambition's honours lost,</br>That bids me loathe my present state,</br>And fly from all I priz'd the most.", "4.</br>It is that weariness which springs</br>From all I meet, or hear, or see;</br>To me no pleasure Beauty brings;</br>Thine eyes have scarce a charm for me.", "5.</br>It is that settled, ceaseless gloom</br>The fabled Hebrew wanderer bore;</br>That will not look beyond the tomb,</br>But cannot hope for rest before.", "6.</br>What Exile from himself can flee?</br>To zones though more and more remote,</br>Still, still pursues, where'er I be,</br>The blight of life &mdash; the demon Thought.", "7.</br>Yet others rapt in pleasure seem,</br>And taste of all that I forsake;</br>Oh!  may they still of transport dream,</br>And ne'er, at least like me, awake!", "8.</br>Through many a clime 'tis mine to go,</br>With many a retrospection curst;</br>And all my solace is to know,</br>Whate'er betides, I've known the worst.", "9.</br>What is that worst?  Nay do not ask,</br>In pity from the search forbear,</br>Smile on &mdash; nor venture to unmask</br>Man's heart, and view the Hell that's there!", "Adieu, fair Cadiz!  yea, a long adieu!</br>Who may forget how well thy walls have stood?</br>When all were changing thou alone wert true,</br>First to be free and last to be subdued;</br>And if amidst a scene, a shock so rude,</br>Some native blood was seen thy streets to dye;</br>A Traitor only fell beneath the feud:</br>Here all were noble, save Nobility;</br>None hugg'd a Conqueror's chain, save fallen Chivalry!", "Such be the sons of Spain, and strange her fate!</br>They fight for freedom who were never free;</br>A Kingless people for a nerveless state;</br>Her vassals combat when their chieftains flee,</br>True to the veriest slaves of Treachery:</br>Fond of a land which gave them nought but life,</br>Pride points the path that leads to Liberty;</br>Back to the struggle, baffled in the strife,</br>War, war is still the cry, \"War even to the knife!\"", "Ye, who would more of Spain and Spaniards know,</br>Go, read whate'er is writ of bloodiest strife:</br>Whate'er keen Vengeance urg'd on foreign foe</br>Can act, is acting there against man's life:</br>From flashing scimitar to secret knife,</br>War mouldeth there each weapon to his need:</br>So may he guard the sister and the wife,</br>So may he make each curst oppressor bleed,</br>So may such foes deserve the most remorseless deed!", "Flows there a tear of pity for the dead?</br>Look o'er the ravage of the reeking plain;</br>Look on the hands with female slaughter red;</br>Then to the dogs resign the unburied slain,</br>Then to the vulture let each corse remain,</br>Albeit unworthy of the prey-bird's maw,</br>Let their bleach'd bones, and blood's unbleaching stain,</br>Long mark the battle-field with hideous awe:</br>Thus only may our sons conceive the scenes we saw!", "Nor yet, alas!  the dreadful work is done,</br>Fresh legions pour adown the Pyrenees;</br>It deepens still, the work is scarce begun,</br>Nor mortal eye the distant end foresees.</br>Fall'n nations gaze on Spain; if free'd, she frees</br>More than her fell Pizarros once enchain'd:</br>Strange retribution!  now Columbia's ease</br>Repairs the wrongs that Quito's sons sustain'd,</br>While o'er the parent clime prowls Murder unrestrain'd.", "Not all the blood at Talavera shed,</br>Not all the marvels of Barossa's fight,</br>Not Albuera lavish of the dead,</br>Have won for Spain her well asserted right.</br>When shall her Olive Branch be free from blight?</br>When shall she breathe her from the blushing toil?</br>How many a doubtful day shall sink in night,</br>Ere the Frank robber turn him from his spoil,</br>And Freedom's stranger tree grow native of the soil!", "And thou, my friend! &mdash; since unavailing woe</br>Bursts from my heart, and mingles with the strain&mdash;</br>Had the sword laid thee with the mighty low,</br>Pride might forbid e'en Friendship to complain:</br>But thus unlaurel'd to descend in vain,</br>By all forgotten, save the lonely breast,</br>And mix unbleeding with the boasted slain,</br>While Glory crowns so many a meaner crest!</br>What hadst thou done to sink so peacefully to rest?", "Oh, known the earliest, and esteem'd the most!</br>Dear to a heart where nought was left so dear!</br>Though to my hopeless days for ever lost,</br>In dreams deny me not to see thee here!</br>And Morn in secret shall renew the tear</br>Of Consciousness, awaking to her woes,</br>And Fancy hover o'er thy bloodless bier,</br>Till my frail frame return to whence it rose,</br>And mourn'd and mourner lie united in repose.", "Here is one fytte of Harold's pilgrimage:</br>Ye who of him may further seek to know,</br>Shall find some tidings in a future page,</br>If he that rhymeth now may scribble moe.</br>Is this too much?  stern Critic!  say not so:</br>Patience!  and ye shall hear what he beheld</br>In other lands, where he was doomed to go:</br>Lands that contain the monuments of Eld,</br>Ere Greece and Grecian arts by barb'rous hands were quell'd.", ""]