["Despairing, beside a clear Stream,</br>A Shepherd forsaken was laid,</br>And while a false Nymph was his Theme,</br>A Willow supported his Head.</br>The Wind that blew over the Plain,</br>To his Sighs with a Sigh did reply;</br>And the Brook, in return to his Pain,</br>Ran mournfully murmuring by.", "Alas silly Swain that I was!</br>Thus sadly complaining, he cry'd;</br>When first I beheld that Fair Face,</br>'Twere better by far I had dy'd.</br>She talk'd, and I bless'd the Dear Tongue;</br>When She smil'd 'twas a Pleasure too great;</br>I listen'd, and cry'd while She sung,</br>Was Nightingale ever so sweet?", "How foolish I was to believe,</br>She cou'd doat on so homely a Clown;</br>Or that her fond Heart wou'd not grieve,</br>To forsake the Fine Folk of the Town!</br>To think that a Beauty so Gay,</br>So Kind and so Constant wou'd prove,</br>To go clad like our Maidens in Grey,</br>And live in a Cottage on Love.", "What tho' I have Skill to complain,</br>Tho' the Muses my Temples have crown'd;</br>What tho' when they hear my soft Strain,</br>The Virgins sit weeping around.</br>Ah Colin!  thy Hope is in vain,</br>Thy Pipe and thy Lawrel resign;</br>Thy Fair One inclines to a Swain,</br>Whose Musick is sweeter than thine.", "And you, my Companions so dear,</br>Who sorrow to see me betray'd;</br>Whatever I suffer, forbear,</br>Forbear to accuse the false Maid.</br>Tho' thro' the wide World I should range,</br>'Tis in vain from our Fortune to fly;</br>'Twas Hers to be false and to change,</br>'Tis Mine to be constant and dye.", "If while my Hard Fate I sustain,</br>In her Breast any Pity is found,</br>Let Her come with the Nymphs of the Plain,</br>And see me laid low in the Ground:</br>The last humble Boon that I crave,</br>Is to shade me with Cypress and Eugh;</br>And when She looks down on my Grave,</br>Let her own that her Shepherd was true.", "Then to her New Love let her go,</br>And deck her in Golden Array;</br>Be Finest at ev'ry Fine Show,</br>And frolick it all the long Day:</br>While Colin, forgotten and gone,</br>No more shall be talk'd of, or seen;</br>Unless that beneath the pale Moon,</br>His Ghost shall glide over the Green.</br>"]