["The surly crier rings his nightly knell,</br>The willing guest departs his weary may,</br>And hears with joy the lonely Prison-bell,</br>Nor wishes with his wretched friend to stay.", "Now rest the noisy racket-playing cry,</br>And rattling balls against the dreary wall;</br>To them succeed the ruin-hurling die,</br>And bawling Potmen's never ceasing call.", "Within these narrow cells, in durance vile,</br>Where lurid Vengeance holds its baleful reign,</br>Where awful Ruin hovers 'round the pile,</br>Th' inglorious captives ev'ry grief sustain.", "The breezy call of incense-breathing morn</br>Gives not its wonted joy unto their shed,</br>The cock's shrill clarion, or the echoing horn</br>No more entices from their lowly bed.", "Here dwells the rustic, who with thoughtless zeal</br>The petty tyrant of his fields defied,</br>Doom'd, by some lordly Villain's frown, to feel</br>The tedious malice of hard hearted Pride.", "Here too, in long captivity remain</br>The hardy warrior, and the nobly brave,</br>Who dar'd their Country's battles to sustain</br>Their honor'd Country's LIBERTY to save.", "But oh!  despise not their ignoble toil,</br>Their loss of Liberty and Life obscure,</br>Nor proudly hear with a disdainful smile</br>The dull complaint of the imprison'd poor.", "On those who boast of Heraldry and Pow'r</br>Or all that Pomp and sordid wealth e'er gave,</br>The angry storms of Fortune soon may lour</br>A wretched Prison may precede the grave.", "Not ev'n can VIRTUE'S sacred name defend;</br>For round the good, and near the bad await,</br>The one t' afflict, the other to amend,</br>The never-failing ministers of Fate.", "Perhaps within this sad abode may pine,</br>A heart once pregnant with Celestial fire,</br>Souls, that to warlike deeds do still incline,</br>And hands, that still might wake the living lyre:", "But Liberty to them, by cruel fate,</br>Is now denied the panting heart to warm</br>Chill Penury confines their low estate,</br>And Life's to them devoid of ev'ry charm.", "Far from the madding crowd's ignoble strife,</br>Within these hated walls do they remain;</br>With patience drink the bitter dregs of Life,</br>And the dire load of misery sustain.", "Their hopes, their wishes, and the chance of fate,</br>The place of certainty, or truth supply;</br>They still would triumph o'er the proud one's hate,</br>Nor yet despairing wildly wish to die.", "For who to dumb forgetfulness a prey,</br>A miserable being e'er resign'd,</br>Left the dull precincts of the doleful day,</br>Nor cast one longing, ling'ring look behind?", "Still on some breast does ev'ry soul rely,</br>Some pious drops the closing eye requires,</br>For distant friends we breathe th' impassion'd sigh,</br>To tears of SYMPATHY each wretch aspires.", "But here, entomb'd within this living grave,</br>Too many sink beneath their wretched fate,</br>No more have Friends the pleasing pow'r to save,</br>And long-delay'd assistance comes too late.", "While some, alas!  neglected by each friend,</br>The world despising, by the world forgot,</br>With jovial riot their dull hours defend,</br>And drown with sparkling wine their hapless lot.", "The sumptuous feast, and ev'ry sensual joy,</br>With noisy mirth each gloomy night infest</br>Still must REFLECTION'S piercing dart annoy,</br>And such vile pleasures but disturb their rest.", "And yet some tutors with a scanty fare</br>Advise a PRISON, venial faults to mend:</br>But Ah!  they little know the anxious care,</br>And less the danger which such schools attend.", "Can prudent maxims to a conscious mind</br>Supply the place of HONOR'S gentler sway?</br>Or can the dear-bought knowledge of mankind</br>The loss of VIRTUE'S gen'rous flame repay?", "Many, by fond credulity betray'd,</br>Their happiness on other's honor stake;</br>The faithless friends the angry laws evade,</br>And honest friendship suffers for the rake.", "The sober citizen, whose hard-earn'd wealth,</br>Is lost by sad vicissitude of trade,</br>With heartfelt sorrow undermines his health</br>While Prudent Friends his losses still upbraid.", "Then by a cruel false deceiver led,</br>Wearied with mis'ry, frantic with despair,</br>The blooming Partner of his marriage bed,</br>Adds jealous anguish to his wretched care.", "For thee, who mindful of thy own mischance,</br>Dost in these lines an artless tale relate;</br>Some kindred spirit, or some friend perchance,</br>In future times may mourn thy hapless fate.", "And when with dirges due, in sad array,</br>Slow thro' the church-way path thy corpse be borne,</br>May these few lines compose the parting lay,</br>Grav'd on a stone beneath an aged thorn", "THE EPITAPH.</br>Here rest his cares within the friendly earth,</br>A YOUTH to fortune and to fame unknown</br>Some Daemon frown'd upon his humble birth,</br>And cheerless mis'ry marked him for her own.", "When youthful, virtues glow'd within his breast,</br>Allur'd by Passion, by Example led,</br>With Folly's children he too warmly prest,</br>And idle joys their baleful influence shed.", "But soon succeed these pleasures of the town,</br>Th' unfeeling persecution of the proud,</br>With black misfortune's sad terrific frown,</br>And hard neglect of the unthinking crowd.", "Deserted by his friends, by all mankind,</br>With silent anguish long he mourn'd his fate,</br>With joyful hope his willing breast resign'd</br>In expectation of an happier state.", "Around his grave the cypress wreath entwine,</br>The Yew Tree's shade shall add its solemn gloom;</br>The tender fair to pity will incline,</br>And drop a tear upon his early Tomb.</br>"]