["The Curfew tolls the hour of locking up,</br>The grating bolts turn heavy on the key,</br>The turnkey hastens on beef-steaks to sup</br>And leaves the cell to treason and to me.", "Now fades the glittering dram-glass from the sight,</br>And through the gaol a horrid stillness reigns,</br>Save where the watchman bawls the hour of night,</br>Or restless felon shakes his clanking chains.", "Save that beneath the prison's outward bound,</br>Some drunken Cyprian wrathfully complains</br>Of such as, wandering near her nightly round,</br>Forestal the market of her wanton gains.", "Within these rugged walls, that massy door</br>Where rise the nails in many a rusty knob,</br>Each in his narrow cell, till trial o'er,</br>The tenants of the prison cease to rob.", "The welcome call of theft-concealing night,</br>The jewel glittering through the crystal pane,</br>The watchman's rattle, nor the link boy's light,</br>No more can rouse them from their binding chain.", "For them no more the foaming bowl shall fill,</br>Or busy waiter close the door with care;</br>No lisping wanton drink to swell their bill,</br>Or on their knee the nightly booty share.", "Oft did the pocket to their fingers yield,</br>Their chissel oft the stubborn door has broke:</br>How dextrous could they club or poppers wield,</br>How fell the traveller beneath their stroke.", "Let not ambition mock their cunning toil,</br>Their humble deeds and lives resolv'd and brief,</br>Nor patriots hear with a disdainful smile,</br>The low and vulgar annals of a thief.", "My boasted Register, the Forum's jaw,</br>And all the tropes hatched in the Draper's shop,</br>Await alike th' inevitable law&mdash;</br>The paths of faction lead but to the Drop.", "Nor you, ye vain, impute to these the fault,</br>If memory to their name no trophies raise,</br>Where through the wire-drawn page devoid of thought</br>The venal Doctor drawls the note of praise.", "Can storied page, or often-hacknied trope</br>To pardon change the judge's dread harangue,</br>Can Mavor's voice arrest the fatal rope,</br>Or Phillips soothe the ear of them that hang?", "Perhaps in this frequented gaol doth lie</br>Some heart once pregnant with a patriot's fire;</br>Hands that to pick the public purse might try,</br>Or raise to extacy the Cambrian liar.", "But ne'er to them was oped the HORN-book page,</br>Nor Paine nor Godwin taught them how to think,</br>Cold Ignorance repress'd their factious rage</br>And froze the black'ning current of their ink.", "Full many a wish by fiery gin inspired</br>The dark unfathom'd souls of Patriots breathe,</br>Full many a dagger's made to rust unhired,</br>And waste its sharpness in the bloodless sheath.", "Some club-room Wardle, that with face from hell,</br>Though drunk, would still dispute the landlord's score,</br>Some mute inglorious PETER here may dwell,</br>Some Mistress Clarke, that may not be a w&mdash;e:", "The scorn of sneering senates to command,</br>To feel delight in mud and rotten egg,</br>To scatter libels o'er a wond'ring land,</br>And, failing other ways and means, to beg,", "Their lot  forbade; nor circumscrib'd alone</br>Their patriot ardour, but their crimes confined,</br>Forbade to bend obsequious to a throne,</br>And lose the native freedom of mankind:", "The struggling pangs of conscious truth to hide,</br>To feel the blushes of ingenuous shame,</br>With costly gew-gaws swell a harlot's pride,</br>And then for payment pawn a patriot's name.", "Far from the muddy purlieus of St. Giles</br>Their jovial wishes never learn'd to stray,</br>Along the steep and slippery path of wiles</br>They kept the dangerous tenor of their way.", "Yet e'en their names to save from rude neglect</br>Some short memorial still, from passers by,</br>With worn-out type and shapeless wood-cut deck'd</br>Exacts the tribute of a halfpenny.", "Their dying speech, life, birth, and parentage</br>Are all recorded by the Ord'nary;</br>And many a text he quotes and maxim sage,</br>That teach the trembling criminal to die.", "Ah!  who to law, a prey, upon the drop,</br>To KETCH his well-paved throttle e'er resigned,</br>Smelt the warm fumes rise from the loved gin-shop,</br>Nor cast one longing, thirsting look behind?", "On Sheriff Wood the dying eye relies,</br>Some cordial drops the closing throttle claim;</br>Ev'n from the tomb, 'tis said, that spirits rise,</br>Ev'n ghosts of drams still keep their wonted names.", "For thee, who loving every thief immured,</br>Dost in these lines their desperate tale relate,</br>If chance, by gaoler led, in chains secured</br>Some kindred spirit shall inquire thy fate,", "Haply some shaggy-headed rogue may cry,</br>\"Oft have we seen him on the Thursday night,</br>Forging with ready pen the factious lie,</br>To cheat the public, and vent private spite.", "\"There, on one end of that old greasy bench</br>He'd sit, and call for dram or pot of beer,</br>Bilk, if by chance he could, the tap-room wench,</br>And pore upon his scoundrel REGISTER.", "\"By yonder wall, now frowning as he storm'd,</br>Mutt'ring his poisonous libels he would go,</br>And now would loyal seem, as one reform'd,&mdash;</br>Treacherous and false alike to friend and foe.", "\"One day we miss'd him from his hated cell,</br>Nor by the wall nor on the bench was he;</br>We thought Old Nick had whisk'd him off to Hell,&mdash;</br>But there was none would follow him to see.", "\"And soon in awful state and sad array</br>Upon a hurdle we beheld him borne:</br>Attend and hear what Mister Ketch did say,</br>When from his shoulders he his head had shorn.\"", "THE HANGMAN'S SPEECH.</br>Here bleeds his head upon the traitor's stage</br>A wretch to Virtue and to Truth unknown,</br>Foul Faction frown'd not on his lying page,</br>And Infamy had mark'd him for her own.", "Large was his bounty &mdash; so he would you cram,&mdash;</br>The law rewarded him beyond his hope,</br>He gave to misery, all he pleased, &mdash; a damn,</br>The law bestow'd, 'twas all he feared, &mdash; a rope.", "No farther seek his villainies to know,</br>Nor bid me all his hateful libels tell,</br>For now with him they burn in fires below</br>And serve the cause of Faction still, &mdash; in HELL.</br>"]