["If aught an artless shepherd pipes or sings</br>May hope, chaste Eve, to sooth thy modest ear,</br>Like thy own solemn springs,</br>Thy springs and breezes dear;", "O nymph reserv'd!  while now the bright-hair'd sun,</br>In cloudy tent, wove with ethereal braid,</br>(His daily race nigh run)</br>O'erhangs his wavy bed;", "Now air is hush'd, save where the bat flits round</br>With short, shrill shriek, on leathern pinion borne,</br>Or beetle, gins to sound</br>His small, but sullen horn,", "Oft striking 'gainst the pilgrim, journeying late,</br>As rude with heedless hum he drives along;</br>Now teach me, maid sedate,</br>To breathe some softened song,", "Whose murmurs, stealing down thy dark'ning vale,</br>May, not unseemly suit the sober scene,</br>As, musing slow, I hail</br>Thy lov'd return serene!", "For when thy folding star, arisen displays</br>His paly circlet, at his warning ray,</br>The fragrant Hours and Fays,</br>Who slept in flowers the day,", "And many a sedge-crown'd nymph that haunts the wild,</br>And sheds the freshening dew, and still more fair,</br>The pensive pleasures mild,</br>The shadowy car prepare.", "Then lead, calm votaress, where some sheety lake</br>Cheers the lone heath, or some time-hallowed fane,</br>Or fallow grounds opaque</br>Its last, cool gleam retain.", "But when chill, blustering winds the woods molest,</br>Or driving rain, be mine the sheltered cell,</br>That from the mountains breast</br>Views wilds and floods that swell,", "And glimmering spires, and hamlets wrapt in trees,</br>And hears their simple bell, and marks o'er all,</br>Deepening by slow degrees,</br>The dewy shadows fall.", "While Spring's warm showers descend, as oft they use,</br>And bathe, meek Eve, thy locks, that fragrant breathe,</br>While Summer loves to muse</br>Thy lingering light beneath;", "While sallow autumn strews with leaves the plain,</br>Or winter, rushing round the troublous pole,</br>Affrights thy shrinking train,</br>And rudely rends thy stole;", "So long, sure found in scenes of lone retreat,</br>Shall fancy, friendship, science, health, proclaim</br>Thy genial influence sweet,</br>And hymn thy favourite name.</br>"]