["AIR.</br>\"Hence, avaunt, ('tis holy ground)</br>Comus and his midnight-crew,</br>And Ignorance with looks profound,</br>And dreaming Sloth of pallid hue,</br>Mad Sedition's cry profane,</br>Servitude that hugs her chain,</br>Nor in these consecrated bowers</br>Let painted Flatt'ry hide her serpent-train in flowers.", "CHORUS.</br>\"Nor Envy base, nor creeping Gain</br>Dare the Muse's walk to stain,</br>While bright-eyed Science watches round:</br>Hence, away, 'tis holy Ground!\"", "RECITATIVE.</br>From yonder realms of empyrean day</br>Bursts on my ear th' indignant lay:</br>There sit the sainted Sage, the Bard divine,</br>The Few, whom Genius gave to shine</br>Through every unborn age, and undiscovered clime.</br>Rapt in celestial transport they,</br>Yet hither oft a glance from high</br>They send of tender sympathy</br>To bless the place, where on their opening soul</br>First the genuine ardour stole.</br>'Twas Milton struck the deep-toned shell,</br>And, as the choral warblings round him swell,</br>Meek Newton's self bends from his state sublime,</br>And nods his hoary head, and listens to the rhyme.", "AIR.</br>\"Ye brown o'er-arching Groves,</br>That Contemplation loves,</br>Where willowy Camus lingers with delight!</br>Oft at the blush of dawn</br>I trod your level lawn,</br>Oft woo'd the gleam of Cynthia silver-bright</br>In cloisters dim, far from the haunts of Folly,</br>With Freedom by my Side, and soft-ey'd Melancholy.\"", "RECITATIVE.</br>But hark!  the portals sound, and, pacing forth</br>With solemn steps and slow,</br>High Potentates and Dames of royal birth</br>And mitred Fathers in long order go:</br>Great Edward with the lillies on his brow</br>From haughty Gallia torn,</br>And sad Chatillon, on her bridal morn</br>That wept her bleeding Love, and princely Clare,</br>And Anjou's Heroine, and the paler Rose,</br>The rival of her crown, and of her woes,</br>And either Henry there,</br>The murther'd Saint, and the majestic Lord,</br>That broke the bonds of Rome.</br>(Their tears, their little triumphs o'er,</br>Their human passions now no more,</br>Save Charity, that glows beyond the tomb).</br>All that on Granta's fruitful plain</br>Rich streams of regal bounty pour'd,</br>And bade these aweful fanes and turrets rise,</br>To hail their Fitzroy's festal morning come;</br>And thus they speak in soft accord</br>The liquid language of the skies.", "QUARTETTO.</br>\"What is Grandeur, what is Power?</br>Heavier toil, superior pain.</br>What the bright reward we gain?</br>The grateful mem'ry of the Good.</br>Sweet is the breath of vernal shower,</br>The bee's collected treasures sweet,</br>Sweet music's melting fall, but sweeter yet</br>The still small voice of Gratitude.\"", "RECITATIVE.</br>Foremost and leaning from her golden cloud</br>The venerable Marg'ret see!</br>\"Welcome, my noble Son, (she cries aloud)</br>To this, thy kindred train, and me:</br>Pleas'd in thy lineaments we trace</br>A Tudor's fire, a Beaufort's grace.", "AIR.</br>\"Thy liberal heart, thy judging eye,</br>The flower unheeded shall descry,</br>And bid it round heaven's altars shed</br>The fragrance of it's blushing head:</br>Shall raise from earth the latent gem</br>To glitter on the diadem.", "RECITATIVE.</br>\"Lo, Granta waits to lead her blooming band,</br>Not obvious, not obtrusive, She</br>No vulgar praise, no venal incense flings;</br>Nor dares with courtly tongue refin'd</br>Profane thy inborn royalty of mind:</br>She reveres herself and thee.</br>With modest pride to grace thy youthful brow</br>The laureate wreath, that Cecil wore, she brings,</br>And to thy just, thy gentle hand</br>Submits the Fasces of her sway,</br>While Spirits blest above and Men below</br>Join with glad voice the loud symphonious lay.", "GRAND CHORUS.</br>\"Thro' the wild waves as they roar</br>With watchful eye and dauntless mien</br>Thy steady course of honor keep,</br>Nor fear the rocks, nor seek the shore:</br>The Star of Brunswick smiles serene,</br>And gilds the horrors of the deep.\"</br>"]