["Dark was the sky, and fatal was the morn,</br>When first from AUBURN'S vale I roam'd forlorn.</br>The neighbouring swains came pensive o'er the lea,</br>And parting breath'd their last kind prayers for me.</br>Ah!  gentle souls, your prayers for me how vain,</br>The man of sorrow, penury, and pain.", "Thus EDWIN mourn'd, pale, melancholy, flow,</br>Where wild OHIO'S sounding waters flow.</br>The sun set low'ring on the plaints he made,</br>And savage howlings doubly gloom'd the shade.", "O Thou, in publick toils with glory tried,</br>Whose high-born honours are thy humblest pride,</br>Whose private worth, in fame's proud fane enroll'd,</br>Time shall emblaze in characters of gold;</br>Illustrious HOWARD!  shield th' unpolish'd lays</br>Which twine this cypress wreath around thy bays.</br>And whilst thy breast matures each patriot plan</br>That gladdens life, and man endears to man,</br>Hear what big woes the village group befel,</br>By AUBURN'S pensive bard foretold too well.", "Night o'er the scene her dusky horrors drew,</br>The stars burn'd dim, the rapid whirlwind flew;</br>E'en the lone cot denied its cheering ray,</br>As o'er the wild the wanderer urg'd his way.</br>No more the birds prolong'd their soothing strain,</br>No more the landscape stole a pang from pain;</br>In every bush destruction seem'd to hide,</br>And hoarse beneath him foam'd the sullen tide.</br>Amidst uncoffin'd bones, as thus he pass'd,</br>Where many a gallant Briton breath'd his last,</br>From distant hills strange fires began to glow,</br>That mark'd the ravage of the barbarous foe.</br>The scene, the hour, renew'd the trickling tear,</br>When thus, with mingled groans, the mournful seer.", "God of my life!  protect me as I stray,</br>Where human wolves in murd'rous ambush lay.", "Once I was blest beyond the peasant's lot,</br>In humble neatness rose my little cot.</br>I saw my whitening fleece the down adorn,</br>I saw my valley wave with golden corn,</br>I saw my duteous children round me bloom,</br>Nor envied pride its palace and its plume.</br>Pleas'd with what heaven had lent, and far from strife,</br>Calm, unreprov'd, I walked the vale of life.</br>But vain the humblest hope the poor can form,</br>When fierce oppression wings th' unfeeling storm.</br>Nor peace, nor love, nor merit's modest woe,</br>Can or avert, or mitigate the blow.</br>Alas!  regardless of the suppliant train,</br>The tyrant lord usurps the whole domain.</br>The peasant's glebe, his garden's decent bound,</br>The shade he rear'd, the lane with sweet-briar crown'd,</br>All, all his must yield, as wills imperious pride,</br>And e'en the straw-thatch'd cottage is denied.</br>Hence, at this hour, by desperate sorrow led,</br>A banish'd man, I roam the world for bread.", "Yet witness heaven, tho' such thy chang'd decrees,</br>Ne'er did I waste my hours in loitering ease;</br>Ne'er did thy blessings prompt a wish to stray,</br>Health nerv'd my limbs, and virtue bless'd my day.</br>Constant at dawn to hardy toils I rose,</br>Brav'd the bleak winds, and desolating snows;</br>Whilst sweet contentment lent her magick power,</br>Soften'd the gale, and warm'd the frozen shower.</br>Still sad remembrance fondly calls to view</br>The field where once the branching poplar grew.</br>'Twas there, when spring renew'd the ploughman's toil,</br>My long-drawn furrow turn'd the rugged soil;</br>There, with my sickle, thro' long summer days,</br>I work'd, regardless of the noontide blaze;</br>And there the labouring band, as leisure sway'd,</br>The bough-crown'd reaper, and the village maid,</br>Led up their sports along the bordering green,</br>Whilst age looked on, and bless'd the harmless scene.</br>Such were my toils, in days too bright to last,</br>Such joys were mine, but all those joys are past!", "Mean tho' I was, and circled too with care,</br>Yet, blest with little, I had still to spare.</br>No neighbour's sorrows but assail'd my breast,</br>No poorer brother left my door unblest.</br>To all my mite, to some, more singly dear,</br>I gave the tender tribute of a tear.</br>Oft times, returning from the task of day,</br>I hail'd the weary trav'ller on his way,</br>Remark'd the hour of rest was nearly come,</br>And press'd the stranger to my social home.</br>Heedless of future ills, the playful train,l</br>To meet their sire, came shouting o'er the plain,</br>With eager joy their little news convey'd,</br>Or round the green their mimick dance display'd.</br>Perhaps, some neighbouring swain of genial soul</br>Would lift the latch, and join our sober bowl;</br>And, whilst his soothing tales engag'd the guest,</br>Of slighted love, or modest worth distrest,</br>Whate'er our dairy, or our fields afford,</br>In frugal plenty smil'd upon the board.</br>Blest social home!  and ye dear distant bowers!</br>Scenes of my youth, and all my blissful hours,</br>Where'er by fortune's hand neglected thrown,</br>This heart, this faithful heart, is all your own.</br>E'en now, weak nature, rous'd to keener pain,</br>Dwells on your charms, and bleeds in every vein.", "Good heaven!  what anguish wrung this boding heart,</br>When the rough boatswain gave the word to part.</br>Then first the tear, at nature's bidding, fell,</br>As bleeding Friendship press'd its long farewel.</br>Pale on mine arm Connubial Mildness hung,</br>Fond Filial Duty round my bosom clung.</br>Firm for their sakes, along the surf-beat strand,</br>And whispering peace, I led the weeping band;</br>Deceiv'd their thoughts from AUBURN'S much-lov'd plain,</br>And talk'd of happier seats beyond the main.</br>Poor aged man!  since that eventful day,</br>Despair and terror mark'd thee for their prey.</br>War, sickness, famine, bursting on thine head,</br>Mock thy vain toils, and weigh'd thee to the dead.", "Ah me!  the words our pious Preacher spoke,</br>When first to him my mournful mind I broke.</br>\"EDWIN,\" he said, with looks of kind dismay,</br>\"Earth's meteor hopes but glitter to betray.</br>Thou canst not fly from God's all-chast'ning hand,</br>Storms sweep the ocean, discord blasts the land.</br>No change of climate can reverse our doom,</br>Life's various roads all center in the tomb.\"</br>Thus the meek sage my rash resolve represt,</br>Whilst tears of pity bath'd his hoary breast.</br>Oh!  had I listen'd to his wise alarms,</br>Then had I died at home in friendship's arms.", "Twelve tedious weeks we plough'd the wintry main,</br>And hop'd the port, but hop'd alas in vain,</br>Till left of heaven, and press'd for daily bread,</br>Each gaz'd at each, and hung the sickly head.</br>Two little sons, my hope, my humble pride,</br>Too weak to combat, languish'd, wail'd, and died.</br>Stretch'd on the deck the breathless cherubs lay,</br>As buds put forth in April's stormy day.</br>Not EMMA'S self remain'd my woes to cheer,</br>Borne with her babes upon a watery bier.</br>Five days she struggled with the fever's fire,</br>The sixth sad morn beheld my saint expire.</br>These trembling lips her lips convulsive prest,</br>These trembling hands sustain'd her sinking breast;</br>These trembling hands discharg'd each mournful rite,</br>Sooth'd her last pang, and seal'd her dying sight.</br>To the same deep their dear remains were given,</br>Their mingled spirits wing'd their flight to heaven.", "One only daughter, in life's vernal pride,</br>Surviv'd the wreck that whelm'd my all beside.</br>Snatch'd from the peace of death, and loathing day,</br>On bleak Henlopen's coast the mourner lay.</br>These aged arms her languid body bore</br>Through the rude breakers to that ruder shore.</br>Mercy, sweet heaven!  and did the pitying storm</br>Spare but for deeper ills that angel form!</br>Blest had we sunk unheeded in the wave,</br>And mine and LUCY'S been one common grave.</br>But I am lost; a worn-out, ruin'd man,</br>And fiends complete what tyranny began.", "Much had I heard, from men unus'd to feign,</br>Of this New World, and Freedom's gentle reign.</br>'Twas famed that here, by no proud master spurn'd,</br>The poor man ate secure the bread he earn'd;</br>That verdant vales were fed by brighter streams</br>Than my own Medway, or the silver Thames;</br>Fields without bounds spontaneous fruitage bore,</br>And peace and virtue bless'd the favour'd shore.</br>Such were the hopes which once beguil'd my care,</br>Hopes form'd in dreams, and baseless as the air.", "Is this, O dire reverse, is this the land,</br>Where nature sway'd, and peaceful worthies plann'd!</br>Where injur'd freedom, through the world impell'd,</br>Her hallow'd seat, her last asylum held!</br>Ye glittering towns that crown th' Atlantic deep,</br>Witness the change, and as ye witness weep.</br>Mourn all ye streams, and all ye fields deplore</br>Your slaughter'd sons, your verdure stain'd with gore.", "Time was, blest time, to weeping thousands dear,</br>When all that poets picture flourish'd here.</br>Then War was not, Religion smil'd and spread,</br>Arts, Manners, Learning rear'd their polish'd head;</br>Commerce, her sails to every breeze unfurl'd,</br>Pour'd on these coasts the treasures of the world.</br>Past are those halcyon days.  The very land</br>Droops a weak mourner, wither'd and unmann'd.</br>Brothers 'gainst brother rise in vengeful strife,</br>The parent's weapon drinks the children's life,</br>Sons, leagued with foes, unsheath their impious sword,</br>And gore the nurturing breast they late ador'd.", "How vain my search to find some lowly bower,</br>Far from those scenes of death, this rage for power;</br>Some quiet spot, conceal'd from every eye,</br>In which to pause from woe, and calmly die.</br>No such retreat these boundless shades embrace,</br>But man with beast divides the bloody chace.</br>What tho' some cottage rise amid the gloom,</br>In vain its pastures spring, its orchards bloom;</br>Far, far away the wretched owners roam,</br>Exiles like me, the world their only home.", "Here, as I trace my melancholy way,</br>The prowling INDIAN snuffs his wonted prey.</br>Ha &mdash; should I meet him in his dusky round&mdash;</br>Late in these woods I heard his murderous sound&mdash;</br>Still the deep war-whoop vibrates on mine ear,</br>And still I hear his tread, or seem to hear.</br>Hark, the leaves rustle!  what a shriek was there!</br>'Tis he!  'tis he!  his triumphs rend the air.</br>Hold coward heart, I'll answer to the yell,</br>And chace the murderer to his gory cell.</br>Savage! &mdash; but oh!  I rave &mdash; o'er yonder wild,</br>E'en at this hour he drives my only child;</br>She, the dear source and soother of my pain,</br>My tender daughter, drags the captive chain.", "Ah my poor LUCY!  in whose face, whose breast,</br>My long-lost EMMA liv'd again confest,</br>Thus robb'd of thee, and every comfort fled,</br>Soon shall the turf infold this wearied head;</br>Soon shall my spirit reach that peaceful shore,</br>Where bleeding friends unite, to part no more.</br>Then shall I cease to rue the fatal morn,</br>When first from AUBURN'S vale I roam'd forlorn.", "He spoke &mdash; and frantick with the sad review,</br>Prone on the shore his tottering limbs he threw.</br>Life's crimson strings were bursting round his heart,</br>And his torn soul was throbbing to depart;</br>No pitying friend, no meek-ey'd stranger near,</br>To tend his throes, or calm them with a tear.</br>Angels of grace, your golden pinions spread,</br>Temper the winds, and shield his houseless head.</br>Let no rude sounds disturb life's awful close,</br>And guard his relicks from inhuman foes.</br>O haste, and waft him to those radiant plains,</br>Where fiends torment no more, and love eternal reigns.</br>"]