["CUDDY.  THENOT.</br>Ah for pity, will rank Winter's Rage</br>These bitter Blasts never 'gin t' asswage?</br>The keen Cold blows through my beaten Hide,</br>All as I were through the Body gride.</br>My ragged Ronts all shiver and shake,</br>As done high Towers in an Earthquake:</br>They wont in the Wind wag their wriggle Tails,</br>Peark as a Peacock; but now it avails.", "THENOT.</br>Leudly complainest, thou lazy Lad,</br>Of Winter's wrack for making thee sad?</br>Must not the World wend in his common Course,</br>From Good to Bad, and from Bad to Worse,</br>From Worse, unto that is Worst of all,</br>And then return to his former Fall?</br>Who will not suffer the stormy Time,</br>Where will he live till the lusty Prime?</br>Self have I worn out thrice thirty Years,</br>Some in much Joy, many in many Tears:</br>Yet never complained of Cold nor Heat,</br>Of Summer's Flame, nor of Winter's Threat</br>Ne never was to Fortune Foe-man,</br>But gently took, that ungently came.</br>And ever my Flock was my chief Care,</br>Winter or Summer they mought well fare.", "CUDDY.</br>No marvel, Thenot, if thou can bear</br>Chearfully the Winter's wrathful Chear;</br>For Age and Winter accord full nigh,</br>This chill, that cold, this crooked, that wry:</br>And as the lowring Weather looks down,</br>So seemest thou like Good-Friday to frown.</br>But my flowring Youth is Foe to Frost,</br>My Ship unwont in Storms to be tost.", "THENOT.</br>The Sovereign of Seas he blames in vain,</br>That once Sea-beat, will to Sea again.</br>So loytring live you little Heard-Groom,</br>Keeping your Beasts in the budded Brooms.</br>And when the shining Sun laugheth once,</br>You deemen, the Spring is come at once.</br>Tho gin you, fond Flies, the Cold to scorn,</br>And crowing in Pipes made of green Corn,</br>You thinken to be Lords of the Year:</br>But eft, when ye count you freed from Fear,</br>Comes the breme Winter with chamfred Brows,</br>Full of Wrinkles and frosty Furrows,</br>Drerily shooting his stormy Dart,</br>Which cruddles the Blood, and pricks the Heart.</br>Then is your careless Courage accoyed,</br>Your careful Herds with cold be annoyed.</br>Then pay you the price of your Surquedry,</br>With weeping, and wailing, and misery.", "CUDDY.</br>Ah foolish old Man, I scorn thy Skill,</br>That wouldst me, my springing Youth to spill.</br>I deem thy Brain emperished be,</br>Through rusty Eld, that hath rotted thee:</br>Or siker thy Head very totty is,</br>So on thy corb Shoulder it leans amiss.</br>Now thy self hath lost both lop and top,</br>Als my budding Branch thou wouldest crop:</br>But were thy Years green, as now been mine</br>To other Delights they would encline.</br>Tho wouldest thou learn to carol of Love,</br>And hery with Hymns thy Lasses Glove:</br>Tho wouldest thou pipe of Phillis' Praise;</br>But Phillis is mine for many Days.</br>I wone her with a Girdle of Gelt,</br>Embost with Bugle about the Belt.</br>Such an one Shepherds would make full fain:</br>Such an one would make thee young again.", "THENOT.</br>Thou art a Fon, of thy Love to boast:</br>All that is lent to Love will be lost.", "CUDDY.</br>Seest how brag yond Bullock bears,</br>So smirk, so smooth, his pricked Ears?</br>His Horns been as brade, as Rainbow bent,</br>His Dewlap as lythe, as Lass of Kent.</br>See how he venteth into the Wind,</br>Weenest of Love is not his Mind?</br>Seemeth thy Flock thy Counsel can,</br>So rustless been they, so weak, so wan.</br>Cloathed with Cold, and hoary with Frost,</br>Thy Flock's Father his Courage hath lost.</br>Thy Ewes that wont to have blown Blags,</br>Like wailful Widdows hangen their Crags.</br>The rather Lambs been starved with cold,</br>All for their Master is lustless and old.", "THENOT.</br>Cuddy, I wot thou kenst little good,</br>So vainly to advance thy headless Hood.</br>For Youth is a Bubble blown up with Breath,</br>Whose Wit is Weakness, whose Wage is Death,</br>Whose Way is Wilderness, whose Inn Penaunce,</br>And stoop gallant Age, the host of Grievaunce.</br>But shall I tell thee a Tale of Truth,</br>Which I cond of Tityrus in my Youth,</br>Keeping his Sheep on the Hills of Kent?", "CUDDY.</br>To nought more, Thenot, my Mind is bent,</br>Than to hear Novels of his devise;</br>They been so well thewed, and so wise,</br>What ever that good old Man bespake.", "THENOT.</br>Many meet Tales of Youth did he make,</br>And some of Love, and some of Chivalry:</br>But none fitter than this to apply.</br>Now listen a while and hearken the end.", "There grew an aged Tree on the Green,</br>A goodly Oak sometime had it been,</br>With Arms full strong and largely display'd,</br>But of their Leaves they were disaray'd:</br>The Body big and mightily pight,</br>Throughly rooted, and of wondrous height:</br>Whylom had been the King of the Field,</br>And mochel Mast to the Husband did yield,</br>And with his Nuts larded many Swine.</br>But now the gray Moss marred his Rine,</br>His bared Boughs were beaten with Storms,</br>His Top was bald, and wasted with Worms,</br>His Honour decay'd, his Braunches sere.", "Hard by his side grew a bragging Breere,</br>Which proudly thrust into th' Element,</br>And seemed to threat the Firmament.</br>It was embellisht with Blossoms fair:</br>And thereto aye wonted to repair</br>The Shepherd's Daughters to gather Flowres,</br>To paint their Garlands with his Colowres;</br>And in his small Bushes used to shroud</br>The sweet Nightingale singing so loud;</br>Which made this foolish Breere wex so bold,</br>That on a time he cast him to scold,</br>And sneb the good Oak, for he was old.", "Why standst there (quoth he) thou brutish Block?</br>Nor for Fruit, nor for Shadow serves thy Stock;</br>Seest how fresh my Flowers been spread,</br>Died in Lilly white, and Crimson red,</br>With Leaves engrained in lusty Green,</br>Colours meet to cloath a maiden Queen?</br>Thy waste Bigness but cumbers the Ground,</br>And dirks the beauty of my Blossoms round.</br>The mouldy Moss, which thee accloyeth,</br>My Cinamon Smell too much annoyeth.</br>Wherefore soon I rede thee hence remove,</br>Lest thou the price of my displeasure prove.</br>So spake this bald Breere with great disdain:</br>Little him answer'd the Oak again,</br>But yielded with Shame and Grief adaw'd,</br>That of a Weed he was o'er-craw'd.", "It chaunced after upon a day, </br>The Husband-man's self to come that way,</br>Of custom to surview his Ground,</br>And his Trees of State in compass round.</br>Him when the spightful Breere had espyed,</br>Causeless complained, and loudly cryed</br>Unto his Lord, stirring up stern Strife:", "O my liege Lord, the God of my Life,</br>Pleaseth you pond your Suppliant's Plaint,</br>Caused of Wrong, and cruel Constraint,</br>Which I your poor Vassal daily endure;</br>And but your Goodness the same recure,</br>Am like for desperate Dole to die,</br>Through felonous Force of mine Enemy.", "Greatly aghast with this piteous Plea,</br>Him rested the good Man on the Lea,</br>And bad the Breere in his Plaint proceed.</br>With painted Words tho 'gan this proud Weed,</br>(As most usen ambitious Folk)</br>His colour'd Crime with Craft to cloke.", "Ah my Sovereign, Lord of Creatures all,</br>Thou Placer of Plants both humble and tall,</br>Was not I planted of shine own Hand,</br>To be the Primrose of all thy Land;</br>With flowring Blossoms, to furnish the Prime,</br>And scarlet Berries in Sommer-time?</br>How falls it then that this faded Oak,</br>Whose Body is sere, whose Branches broke,</br>Whose naked Arms stretch unto the Fire,</br>Unto such Tyranny doth aspire?</br>Hindring with his Shade my lovely Light,</br>And robbing me of the sweet Sun's sight?</br>So beat his old Boughs my tender Side,</br>That oft the Blood springeth from Woundes wide:</br>Untimely my Flowers forced to fall,</br>That been the Honour of your Coronal:</br>And oft he lets his Canker-worms light</br>Upon my Branches, to work me more spight;</br>And oft his hoary Locks down doth cast,</br>Wherewith my fresh Flowrets been defast.</br>For this, and many more such Outrage,</br>Craving your Goodlyhead to assuage</br>The rancorous Rigour of his Might:</br>Nought ask I, but only to hold my Right;</br>Submitting me to your good Sufferaunce,</br>And praying to be garded from Grievaunce.", "To this, this Oak cast him to reply</br>Well as he couth:  But his Enemy</br>Had kindled such Coles of Displeasure,</br>That the good Man nould stay his Leasure,</br>But home him hasted with furious Heat:</br>Encreasing his wrath with many a threat,</br>His harmful Hatchet he hent in Hand,</br>(Alas, that it so ready mould stand!)</br>And to the Field alone he speedeth,</br>(Aye little help to harm there needeth)</br>Anger nould let him speak to the Tree,</br>Enaunter his Rage mought cooled be:</br>But to the Root bent his sturdy Stroak,</br>And made many wounds in the waste Oak.</br>The Axe's edg did oft turn again,</br>As half unwilling to cut the Grain,</br>Seemed, the senseless Iron did fear,</br>Or to wrong holy Eld did forbear.</br>For it had been an antient Tree,</br>Sacred with many a Mystery,</br>And often crost with the Priest's Crew,</br>And often hallowed with Holy water dew:</br>But sike Fancies weren Foolery,</br>And broughten this Oak to this Misery;</br>For nought mought they quitten him from</br>Decay, for fiercely the good Man at him did lay.</br>The Block oft groaned under his Blow,</br>And sighed to see his near Overthrow.</br>In fine, the Steel had pierced his Pith,</br>Tho down to the ground he fell forthwith.</br>His wondrous Weight made the ground to quake,</br>Th' Earth shrunk under him, and seem'd to shake:</br>There lieth the Oak pitied of none.", "Now stands the Breere like a Lord alone,</br>Puff'd up with Pride and vain Pleasance;</br>But all this Glee had no continuance;</br>For eftsoons Winter 'gan to approach,</br>The blustering Boreas did encroach,</br>And beat upon the solitary Breere;</br>For now no succour was seen him neere.</br>Now 'gan he repent his Pride too late,</br>For naked left and disconsolate,</br>The biting Frost nipt his Stalk dead,</br>The watry wet weighed down his Head,</br>And heaped Snow burdned him so sore,</br>That now upright he can stand no more;</br>And being down, is trode in the durt</br>Of Cattel, and brouzed, and sorely hurt.</br>Such was th' End of this ambitious Breere,</br>For scorning Eld&mdash;", "CUDDY.</br>Now I pray thee Shepherd, tell it not forth:</br>Here is a long Tale, and little worth.</br>So long have I listened to thy Speech,</br>That graffed to the Ground is my Breech:</br>My Heart-blood is well nigh frorn I feel,</br>And my Galage grown fast to my Heel:</br>But little ease of thy leud Tale I tasted,</br>Hie thee home Shepherd, the day is nigh wasted.", "THENOT'S EMBLEM.</br>Iddio, perche e vecchio,</br>Fa suoi al suo essempio.", "CUDDY'S EMBLEM.</br>Niuno vecchio,</br>Spaventa Iddio.</br>"]