["And this is vain!  once more I must return</br>To my own breast, like Madness to its cell;</br>Yet not deceived; I had not now to learn</br>That nought could break that everlasting spell</br>Which shuts me from the world.   Ah!  could I dwell</br>As others do, in some beguiling dream</br>Of joy and love eternal, could I quell</br>The spirit's aimless wandering, life would teem</br>For me as for the rest, with many a blissful scheme.", "It may not be:  'tis blank and barren all,</br>Whate'er the rest may reach I cannot prize.</br>Shrouded in torpor &mdash; lost to Pleasure's call&mdash;</br>An icy heart within this bosom lies,</br>Which in its self-despising scorn defies</br>The sympathies of Earth:  and e'en the charm</br>Which moved so long, sweet Woman's smiling eyes,</br>Rest there in radiance now, but fail to warm</br>That pulse, or wake again Love's tremulous alarm.", "If this be Knowledge, this the bitter fruit</br>Of that fair tree which Man alone may find,</br>Why was I raised beyond the happier brute?</br>Why cursed with reason &mdash; tortured with a mind</br>Which wakes when I would rest, which cannot blind</br>Itself to its own frailties, while the sense</br>Of those appalling truths which lurk behind</br>Delusion's blossoms, with a beam intense,</br>Strikes the aching brain, piercing that flowery fence?", "Is there no Idol I can form on earth?</br>Have I no anchor where my hopes may rest?</br>Still must I live thus lonely in the dearth</br>Of all delights which warm another's breast?</br>Where shall I hie me?   in what halcyon nest</br>May my worn spirit fold its weary wings?</br>When shall my bosom own its ancient guest,</br>Oh, Love young Love!  whose cherished memory clings</br>E'en in the wreck of all round my heart's bleeding strings!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Then leave me, oh my friends!  to my despair,</br>Nor in my drooping breast these hopes infuse;</br>Or worse distress me with officious care,</br>Lest this dim spot, ye call the world, refuse</br>A longer sojourn to me:  I can lose</br>Little with this sad being; though to you</br>Existence be enjoyment, might I choose</br>Between a life like that I have passed through,</br>And a calm grave's repose, &mdash; this were my last adieu.</br>"]