["\"Ruin seize thee, luckless dance!</br>Confusion on thy mazes wait,</br>Tho' S&mdash;t and D&mdash;gl&mdash;s thro' thee prance,</br>They mock the French with idle state.</br>Puff'd cravat, nor short pig-tail,</br>Not all the Sp&mdash;c&mdash;rs shall avail</br>To save the upstart set's unfeeling ears</br>From TYSON'S curse, from TYSON'S tears!\"</br>Such were the sounds, spoke for the footed pride</br>Of th' eldest M&mdash;k&mdash;m gone away,</br>As down the middle, thro' the side,</br>Long Sp&mdash;r kick'd his weary way,</br>L&mdash;d F&mdash;ld&mdash;g stood aghast in speechless trance;</br>To bed!  cried A&mdash;dre's Knight, and couch'd his airy sconce.", "On a bench, with haughty brow,</br>Frowns old Tyson o'er the dancing brood,</br>Deck'd in the coat of gold and blue,</br>With haggard eyes the M. C. stood;</br>(Stiff his bag, and hoary hair</br>Frizz'd like a mop, aloft in scented air)</br>And with a Master's hand, that's seen afar,</br>He wav'd and call'd for La Tarare.</br>Hark, how the pipe and tabor, (instrument of war,)</br>Jigs to the dancing troop beneath!</br>Than thine, Oh King!  these rooms are better far,</br>With thee, there's hardly room to breathe.</br>Dancing's no more, since M&mdash;rk&mdash;m's gone away;</br>&mdash;Th' Archbishop's gone for the birth-day.", "Still is Miss M&mdash;k&mdash;m's foot,</br>That kick'd the standers by:</br>&mdash;sleeps upon his drunken bed:</br>&mdash;Fiddlers ye play too high!</br>For D&mdash;tt&mdash;n's gone, whose magic cut</br>Made fair Miss G&mdash; droop her gauze-top'd head.</br>Dear lost companions of the dancing art,</br>Dear, as the rigadoon, or dos a dos,</br>Dear, as the steps I'd got by heart:</br>How could you, cruel, leave us so?</br>No more I'll stay! &mdash; the fiddlers play.</br>On yonder bench, a drowsy band,</br>I see them sit, they're scraping yet,</br>One strums away with his left hand:</br>Hark how in dreadful harmony they join!</br>Tho' some esteem it very fine.&mdash;", "Clear the room and stand aloof,</br>To dance, and not to talk, is this the place;</br>Give ample room, and verge enough,</br>Signora Rossi's steps to trace.</br>Mark the hour, and mark the night,</br>When Avon shall re-echo with affright</br>Discordant strains, thro' Derham's roofs that ring,</br>Squeaks of an agonizing string!</br>Thou bore of Bath, with unrelenting face,</br>Thou tear'st the bowels (catgut) of thy bass.</br>W&mdash;t&mdash;rs, the connoisseur, with powder'd pate</br>Would faint. &mdash; What Suitors round old TYSON wait,</br>Peers' daughters in the van, with Knights combin'd,</br>And Sorrow's faded form plebeians shew behind.", "Mighty D&mdash;tt&mdash;on's mighty cuts!</br>Lo!  on his couch his waistcoat lies!</br>The fur cut off.  \"Oh damn my guts!</br>I'll never wear it more,\" he cries,</br>\"Is my sable partner fled?</br>Thy daughter's gone:  O Y&mdash;k, she is indeed.\"</br>To Court, the day the Queen was born,</br>Gone, to salute the rising morn.</br>To make his bow, her father puffs and blows,</br>While proudly, in his cassock, band and wig,</br>In sable trim, the flogging prelate goes,</br>Age on his brow, but yet with expectation big,</br>For Canterbury's See shall this attendance pay,</br>When hush'd in grim repose old MORE has clos'd his day.", "Fill high the sparkling bowl;</br>The rich repast prepare;</br>Blest with a card, you yet may share the feast,</br>Porter and negus scowl</br>A gracious smile upon the pamper'd guest.</br>Heard ye the din of catches bray,</br>Treble shrill and bass voice hoarse?</br>Long notes of rapture swell the jocund lay,</br>And thro' melodious Irish take their course.</br>Ye streams of Bladud, Bath's eternal fame,</br>Foul stomachs now to you'll be led,</br>Of midnight rakes, oh!  spare the shame,</br>And cure th' Hibernian's aching head.", "But, oh!  what dames from benches height</br>Descending quick their glitt'ring skirts disclose?</br>Visions of glory, spare my aching sight,</br>Ye unmade steps, crowd not on my toes!</br>No more our cap'ring M&mdash;k&mdash;m we bewail,</br>All hail thou genuine dance, long minuet hail!", "Girt with many a girdle (gold,)</br>Sublime their spangled fronts they rear;</br>And gorgeous dames, and dancers bold,</br>In frizzled majesty appear.</br>In the midst, a form divine</br>Does Britain's fairest fair outshine.</br>Her easy port, her love inspiring face,</br>Adorn'd with ev'ry virgin grace.&mdash;</br>What heav'nly shape!  what sweet bewitching air!</br>A thousand blooming loves around her play.</br>Hear, lovely P&mdash;w&mdash;s, hear a captive's pray'r!</br>Thou'dst animate a heart of coldest clay.</br>Bright rapture's call, and gazing from all parts,</br>Wave in your heav'nly eye your triumphs o'er our hearts.", "The dance adorn again</br>Fierce D&mdash;lt&mdash;n, and his faithful Love;</br>And B&mdash;r&mdash;ws fair, by fairy Fashion drest,</br>In graceful measures move</br>Pale H&mdash;ll, and pleasing H&mdash;ne,</br>And Cr&mdash;bie, tyrant of my throbbing beast.", "A voice, as of the Demon choir,</br>Gave warning now the hour drew near;</br>The merry strains now lessen on the ear.</br>And lost, in near approaching night expire.</br>\"Fond dancing crowd, think you yon jocund strings,</br>Mov'd at your call, have hinder'd night to pass:</br>To-morrow we'll repair to Bladud's springs,</br>And warm our stomachs with redoubled glass.\"</br>Then says M. C.  \"With joy I see</br>The different doom our fates assign,</br>They're in despair, to leave off there,</br>To rest at home is mine.\"&mdash;</br>He spoke and perch'd upon the benches height,</br>Held up his watch and roar'd &mdash; \"'Tis past eleven &mdash; GOOD NIGHT.\"</br>"]