["I reach'd the height to look upon the plain,</br>Where stood the Delphi in immortal pride,</br>Where rose of yore Apollo's boasted fane!</br>I saw it from the brow, as 'twere to hide</br>Itself between two hills &mdash; behind it sigh'd</br>A green copse to the breeze that went before.</br>And wav'd the wall flow'r in the ruin wide:&mdash;</br>The same that once the muttering accents bore,</br>And sighs a deeper moral now that all is o'er.", "The temple of the Oracle!  where art thou,</br>Where is the dome that echoed once the shriek,</br>When nations at the altar bended low,</br>Watching their fortunes in the words that break</br>From the wild wretch; by fast and torture weak;</br>Where is the mystic cave that dankly blew,</br>From whence the Priestess drawn, still meek</br>Amid her sufferings, with her sprigs of yew,</br>Scatter'd the crackling fire, that instant blazing threw", "Its light on cowl, and beard, and the side glare</br>Of madness, as it search'd the sign to guess;</br>And virgin Priestess, lovely in despair,</br>Pre-eminent amidst by the white dress,</br>With maid attendant on its every tress,</br>And head reclin'd; she gave her prime away.</br>Where is thy virgin sacrifice?  now less</br>Than nothing is thy dust, where one may say,</br>Thy rulers too, are, like their victim, nought to-day.", "I see the tower that was to Greece of yore,</br>The keep of her palladium &mdash; and is,</br>Her broken urn, now that she is no more,</br>Her glory's secret, Time has made it his;</br>It has unravll'd with her mysteries&mdash;</br>The Sybil's leaves, in sooth one now may say,</br>Are scatter'd to the winds &mdash; and none may rise</br>To glean her tale, and lead her ancient day&mdash;</br>Her riddles in the wind have solved and passed away.", "I the last Pilgrim to the sainted scene!</br>Delphi, I'm come from far thy sight to see;</br>I've wander'd many a league thy shrine to win,</br>And now I look upon thee, 'tis to be</br>The witness of thy wreck, and that of me;</br>My journey's goal is won, my voyage o'er,</br>I've reach'd the summit of my hopes with the</br>Green summit of this hill &mdash; I turn no more&mdash;</br>Farewell!  rest ye in peace &mdash; nor father seek to explore.</br>"]