["The Curfeu tolls the knell of parting day;</br>The bustling Clerks are now from labour free;</br>Th' Extractors homeward plod their weary way;</br>The Closet's left to darkness, and to me.", "Now fade the glimmering writ-bags on the sight,</br>And all the rooms a solemn stillness hold,</br>Save where the moth does wheel his lazy flight,</br>And clicking wood-worms gnaw the tables old.", "Save that from yonder distant vennel head,</br>Some noisy dame does to the Guard complain</br>Of drunken Bucks, who, staggering from a feed</br>Have smash'd her glasses, and her cat have slain!", "Beneath these nasty bags, that bench's shade,</br>Where lies the dust in many a dirty heap,</br>Each in his narrow cell most closely laid,</br>Th' extracted processes for ever sleep.", "The roaring call of Macers in the morn,</br>The Lawyers thundering, and the L&mdash; themselves,</br>And Messengers, those servants of the Horn,</br>No more shall rouse them from their dusty shelves.", "Perhaps to this neglected spot is laid</br>Some suit once pregnant with judicial fire;</br>Writs, which the minds of learned Lords have sway'd,</br>And stir'd the Advocates to burning ire.", "For Knowledge in their lines, her ample page</br>Rich with the spoils of law, would full unroll,</br>Brought forth by all the genius of the age,</br>Inspir'd by great Justinian's awful soul.", "Yet ev'n these writs from insult to protect,</br>Some frail memorial's still erected nigh,</br>A label-card, with names of parties deck'd,</br>To point them out as any passes by.", "For which, of dumb forgetfulness the sport,</br>Its quibbling, quirky being e'er resign'd,</br>Lest the [illegible]</br>Without some mark its lurking-hole to find?", "The boast of eloquence, of wit the power,</br>And all the works of Genius itself,</br>Await alike th' inevitable hour:</br>The toils of Counsel lead but to the shelf!", "THE EPITAPH.</br>Here rests his head upon this beechan board&mdash;</br>A Suit to Writers, and to Clerks well known;</br>The litigants &mdash; a Viscount and a Lord;</br>And Lawyers mark'd it out as all their own.", "Large was their bounty, their contention strong,</br>With open purse, and many a clinking fee:</br>But now 'tis o'er!  the Guineas all are gone!</br>And nothing left but &mdash; musty writ &mdash; Ah me!</br>"]