["St. Paul's proclaims the solemn midnight hour,</br>The wary Cit slow turns the master-key;</br>Time-stinted 'prentices up Ludgate scour,</br>And leave the streets to darkness and to me.", "Now glimm'ring lamps afford a doubtful ray,</br>And scarce a sound disturbs the Night's dull ear;</br>Save where some rumbling Hack directs its way,</br>Or frequent tinklings rouse the tavern-bar:", "Save that, at yonder iron-grated tow'r,</br>The watchmen to the constable complain</br>Of such as, in defiance to his pow'r,</br>Molest their ancient, solitary reign.", "Beneath those butchers stalls, that pent-house shade,</br>Where rankling offals fret in many a heap,</br>Each in his nasty stye of garbage laid,</br>The dext'rous sons of Buckhorse stink and sleep.", "The chearful call of \"Chair, your honour &mdash; chair,\"</br>Rakes drunk and roaring from the Bedford-Head,</br>The oaths of coachmen squabbling for a fare,</br>No more can rouse them from their filthy bed.", "For them the blazing links no longer burn,</br>Or busy bunters ply their evening care;</br>No Setters watch the muddled Cit's return,</br>In hopes some pittance of the prey to share.", "Oft' to their subtlety the fob did yield,</br>Their cunning oft' the pocket-string hath broke:</br>How in dark alleys bludgeons did they wield!</br>How bow'd the wretch beneath their sturdy stroke!", "Let not Ambition mock their humble toil,</br>Their vulgar crimes and villainy obscure;</br>Nor rich rogues hear with a disdainful smile</br>The low and petty knav'ries of the poor.", "The titled villain, and the thief in pow'r,</br>The greatest rogue that ever bore a name,</br>Await alike th' inevitable hour:</br>The paths of wickedness but lead to shame.", "Nor you, ye proud!  impute to these the fault,</br>If Justice round their necks the halter fix;</br>If, from the gallows to their kindred vault,</br>They ride not pompous in a hearse and six.", "Gives not the lordly axe as sure a fate?</br>Are Peers exempt from mouldering into dust?</br>Can all the gilded 'scutcheons of the Great</br>Stamp on polluted deeds the name of Just?", "Beneath the gibbet's self perhaps is laid</br>Some heart once pregnant with infernal fire;</br>Hands that the sword of Nero might have sway'd,</br>And 'midst the carnage tun'd th' exulting lyre.", "Ambition to their eyes her ample page,</br>Rich with such monstrous crimes, did n'er unroll;</br>Chill Penury repress'd their native rage,</br>And froze the bloody current of the soul.", "Full many a youth, fit for each horrid scene,</br>The dark and sooty flues of chimnies bear;</br>Full many a rogue is born to cheat unseen,</br>And dies unhang'd for want of proper care.", "Some petty Chartres, that with dauntless breast</br>Each call of worth or honesty withstood;</br>Some mute, inglorious Wilmot here may rest;</br>Some *******, guiltless of his steward's blood.", "The votes of venal senates to command,</br>The worthy man's opinion to despise,</br>To scatter mischiefs o'er a trusting land,</br>And read their curses in a nation's eyes,", "Their lot forbad; nor circumscrib'd alone</br>Their grov'ling fortunes, but their crimes confin'd;</br>Forbad with libels to insult the throne,</br>And vilify the noblest of mankind.", "The struggling pangs of conscious guilt to hide,</br>To bid defiance to all sense of shame;</br>Their bleeding Country's sorrow to deride,</br>And heap fresh fuel on Sedition's flame;", "To such high crimes, such prodigies of vice,</br>Their vulgar wishes ne'er presum'd to soar</br>Content at wheel-barrows to cogg the dice,</br>Or pick a pocket at a Play-house door.", "Yet e'en these humbler vices to correct,</br>Old Tyburn lifts his triple front on high;</br>Bridewell, with bloody whips and fetters deck'd,</br>Frowns dreadful vengeance on the younger fry.", "Their name, their years, their birth and parentage,</br>(Tho' doubtful all) the Ord'nary supplies;</br>Points out what first debauch'd their tender age,</br>And with what words each ripen'd felon dies.", "For who, to dumb forgetfulness a prey,</br>When to the dreadful tree of death consign'd,</br>But yearns to think upon the fatal day</br>That first seduc'd to sin his pliant mind?", "No soul so callous but remorse may wring,</br>No heart so hard but grief may teach to sigh;</br>Contrition forces heartfelt tears to spring,</br>And melts to tenderness the sternest eye.", "For him, the master of the pilf'ring herd,</br>Whom certain punishment attends, tho' late;</br>If, when his wretched carcase is interr'd,</br>Some curious person should enquire his fate;", "Haply some hoary-headed thief may say,</br>\"Oft' have I seen him with his lighted link</br>Guide some unwary stranger cross the way,</br>And pick his pocket on the kennel's brink.", "\"There, at the foot of yonder column stretch'd,</br>Where Seven-Dials are exalted high,</br>He and his Myrmidons for hours have watch'd,</br>And pour'd destruction on each passer-by.", "\"Hard by yon wall, where not a lamp appears,</br>Skulking in quest of booty would he wait;</br>Now as a beggar shedding artful tears,</br>Now smiting with his crutch some hapless pate.", "\"One night I miss'd him at th' accustom'd place,</br>The seven-faced Pillar and his fav'rite wall:</br>Another came, nor yet I saw his face;</br>The post, the crossings, were deserted all.", "\"At last, in dismal cart and sad array,</br>Backward up Holborn-hill I saw him mount:</br>Here you may read (for you can read, you say)</br>His Epitaph in th' Ord'nary's Account.\"", "EPITAPH.</br>Here fest'ring rots a quondam pest of earth,</br>To virtue and to honest shame unknown;</br>Low-cunning on a dung-hill gave him birth,</br>Vice clapp'd her hands, and mark'd him for her own.", "Quick were his fingers, and his soul was dark;</br>In lucky knavery lay all his hope;</br>No pains he spar'd, and seldom miss'd his mark,</br>So gain'd ('twas what he merited) a rope.", "If further you his villainies would know,</br>And genuine anecdotes desire to meet,</br>Go read the story of his weal and woe,</br>Printed and sold by Simpson, near the Fleet.</br>"]