["I.</br>H&mdash;, thou return'st from Thames, whose Naiads long</br>Have seen thee ling'ring, with a fond delay,</br>Mid those soft friends, whose hearts, some future day,</br>Shall melt, perhaps, to hear thy tragic song.</br>Go, not unmindful of that cordial youth,</br>Whom, long endear'd, thou leav'st by Lavant's side;</br>Together let us wish him lasting truth,</br>And joy untainted with his destin'd bride.</br>Go!  nor regardless, while these numbers boast</br>My short-liv'd bliss, forget my social name;</br>But think far off how, on the southern coast,</br>I met thy friendship with an equal flame!</br>Fresh to that soil thou turn'st, whose ev'ry vale</br>Shall prompt the poet, and his song demand:</br>To thee thy copious subjects ne'er shall fail;</br>Thou need'st but take the pencil to thy hand,</br>And paint what all believe who own thy genial land.", "II.</br>There must thou wake perforce thy Doric quill,</br>'Tis Fancy's land to which thou sett'st thy feet;</br>Where still, 'tis said, the fairy people meet</br>Beneath each birken shade on mead or hill.</br>There each trim lass that skims the milky store,</br>To the swart tribes their creamy bowl allots;</br>By night they sip it round the cottage-door,</br>While airy minstrels warble jocund notes.</br>There every herd, by sad expedience, knows</br>How, wing'd with fate, their elf-shot arrows fly;</br>When the sick ewe her summer food foregoes,</br>Or, stretch'd on earth, the heart-smit heifers lie.</br>Such airy beings awe th' untutor'd swain: </br>Nor thou, though learn'd, his homelier thoughts neglect;</br>Let thy sweet muse the rural faith sustain:</br>These are the themes of simple, sure effect,</br>That add new conquests to her boundless reign,</br>And fill, with double force, her heart-commanding strain.", "III.</br>E'en yet preserv'd, how often may'st thou hear,</br>Where to the pole the Boreal mountains run,</br>Taught by the father to his list'ning son</br>Strange lays, whose power had charm'd a SPENCER'S ear.</br>At ev'ry pause, before thy mind possest,</br>Old RUNIC bards shall seem to rise around,</br>With uncouth lyres, in many-coloured vest,</br>Their matted hair with boughs fantastic crown'd:</br>Whether thou bid'st the well-taught hind repeat</br>The choral dirge that mourns some chieftain brave,</br>When ev'ry shrieking maid her bosom beat,</br>And strew'd with choicest herbs his scented grave;</br>Or whether, sitting in the shepherd's shiel,</br>Thou hear'st some sounding tale of war's alarms;</br>When, at the bugle's call, with fire and steel,</br>The sturdy clans pour'd forth their bony swarms,</br>And hostile brothers met to prove each other's arms. ", "IV.</br>'Tis thine to sing, how framing hideous spells</br>In SKY'S lone isle the gifted wizzard sits,</br>\"Waiting in\" wint'ry cave his wayward \"fits;\"</br>Or in the depth of UIST'S dark forest dwells:</br>How they, whose sight such dreary dreams engross,</br>With their own visions oft astonish'd droop,</br>When o'er the wat'ry strath or quaggy moss</br>They see the gliding ghosts unbodied troop.</br>Or if in sports, or on the festive green,</br>Their \"piercing\" glance some fated youth descry,</br>Who, now perhaps in lusty vigour seen</br>And rosy health, shall soon lamented die.</br>For them the viewless forms of air obey</br>Their bidding heed, and at their beck repair.</br>They know what spirit brews the stormful day,</br>And heartless, oft like moody madness stare</br>To see the phantom train their secret work prepare.", "V.</br>\"Or on some bellying rock that shades the deep,</br>They view the lurid signs that cross the sky,</br>Where, in the west, the brooding tempests lie,</br>And hear their first, faint, rustling pennons sweep.</br>Or in the arched cave, where deep and dark</br>The broad, unbroken billows heave and swell,</br>In horrid musings rapt, they sit to mark</br>The labouring moon; or list the nightly yell</br>Of that dread spirit, whose gigantic form</br>The seer's entranced eye can well survey,</br>Through the dim air who guides the driving storm,</br>And points the wretched bark its destin'd prey.</br>Or him who hovers, on his flagging wing, </br>O'er the dire whirlpool, that, in ocean's waste,</br>Draws instant down whate'er devoted thing</br>The failing breeze within its reach hath plac'd&mdash;</br>The distant seaman hears, and flies with trembling haste.", "VI.</br>\"Or, if on land the fiend exerts his sway,</br>Silent he broods o'er quicksand, bog, or fen,</br>Far from the shelt'ring roof and haunts of men,</br>When witched darkness shuts the eye of day,</br>And shrouds each star that wont to cheer the night;</br>Or, if the drifted snow perplex the way,</br>With treach'rous gleam he lures the fated wight,</br>And leads him flound'ring on, and quite astray.\"</br>What though far off, from some dark dell espied,</br>His glimm'ring mazes cheer th' excursive sight,</br>Yet turn, ye wand'rers, turn your steps aside,</br>Nor trust the guidance of that faithless light;</br>For watchful, lurking, 'mid th' unrustling reed,</br>At those mirk hours the wily monster lies,</br>And listens oft to hear the passing steed,</br>And frequent round him rolls his sullen eyes,</br>If chance his savage wrath may some weak wretch surprise.", "VII.</br>Ah, luckless swain, o'er all unblest indeed!</br>Whom late bewilder'd in the dank, dark fen,</br>Far from his flocks and smoking hamlet then!</br>To that sad spot \"his wayward fate shall lead:\"</br>On him enrag'd, the fiend in angry mood,</br>Shall never look with pity's kind concern,</br>But instant, furious, raise the whelming flood</br>O'er its drown'd bank, forbidding all return.</br>Or, if he meditate his wish'd escape</br>To some dim hill that seems uprising near,</br>To his faint eye the grim and grisly shape,</br>In all its terrors clad, shall wild appear.</br>Meantime, the wat'ry surge shall round him rise,</br>Pour'd sudden forth from ev'ry swelling source.</br>What now remains but tears and hopeless sighs?</br>His fear-shook limbs have lost their youthly force,</br>And down the waves he floats, a pale and breathless corse.", "VIII.</br>For him, in vain, his anxious wife shall wait,</br>Or wander forth to meet him on his way;</br>For him, in vain, at to-fall of the day,</br>His babes shall linger at th' unclosing gate.</br>Ah, ne'er shall he return!  Alone, if night</br>Her travell'd limbs in broken slumbers sleep,</br>With dropping willows drest, his mournful sprite</br>Shall visit sad, perchance, her silent sleep:</br>Then he, perhaps, with moist and wat'ry hand,</br>Shall fondly seem to press her shudd'ring cheek,</br>And with his blue swoln face before her stand,</br>And, shiv'ring cold, these piteous actions speak:</br>Pursue, dear wife, thy daily toils pursue</br>At dawn or dusk, industrious as before;</br>Nor e'er of me one hapless thought renew.</br>While I lie welt'ring on the ozier'd shore,</br>Drown'd by the KAELPIE'S wrath, nor e'er shall aid thee more!", "IX.</br>Unbounded is thy range; with varied stile</br>Thy muse may, like those feath'ry tribes which spring</br>From their rude rocks, extend her skirting wing</br>Round the moist marge of each cold Hebrid isle,</br>To that hoar pile which still its ruin shows:</br>In whose small vaults a pigmy-folk is found,</br>Whose bones the delver with his spade upthrows,</br>And culls them, wond'ring, from the hallow'd ground!</br>Or thither where beneath the show'ry west</br>The mighty kings of three fair realms are laid:</br>Once foes, perhaps, together now they rest.</br>No slaves revere them, and no wars invade:</br>Yet frequent now, at midnight's solemn hour,</br>The rifted mounds their yawning cells unfold,</br>And forth the monarch's stalk with sov'reign pow'r</br>In pageant robes, and wreath'd with sheeny gold,</br>And on their twilight tombs aerial council hold.", "X.</br>But O!  o'er all, forget not KILDA'S race,</br>On whose bleak rocks, which brave the wasting tides,</br>Fair Nature's daughter, Virtue, yet abides.</br>Go, just, as they, their blameless manners trace!</br>Then to my ear transmit some gentle song</br>Of those whose lives are yet sincere and plain,</br>Their bounded walks the rugged cliffs along,</br>And all their prospect but the wintry main.</br>With sparing temp'rance, at the needful time,</br>They drain the sainted spring, or, hunger-prest,</br>Along th' Atlantic rock undreading climb,</br>And of its eggs despoil the Solan's nest.</br>Thus blest in primal Innocence they live,</br>Suffic'd and happy with their frugal fare</br>Which tasteful toil and hourly danger give.</br>Hard is their shallow soil, and bleak and bare;</br>Nor ever vernal bee was heard to murmur there!", "XI.</br>Nor need'st thou blush, that such false themes engage</br>Thy gentle mind, of fairer stores possest;</br>For not alone they touch the village breast,</br>But fill'd in elder time th' historic page.</br>There SHAKESPEARE'S self, with ev'ry garland crown'd,</br>In musing hour, his wayward sisters found,</br>And with their terrors drest the magic scene,</br>From them he sung, when mid his bold design,</br>Before the Scot afflicted and aghast,</br>The shadowy kings of BANQUO'S fated line,</br>Through the dark cave in gleamy pageant past.</br>Proceed, nor quit the tales which, simply told,</br>Could once so well my answ'ring bosom pierce;</br>Proceed, in forceful sounds and colours bold</br>The native legends of thy land rehearse;</br>To such adapt thy lyre and suit thy powerful verse.", "XII.</br>In scenes like these, which, daring to depart</br>From sober truth, are still to nature true,</br>And call forth fresh delight to Fancy's view,</br>Th' heroic muse employ'd her TASSO'S art!</br>How have I trembled, when at TANCRED'S stroke,</br>In gushing blood the gaping cypress pour'd;</br>When each live plant with mortal accents spoke,</br>And the wild blast upheav'd the vanish'd sword!</br>How have I sat, when pip'd the pensive wind,</br>To hear his harp by British FAIRFAX strung.</br>Prevailing poet, whose undoubting mind</br>Believ'd the magic wonders which he sung!</br>Hence at each sound imagination glows;</br>Hence his warm lay with softest sweetness flows;</br>Melting it flows, pure, numerous, strong and clear,</br>And fills th' impassion'd heart, and wins th' harmonious ear.", "XIII.</br>All hail, ye scenes that o'er my soul prevail,</br>Ye \"spacious\" firths and lakes which, far away,</br>Are by smooth ANNAN fill'd, or past'ral TAY,</br>Or DON's romantic springs, at distance hail!</br>The time shall come when I, perhaps, may tread</br>Your lowly glens, o'erhung with spreading broom,</br>Or o'er your stretching heaths by fancy led:</br>Then will I dress once wore the faded bow'r,</br>Where JOHNSON sat in DRUMMOND'S \"social\" shade,</br>Or crop from Tiviot's dale each \"classic flower,\"</br>And mourn on Yarrow's banks \"the widow'd maid.\"</br>Meantime, ye Pow'rs, that on the plains which bore</br>The cordial youth, on LOTHIAN'S plains attend, </br>Where'er he dwell, on hill, or lowly muir,</br>To him I lose, your kind protection lend,</br>And, touch'd with love like mine, preserve my absent friend.</br>"]