["Close in her hollow'd Grot, where mildly bright,</br>The pointed Chrystals shot a trembling Light,</br>From humid Moss, where pearly Dew-drops fell,</br>Where Coral glow'd, where twin'd the wreathed Shell,</br>Pale Isis sat, and from her heaving Breast,</br>In careless Folds, loose flow'd her zoneless Breast,</br>Her languid Limbs along the Ground she spread,</br>Clos'd her dim Eye, and bow'd her sickly Head,</br>While her loose Tresses flutter'd round her Brow,</br>In all the solemn Negligence of Woe:</br>Her Urn sustain'd her Arm, that sculptur'd Vase,</br>Where Vulcan's Art had shewn its ev'ry Grace.</br>Here, big with Life, was Heaven-taught Science seen,</br>Known by the Laurel Wreath, and musing Mien;</br>There cloud-topp'd Fame, here Peace sedate and bland,</br>Swell'd the loud Trump, and wav'd the Olive Wand;</br>While tow'ring Domes, arch'd Shades, and Vistas green,</br>All duly distanc'd, crown the sacred Scene:</br>On these the Goddess cast an anxious Look,</br>Dropt a soft Tear, and then her Sorrows spoke.", "\"How oft could I, with pleas'd Attention, trace</br>The mimick Charms of this prophetick Vase;</br>Then lift my Head, and with enraptur'd Eyes,</br>View on yon Plain the real Glories rise:</br>Yes, Isis!  oft has thou rejoic'd to lead</br>Thy liquid Treasures o'er you fav'rite Mead;</br>Oft hast thou staid thy pearly Carr to gaze,</br>While ev'ry Science nurs'd its growing Bays;</br>While each learn'd Youth, with Fame's strong Impulse warm,</br>Shone, deck'd with Wreaths, and ev'ry manly Charm,</br>E'en now fond Fancy leads th' ideal Train,</br>And ranks her Troops on Mem'ry's ample Plain;</br>See my firm sons along th' extended Line,</br>See Nobles, Prelates, Heroes, Patriots shine;</br>Each Soul, whom Truth could fire, or Virtue move;</br>Each Breast, still panting with its Country's Love;</br>All that to Albion lent the Heart or Head,</br>That wisely counsell'd, or that bravely bled;</br>All, all appear, on me they grateful smile,</br>The well-earn'd Prize of ev'ry virtuous Toil,</br>To me, with filial Rev'rence, they bring,</br>And hang fresh Trophies o'er my honour'd Spring.", "\"See!  in that Shade, beneath the beachen Spray,</br>The British Muse there first tun'd his Lay:</br>'Twas there great Cato's Form first met his Eye,</br>Rob'd in the Pomp of charming Liberty:", "\"My Son!  he cry'd, observe this Mien with Awe,</br>And in strong Lines, a full Resemblance draw;</br>The lofty strain shall strike each British Ear,</br>From British Eyes shall fall the Patriot Tear;</br>Each Youth shall rise t' assert fair Freedom's Cause,</br>And guard, with Cato's Zeal, Britannia's Laws.", "\"The Hero spoke, the Bard assenting bow'd,</br>The Lay to Liberty, and Cato flow'd;</br>Whilst Echo, as she rov'd the Vale along,</br>Caught the sweet Cadence of his Roman Song.", "\"Here many a Genius wrote; ev'n now I view</br>Exalted Wisdom on the studious Brow;</br>'Twas here that these a manly Zeal exprest,</br>And stript vain Falshood of her tawdry Vest:</br>As Emanations burst upon Mankind,</br>And plain evince to each impartial Eye,</br>That Nature's first, best Gift, is Liberty.</br>Proud of my worthy sons, sublime I stood,</br>While waving Surges swell my rising Flood;</br>Then, vain as Niobe, insulting cry'd;", "\"Now roll, Illisus!  thy Athenian tide;</br>Tho' Plato's Steps oft mark'd thy neighb'ring Glade,</br>Tho' fair Lyceum lent its awful Shade;</br>Tho' ev'ry Academick Green imprest</br>Its Image full on thy reflecting Breast;</br>Yet my pure Stream shall boast as proud a Name,</br>Nor Britain's Isis yield to Attic Fame.</br>For English Monarchs then, in kindly Show'rs,</br>Distill'd rich Blessings on these sacred Bow'rs:</br>Eliza's too, and Anna's bounteous Hand,</br>Diffus'd their Favours o'er the Muse's Land.</br>But now, depriv'd of what I once could boast,</br>No Royal Sunshine chears old Isis Coast:</br>A giddy Few, indeed, some Follies wrought,</br>And all must suffer for a private Fault.</br>On me the Statesmen look in Anger down,</br>On me the courtly ductile P&mdash;tes frown;</br>With Party Rage attack their antient Home,</br>And Pupils once, now Patricides become.</br>The GREAT our Duty slights with sullen Scorn,</br>Unheard, rejected Delegates return;</br>Ev'n He must answer at a rigid Bar,</br>Who 'tends my Sons with true paternal Care;</br>Yet his mild Virtues ev'ry Heart engage,</br>And Wickham mourns the persecuted Sage.</br>Hither, alas!  pack'd Visitors may come,</br>And soon new Jeff'ries vex each awful Dome.", "\"See Granta's Senate by Inducements led,</br>Elects the wise Newcastle for their Head;</br>All, or in Church or State they now may claim,</br>Lawn, Furs, Posts, Pensions, wait the happy Cam.</br>While my lov'd Sons, whom ev'ry Muse inspires,</br>Whom Pallas favours, and who Phoebus fires;</br>They who so largely all their Influence share,</br>Grac'd with their Gifts, and nurtur'd by my Care;</br>These must go forth from my maternal Hand,</br>To bear sad Insults thro' a servile Land.</br>Such just Complaints my refluent Waters daunt,</br>Make Echoes groan, and Dryads quit their Haunt.", "\"Yet Fate forbid!  No!  let each Flood that laves</br>Old Albion's Vales, join my indignant Waves;</br>In Isis' Cause, let each their Streams employ,</br>As Xanthus delug'd in the Cause of Troy.", "\"Is this deny'd? &mdash; then point some lonely Way,</br>Where slighted Isis may meand'ring stray:</br>Some unknown Chanel lend, where Nature spreads</br>Secreted Vales, and unfrequented Shades;</br>There where a Hind scarce tunes his rustick Strain,</br>Where scarce a Hermit treads the pathless Plain,</br>Silent I'll flow, forget that e'er my Tide</br>Saw yon majestick Structures grace its Side;</br>Forget that e'er my rapt Attention hung</br>Or on the Sage's, or the Poet's Tongue;</br>But all resign'd, my humble Lot embrace,</br>And calm, prefer Oblivion to Disgrace.\"</br>"]