["COLIN CLOUT.</br>A Shepherd's Boy (no better do him call)</br>When Winters wasteful Spight was almost spent,</br>All in a Sunshine-day, as did befall,</br>Led forth his Flock, that had been long ypent.</br>So faint they wox, and feeble in the Fold,</br>That now uneathes their Feet could them uphold.", "All as the Sheep, such was the Shepherd's Look,</br>For pale and wan he was, (alas the while!)</br>May seem he lov'd, or else some care he took:</br>Well couth he tune his Pipe, and frame his Stile.</br>Tho to a Hill his fainting Flock he led,</br>And thus he plain'd, the while his Sheep there fed.", "Ye Gods of Love, that pity Lovers Pain,</br>(If any Gods the Pain of Lovers pity)</br>Look from above, where you in Joys remain,</br>And bow your Ears unto my doleful Ditty.</br>And Pan thou Shepherd's God, that once did love,</br>Pity the Pains, that thou thy self didst prove.", "Thou barren Ground, whom Winter's Wrath hath wasted,</br>Art made a Mirror, to behold my Plight;</br>Whylom thy fresh Spring flower'd, and after hasted</br>Thy Summer proud, with Daffadillies dight:</br>And now is come thy Winter's stormy State,</br>Thy Mantle marr'd, wherein thou maskedst late.", "Such Rage as Winter, reigneth in my Heart,</br>My Life-blood freezing, with unkindly Cold:</br>Such stormy Stours do breed my baleful Smart,</br>As if my Years were waste, and woxen old.</br>And yet, alas, but now my Spring begun,</br>And yet, alas, it is already done.", "You naked Trees, whose shady Leaves are lost,</br>Wherein the Birds were wont to build their Bower,</br>And now are cloth'd with Moss and hoary Frost,</br>Instead of Blosms, wherewith your Buds did flower;</br>I see Your Tears, that from your Boughs do rain,</br>Whose Drops in drery Isicles remain.", "Also my lustful Leafe is dry and sear,</br>My timely Buds with wailing all are wasted;</br>The Blossom, which my Branch of Youth did bear,</br>With breathed Sighs is blown away, and blasted:</br>And from mine Eyes the drizling Tears descend,</br>As on your Boughs the Isicles depend.", "Thou feeble Flock, whose Fleece is rough and rent,</br>Whose Knees are weak, through Fast and evil Fare,</br>Maist witness well, by thy ill Government,</br>Thy Master's Mind is overcome with Care.</br>Thou weak, I wan:  Thou lean, I quite forlorn;</br>With mourning pine I, you with pining mourn.", "A thousand sithes I curse that careful Hour,</br>Wherein I long the neighbour Town to see:</br>And eke ten thousand sithes I bless the Stour,</br>Wherein I saw so fair a sight as she.</br>Yet all for naught:  Such sight hath bred my Bane:</br>Ah God, that Love should breed both Joy and Pain!", "It is not Hobbinol, wherefore I plain,</br>Albe my Love he seek with daily Suit:</br>His clownish Gifts and Courtsies I disdain,</br>His Kids, his Cracknels, and his early Fruit.</br>Ah, foolish Hobbinol, thy Gifts been vain:</br>Colin them gives to Rosalind again.", "I love thilk Lass, (alas, why do I love?)</br>And am forlorn, (alas, why am I lore?)</br>She deigns not my good Will, but doth reprove,</br>And of my rural Musick holdeth scorn.</br>Shepherds Device she hateth as the Snake,</br>And laughs the Songs that Colin Clout doth make.", "Wherefore my Pipe, albe rude Pan thou please,</br>Yet for thou pleasest not where most I would,</br>And thou unlucky Muse, that wontst to ease</br>My musing Mind, yet canst not, when thou should;</br>Both Pipe and Muse shall sore the while abie.</br>So broke his Oaten Pipe, and down did lie.", "By that the welked Phoebus 'gan avail</br>His weary Wain, and now the frosty Night</br>Her Mantle black through Heaven 'gan over-hale.</br>Which seen, the pensive Boy half in despight</br>Arose and homeward drove his fallen Sheep,</br>Whose hanging Heads did seem his careful Case to weep.", "COLIN'S EMBLEM.</br>Anchora Speme.</br>"]