["The pealing clock proclaims the close of day,</br>Th' attorney's clerk goes slowly to his tea;</br>And mine begins to plod his weary way,</br>And leave my rooms to solitude and me.", "Now fades the glitt'ring river on my sight,</br>And all the air a solemn stillness feels;</br>Save when the rake wheels round his rapid flight,</br>And drowsy watchmen follow at his heels.", "Save, that from yonder darkly shaded tow'r,</br>The moping sage does solemnly complain</br>Of such, as wandering near his lonely door,</br>Molest his quiet unassuming reign.", "Beneath those rugged elms that old tree's shade,</br>Where ancient seats in many a mould'ring heap</br>Spread out; where in repose you may be laid</br>Most sweetly to enjoy the balm of sleep.", "Whilst the mild beam which ev'ning does adorn,</br>The gay young student laughing at your head;</br>The Postman's bell, or th' echoing horn,</br>Rouse you no longer from your lowly bed.", "For you, the blazing hearth ne'er does burn;</br>Or, busy housewife ply her ev'ning care:</br>Or children run to lisp their sire's return,</br>And climb your knees the envied kiss to share.", "But still thy juniors to thy learning yield,</br>When you put on the stately law peruke,</br>To prove their arguments are all afield,</br>And make them bow at your hard stroke.", "Perhaps thy ambition mocks their arduous toil,</br>Their homely joys and destiny obscure;</br>But, yet, let grandeur hear without a smile,</br>The short and simple annals of the poor.", "But stay &mdash; the boast of heraldry and power,</br>And all that beauty &mdash; all that wealth e'er gave;</br>Await alike the th' inevitable hour,</br>The paths of glory lead but to the grave.", "Nor do you, ye proud, whose happiness is grief,</br>If, of your merit, no trophies you can raise,</br>To push your fame in many a well-fee'd brief,</br>And swelling marks of vast increasing praise.", "Repine at fate, or with rude passion's gust</br>Renounce the Law; because 'tis many a year</br>Since thou'st been call'd, and yet 'tis with disgust</br>Thou'st not a brief received, thy heart to cheer.", "Perhaps, thus neglected thou hast laid,</br>Whose heart's so pregnant with celestial fire;</br>Who, if thou'dst been known, th' empire might have sway'd,</br>Or waked to ecstasy the living lyre.", "Fair knowledge to thine eyes, her ample page,</br>Rich with the spoils of time, may perhaps unroll;</br>Tho' care hath yet repressed thy noble rage,</br>And froze the genial current of thy soul.", "\"Full many a gem of purest ray serene,</br>The dark unfathom'd caves of ocean bear,</br>Full many a flow'r is born to blush unseen,</br>And waste its sweetness on the desart air.\"", "Perhaps thou may'st be he that hath with dauntless breast,</br>The petty tyrant of his school withstood;</br>Some mute inglorious Milton thou may'st rest,</br>Some Cromwell, guiltless of his country's blood;", "Th' applause of list'ning senates to command,</br>The threats of pain and ruin to despise;</br>To scatter plenty o'er a smiling land,</br>And read thy hist'ry in a nation's eyes.", "Thy lot forbade, nor circumscrib'd alone,</br>Thy glowing virtues, but thy faults confin'd;</br>Forbade to wad thro' slaughter to a throne,</br>And shut the gate of mercy on mankind.", "The struggling pangs of conscious truth to hide,</br>To quench the blushes of ingenuous shame,</br>Or heap the shrine of luxury and pride,</br>With incense kindled at the Muse's flame.", "Perhaps, from the mad'ning crowds ennobled strife,</br>Thy sober wishes may have learn'd to stray;</br>And midst the cool sequester'd vale of life,</br>Thou'dst keep the noiseless tenor of thy way.", "Yet do not think thy wig so sprucely deck'd,</br>Will ne'er entice a brief that's straying by;</br>Whose strange and uncouth words its nonsense do protect,</br>And for it gain the tribute of a sigh.", "Thy name, thy years, thy thin and wrinkled face,</br>Insure success:  thy fame will then supply</br>A stream of briefs, your fortune to replace,</br>And wealth, and peace, await you ere you die.", "And you, whom dumb forgetfulness and care,</br>T' anxiety and bitter want resigned:</br>Will hail with joyous look and altered air,</br>Th' increasing strength and vigour of your mind.", "And when at last thy soul at parting flies,</br>Some pious drops thy closing eye requires;</br>E'en from the tomb the voice of nature cries,</br>E'en in thy ashes live thy wonted fires.", "If thou, whom now I've fancied to be dead,</br>Perceiv'st that I thy tale do now relate;</br>If chance by lonely contemplation led,</br>Some kindred lawyer should inquire thy fate.", "Haply, some hoary-headed clerk may say,</br>\"Oft have I seen him at the peep of dawn,</br>Brushing with hasty step the dew away,</br>To meet the sun upon the grassy lawn.", "\"There on the bench at yonder nodding beech,</br>That wreathes its old fantastic branch so high;</br>His listless length at ev'ning would he stretch,</br>And gaze upon the tide that's streaming by.", "\"Hard by yon tree, now smiling as in scorn,</br>Mutt'ring old law forms he would often rove,</br>Now drooping, woful, wan, like one forlorn,</br>Or crazed with care or crossed in hopeless love.", "\"One eve I missed him at his wonted post,</br>Upon the bench and near his fav'rite tree;</br>Another came, I almost thought him lost,</br>Since on the lawn, not at the stream was he.", "\"The next with dirges slow, in sad array,</br>Duly to the grave we saw him borne;</br>Approach and read, for thou may'st read, the lay</br>In which his heirs have shown how much they mourn.\"", "EPITAPH.</br>Here rests his head upon the lap of earth,</br>A sage to fame and fortune not unknown;</br>Fair Science nursed him from his very birth,</br>But Melancholy mark'd him for her own.", "Large was his bounty, and his soul sincere,</br>Heav'n did a recompense as largely send;</br>He to mis'ry gave each thing but a tear,</br>He gain'd from Heav'n every thing but a friend.</br>"]