["Ah me!  full sorely is my heart forlorn,</br>To think how modest worth neglected lies!</br>While partial Fame doth with her blasts adorn</br>Such deeds alone, as pride and pomp disguise;</br>Deeds of ill sort, and mischievous emprize!</br>Lend me thy clarion, goddess!  let me try</br>To sound the praise of merit, ere it dies;</br>Such as I oft have chaunced to espy,</br>Lost in the dreary shades of dull obscurity.", "In every village mark'd with little spire,</br>Embow'r'd in trees, and hardly known to Fame,</br>There dwells, in lowly shed, and mean attire,</br>A matron old whom we School-mistress name;</br>Who boasts unruly brats with birch to tame:</br>They grieven sore, in piteous durance pent,</br>Aw'd by the pow'r of this relentless dame;</br>And oft-times, on vagaries idly bent,</br>For unkempt hair, or task unconn'd, are sorely shent.", "And all in sight doth rise a birchen tree,</br>Which Learning near Her little dome did stowe;</br>Whilom a twig of small regard to see,</br>Tho' now so wide it's waving branches flow;</br>And work the simple vassals mickle woe:</br>For not a wind might curl the leaves that blew,</br>But their limbs shudder'd, and their pulse beat low;</br>And, as they look'd, they found their horror grew,</br>And shap'd it into rods, and tingled at the view.", "So have I seen (who has not, may conceive,)</br>A lifeless phantom near a garden plac'd:</br>So doth it wanton birds of peace bereave,</br>Of sport, of song, of pleasure, of repast;</br>They start, they stare, they wheel, they look aghast:</br>Sad servitude!  such comfortless annoy</br>May no bold Briton's riper age e'er taste!</br>Ne Superstition clog his dance of joy,</br>Ne vision empty, vain, his native bliss destroy.", "Near to this dome is found a patch so green,</br>On which the tribe their gambols do display:</br>And at the door impris'ning board is seen,</br>Lest weakly wights of smaller size shou'd stray;</br>Eager, perdie, to bask in sunny day!</br>The noises intermix'd, which thence resound,</br>Do Learning's little tenement betray:</br>Where sits the dame, disguis'd in look profound,</br>And eyes her fairy-throng, and turns her wheel around.", "Her cap, far whiter than the driven snow,</br>Emblem right meet of decency does yield:</br>Her apron dy'd in grain, as blue, I trowe,</br>As is the Hare-bell that adorns the field:</br>And in her hand, for scepter, she does wield</br>Tway birchen sprays; with anxious Fear entwin'd,</br>With dark Distrust, and sad Repentance fill'd;</br>And stedfast Hate, and sharp Affliction join'd,</br>And Fury uncontroul'd, and Chastisement unkind.", "Few but have ken'd, in semblance meet pourtray'd,</br>The childish faces of old Eol's train;</br>Libs, Notus, Auster:  these in frowns array'd,</br>How then would fare or earth, or sky, or main,</br>Were the stern god to give his slaves the rein?</br>And were not she rebellious breasts to quell,</br>And were not she her statutes to maintain,</br>The cott no more, I ween, were deem'd the cell,</br>Where comely peace of mind, and decent order dwell.", "A russet stole was o'er her shoulders thrown;</br>A russet kirtle fenc'd the nipping air;</br>'Twas simple russet, but it was her own;</br>'Twas her own country bred the flock so fair;</br>'Twas her own labour did the fleece prepare;</br>And sooth to say, her pupils, rang'd around,</br>Thro' pious awe, did term it passing rare;</br>For they in gaping wonderment abound,</br>And think, no doubt, she been the greatest wight on ground.", "Albeit ne flatt'ry did corrupt her truth,</br>Ne pompous title did debauch her ear;</br>Goody, good-woman, gossip, n'aunt, forsooth,</br>Or dame, the sole Additions she did hear;</br>Yet these he challeng'd, these she held right dear:</br>Ne would esteem him act as mought behove,</br>Who should not honour'd eld with these revere:</br>For never title yet so mean could prove,</br>But there was eke a Mind which did that title love.", "One ancient hen she took delight to feed,</br>The plodding pattern of the busy dame;</br>Which, ever and anon, impell'd by need,</br>Into her School, begirt with chickens, came;</br>Such favour did her past deportment claim:</br>And, if Neglect had lavish'd on the ground</br>Fragment of bread, she would collect the same;</br>For well she knew, and quaintly could expound,</br>What sin it were to waste the smallest crumb she found.", "Herbs too she knew, and well of each could speak</br>That in her garden sipp'd the silv'ry dew;</br>Where no vain flow'r disclos'd a gawdy streak;</br>But herbs for use, and physick, not a few,</br>Of grey renown, within those borders grew:</br>The tufted Basil, pun-provoking Tyme,</br>Fresh Baum, and Marygold of chearful hue;</br>The lowly Gill, that never dares to climb;</br>And more I fain would sing, disdaining here to rhime.", "Yet Euphrasy may not be left unsung,</br>That gives dim eyes to wander leagues around;</br>And pungent Radish, biting infant's tongue;</br>And Plantain ribb'd that heals the reaper's wound;</br>And Marj'ram sweet, in shepherd's posie found;</br>And Lavender, whose spikes of azure bloom</br>Shall be, ere-while, in arid bundles bound,</br>To lurk amidst the labours of her loom,</br>And crown her kerchiefs clean, with mickle rare perfume.", "And here trim Rosmarine, that whilom crown'd</br>The dantiest garden of the proudest peer;</br>Ere, driven, from its envy'd site, it found</br>A sacred shelter for it's branches here;</br>Where edg'd with gold it's glitt'ring skirts appear.</br>Oh wassel days!  O customs meet and well!</br>Ere this was banish'd from its lofty sphere:</br>Simplicity then sought this humble cell,</br>Nor ever would She more with thane and lordling dwell.", "Here oft the dame, on Sabbath's decent eve,</br>Hymned such psalms as Sternhold forth did mete,</br>If winter 'twere, she to her hearth did cleave;</br>But in her garden found a summer seat:</br>Sweet melody!  to hear her then repeat</br>How Israel's sons, beneath a foreign king,</br>While taunting foe-men did a song intreat,</br>All, for the Nonce, untuning ev'ry string,</br>Up hung their useless lyres &mdash; small heart had they to sing.", "For she was just, and friend too virtuous lore,</br>And pass'd much time in truly virtuous deed;</br>And, in those Elfins' ears, would oft deplore</br>The times, when truth by Popish rage did bleed;</br>And tortious death was true devotion's meed;</br>And simple faith in iron chains did mourn,</br>That would on wooden image place her creed;</br>And lawny saints in smould'ring flames did burn:</br>Ah!  dearest Lord, forefend, thilk days should e'er return!", "In elbow-chair, like that of Scottish stem</br>By the sharp tooth of cank'ring eld defac'd,</br>In which, when he receives his diadem,</br>Our sovereign prince and liefest liege is plac'd,</br>The matron sate; and some with rank she grac'd,</br>(The source of childen's and of courtier's pride!)</br>Redress'd affronts, for vile affronts there pass'd;</br>And warn'd them not the fretful to deride,</br>But love each other dear, whatever them betide.", "Right well she knew each temper to descry;</br>To thwart the proud, and the submiss to raise;</br>Some with vile copper prize exalt on high,</br>And some entice with pittance small of praise;</br>And other some with baleful sprig she 'frays;</br>Ev'n absent, she the reins of pow'r doth hold,</br>While with quaint arts the giddy crowd she sways;</br>Forewarn'd, if little bird their pranks behold,</br>'Twill whisper in her ear, and all the scene unfold.", "Lo now with state she utters the command!</br>Eftsoons the urchins to their tasks repair;</br>Their books of stature small they take in hand,</br>Which with pellucid horn secured are;</br>To save from finger wet the letter's fair:</br>The work so gay, that on their backs is seen,</br>St. George's high atchievements does declare;</br>On which thilk wight that has y-gazing been,</br>Kens the forth-coming rod, unpleasing sight, I ween!", "Ah luckless he, and born beneath the beam</br>Of evil star!  it irks me whilst I write!</br>As erst the bard by Mulla's silver stream,</br>Oft, as he told of deadly dolorous plight,</br>Sigh'd as he sung, and did in tears indite.</br>For brandishing the rod, she doth begin</br>To loose the brogues, the stripling's late delight!</br>And down they drop; appears his dainty skin,</br>Fair as the furry coat of whitest Ermilin.", "O ruthful scene!  when from a nook obscure,</br>His little sister doth his peril see:</br>All playful as she sate, she grows demure;</br>She finds full soon her wonted spirits flee;</br>She meditates a pray'r to set him free:</br>Nor gentle pardon could this dame deny,</br>(If gentle pardon could with dames agree)</br>To her sad grief that swells in either eye,</br>And wrings her so that all for pity she could dye.", "Nor longer can she now her shrieks command;</br>And hardly she forbears, thro' awful fear,</br>To rushen forth, and, with presumptuous hand,</br>To stay harsh justice in its mid career.</br>On thee she calls, on thee her parent dear!</br>(Ah!  too remote to ward the shameful blow!)</br>She sees no kind domestick visage near,</br>And soon a flood of tears begins to flow;</br>And gives a loose at last to unavailing woe.", "But ah!  what pen his piteous plight may trace?</br>Or what device his loud laments explain?</br>The form uncouth of his disguised face?</br>The pallid hue that dies his looks amain?</br>The plenteous show'r that does his cheek distain?</br>When he, in abject wise, implores the dame,</br>Ne hopeth ought of sweet reprieve to gain;</br>Or when from high she levels well her aim,</br>And, thro' the thatch, his cries each falling stroke proclaim.", "The other tribe, aghast, with sore dismay,</br>Attend, and conn their tasks with mickle care:</br>By turns, astony'd, ev'ry twig survey,</br>And, from their fellow's hateful wounds, beware;</br>Knowing, I wist, how each the same may share:</br>Till Fear has taught them a performance meet,</br>And to the well-known chest the dame repair;</br>Whence oft with sugar'd cates she doth 'em greet,</br>And ginger-bread y-rare; now, certes, doubly sweet!", "See to their seats they hye with merry glee,</br>And in beseemly order sitten there;</br>All but the wight of bum y-galled, he</br>Abhorreth bench and stool, and fourm, and chair;</br>(This hand in mouth y-fix'd, that rends his hair;)</br>And eke with snubs profound, and heaving breast,</br>Convulsions intermitting!  does declare</br>His grievous wrong; his dame's unjust behest;</br>And scorns her offer'd love, and shuns to be caress'd.", "His face besprent with liquid crystal shines,</br>His blooming face that seems a purple flow'r,</br>Which low to earth it's drooping head declines,</br>All smear'd and sully'd by a vernal show'r.</br>O the hard bosoms of despotick pow'r!</br>All, all, but she, the author of his shame,</br>All, all, but she, regret this mournful hour:</br>Yet hence the youth, and hence the flow'r, shall claim,</br>If so I deem aright, transcending worth and fame.", "Behind some door, in melancholy thought,</br>Mindless of food, he, dreary caitiff!  pines;</br>Ne for his fellow's joyaunce careth ought,</br>But to the wind all merriment resigns;</br>And deems it shame, if he to peace inclines:</br>And many a sullen look ascance is sent,</br>Which for his dame's annoyance he designs;</br>And still the more to pleasure him she's bent,</br>The more doth he, perverse, her haviour past resent.", "Ah me!  how much I fear lest pride it be!</br>But if that pride it be, which thus inspires,</br>Beware, ye dames!  with nice discernment see,</br>Ye quench not too the sparks of nobler fires:</br>Ah!  better far than all the muses' lyres,</br>All coward arts, is valour's gen'rous heat;</br>The firm fixt breast which Fit and Right requires,</br>Like Vernon's patriot soul; more justly great</br>Than craft that pimps for ill, or flow'ry false deceit.", "Yet nurs'd with skill, what dazling fruits appear!</br>Ev'n now sagacious Foresight points to show</br>A little bench of heedless bishops here,</br>And there a chancellour in embryo,</br>Or bard sublime, if bard may e'er be so,</br>As Milton, Shakespeare, names that ne'er shall dye!</br>Tho' now he crawl along the ground so low,</br>Nor weeting how the muse shou'd soar on high,</br>Wisheth, poor starving elf!  his paper-kite may fly.", "And this perhaps, who, cens'ring the Design,</br>Low lays the house which that of cards doth build,</br>Shall Dennis be!  if rigid fates incline,</br>And many an Epick to his rage shall yield;</br>And many a poet quit th' Aonian field;</br>And, sour'd by age, profound he shall appear,</br>As he who now with 'sdainful fury thrill'd</br>Surveys mine work; and levels many a sneer,</br>And furls his wrinkly front, and cries \"What stuff is here.\"", "But now Dan Phoebus gains the middle skie,</br>And Liberty unbars their prison-door;</br>And like a rushing torrent out they fly,</br>And now the grassy cirque han cover'd o'er</br>With boist'rous revel-rout and wild uproar;</br>A thousand ways in wanton rings they run,</br>Heav'n shield their short-liv'd pastimes, I implore!</br>For well may freedom, erst so dearly won,</br>Appear to British elf more gladsome than the sun.", "Enjoy, poor imps!  enjoy your sportive trade;</br>And chase gay flies and cull the fairest flow'rs;</br>For when my bones in grass-green sods are laid,</br>For never may ye taste more careless hours;</br>In knightly castles, or in ladies bow'rs.</br>O vain to seek delight in earthly thing!</br>But most in courts where proud ambition tow'rs;</br>Deluded wight!  who weens fair peace can spring</br>Beneath the pompous dome of Kesar or of king.", "See in each sprite some various bent appear!</br>These rudely carol most incondite lay;</br>Those saunt'ring on the green, with jocund leer</br>Salute the stranger passing on his way;</br>Some builden fragile tenements of clay;</br>Some to the standing lake their courses bend,</br>With pebbles smooth at Duck and Drake to play;</br>Thilk to the huxter's sav'ry cottage tend,</br>In pastry kings and queens th' allotted mite to spend.", "Here, as each season yields a different store,</br>Each season's stores in order ranged been;</br>Apples with cabbage-net y-cover'd o'er,</br>Galling full sore th' un-money'd wight, are seen;</br>And goose-b'rie clad in liv'ry red or green;</br>And here of lovely dye, the Cath'rine-pear,</br>Fine pear!  as lovely for thy juice, I ween:</br>O may no wight e'er penny-less come there,</br>Lest smit with ardent love he pine with hopeless care!", "See!  cherries here, ere cherries yet abound,</br>With thread so white in tempting posies ty'd,</br>Scatt'ring like blooming maid their glances round,</br>With pamper'd look draw little eyes aside;</br>And must be bought tho' penury betide.</br>The plumb all azure and the nut all brown,</br>And here, each season, do those cakes abide,</br>Whose honour'd names th' inventive city own,</br>Rend'ring thro' Britain's isle Salopia's praises known.", "Admir'd Salopia!  that with venial pride</br>Eyes her bright form in Severn's ambient wave,</br>Fam'd for her loyal cares in perils tried,</br>Her daughters lovely, and her striplings brave;</br>Ah! 'midst the rest, may flowers adorn his grave,</br>Whose art did first these dulcet cates display!</br>A motive fair to Learning's imps he gave,</br>Who chearless o'er her darkling region stray;</br>'Till reason's morn arise, and light them on their way.</br>"]