["When Revolution, fidler blind, was young,</br>(While yet in modern France he sung)</br>The Democrats to hear him sing</br>Thronged around the vulgar ring;</br>Exulting, trembling, raging, fainting,</br>Fudddl'd, beyond the Muse's painting;</br>By turns they felt a moon-struck mind;</br>To Castle-building much inclined;</br>With fresh supplies of Gin then fired,</br>Fill'd with fury, rapt, inspir'd;</br>They snatch'd from the surrounding boys</br>Their various instruments of noise:</br>And, as they oft had heard apart</br>From thieves, the signal whistle's art;</br>Each, for madness rul'd the hour,</br>Would prove his own seditious power.", "First HARDY came his skill to try</br>Amongst the corresponding trade;</br>And back recoil'd &mdash; he well knew why&mdash;</br>Of neck-extension sore afraid.", "TOM PAINE, conbustible most dire,</br>Next made the rich Stockholders sweat;</br>The hangman to his tail set fire,</br>And off he scamper'd, deep in debt.", "In Purley's meadows, JOHN HORNE TOOKE</br>With parts of speech his grief beguil'd;</br>The Verbo-philosophic book</br>By fits was fine, by starts was wild.", "But thou, O Fox, with speech so fair,</br>What was thy opposing measure?</br>Still it whisper'd pension'd pleasure,</br>And bade the places good at distance hail;</br>Still would his touch the strain prolong,</br>And from the India bill's sad tale,</br>He called on Westminster through all the song:</br>And when to toast the Sov'reign mob he chose,</br>His title lost, he mourned at every close;</br>And Fox neglected wept, and wav'd his pig-tail'd hair;</br>Yet longer had he sung &mdash; but with a frown,</br>BURDETT impatient rose;</br>And threw his bonnet rouge in thunder down;</br>And with his Palace-Yardian look,</br>The mob-collecting trumpet took;</br>And blew a blast so loud and dread,</br>Ne'er were the Cornish Burghs so full of woe;</br>And ever and anon he beat,</br>The COBBET Drum with furious heat;</br>And though at times each dreary pause between,</br>Th' Attorney General at his side,</br>His soul-subduing voice applied,</br>Yet still he kept his wild unalter'd mien</br>Till in the Tow'r close shopp'd he laid his aching head.", "Thy numbers COCHRANE to the Funds were fix'd,</br>Sad proof of thy distressful state;</br>Of war and politics the theme was mix'd,</br>And now he woo'd employ, now raving called on hate,", "With eyes uprais'd, as one inspir'd,</br>PITT in the Treasury sat retir'd;</br>And from his snug official seat,</br>In notes, by Lucre made more sweet,</br>Pour'd through the Commons' House his winning soul,</br>From Opposition Rocks around</br>BURKE jump'd away and hail'd the sound;</br>Through corp'rate towns the safety-measures stole,</br>And o'er the bottle's talk with fond delay,</br>Jacks in office port-wine boozing,</br>Constitution toasts diffusing,</br>At civic banquets drank away.", "But Oh!  how alter'd was its marching tone,</br>When Government, a nymph of brawny hue</br>With Habeas Corpus o'er her shoulder flung</br>And Volunteers in buskins gemmed with dew,</br>Blew an inspiring air, that inn and pot-house rung.</br>The soldier's call, to tippling idlers known;</br>The Cyprian fair, and their dram-drinking queen,</br>Drummers and corporals were seen,</br>Peeping from forth our alleys green;</br>Pipe-clay'd Militia-men rejoic'd to hear,</br>And six-foot tailors grasp'd the sergeant's spear&mdash;", "Last came FINANCE'S dubious trial,</br>He with the income-tax advancing;</br>First to the yellow Gold his hand address'd:</br>But soon he saw the Bank-restriction viol</br>Whose more prolific notes he lov'd the best;</br>They would have thought, who heard the strain,</br>They saw in Lombard street the Bankers mad,</br>All bills discounting, whether good or bad;</br>To rising Stock perpetual dancing;</br>While, as his flying fingers kiss'd the strings,</br>PITT and the Bank framed a fantastic round;</br>Loose were her tresses seen, her zone unbound,</br>And he amidst his frolic play,</br>As if he would one time or other pay,</br>Exchequer bills shook from his paper wings.", "Oh!  Money, earth-extracted maid!</br>The lender's loss, the borrower's aid,</br>Say, Goddess, why to us denied</br>Layest thou prices high aside;</br>As in that loaf-in-seven-days year</br>When things were most confounded dear;</br>Link'd arm in arm, O Nymph endear'd</br>Thou hast with strumpets forg'd appear'd&mdash;</br>Where is thy native form unlying,</br>Scales and weights and dirt defying?</br>Arise as in that elder time,</br>Sweated and clipp'd, but still sublime;</br>Thy wonders in that golden age</br>Fill England's subsidizing page.", "'Tis said, (and I believe the tale)</br>That Guineas were expos'd to sale;</br>And that our last best cask of beer</br>The Sinking Fund was tapp'd this year;</br>PITT, I with weeping say, seduc'd</br>The Bank, and left her much reduc'd;</br>Scarce left her bare back clothes enough,</br>And made her Fame a Lottery Puff;</br>Abortive drugs were given by PITT&mdash;</br>But now laid in, she bears gold yet.</br>"]