["Lo, I the Man, whose Muse whileom did mask,</br>As time her taught, in lowly Shepherds weeds,</br>Am now enforc't a far unfitter Task,</br>For Trumpets stern to change mine oaten Reeds,</br>And sing of Knights, and Ladies gentle Deeds;</br>Whose Praises having slept in silence long,</br>Me, all too mean, the sacred Muse areeds</br>To blazon broad, amongst her learned Throng:</br>Fierce Warres, and faithful Loves, shall moralize my Song.", "Help then, O holy Virgin, chief of nine,</br>Thy weaker Novice to perform thy Will:</br>Lay forth out of thine everlasting Scrine</br>The antique Rolls, which there lie hidden still,</br>Of Fairy Knights, and fairest Tanaquill,</br>Whom that most noble Briton Prince so long</br>Sought through the World, and suffer'd so much Ill,</br>That I must rue his undeserved Wrong:</br>O!  help thou my weak Wit, and sharpen my dull Tongue.", "And thou, most dreaded Imp of highest Jove,</br>Fair Venus' Son, that with thy cruel Dart</br>At that good Knight so cunningly didst rove,</br>That glorious Fire it kindled in his Heart;</br>Lay now thy deadly Heben Bowe apart,</br>And with thy Mother mild come to mine ayd:</br>Come both, and with you bring triumphant Mart,</br>In Loves and gentle Jollities arrayd,</br>After his murdrous Spoiles and bloody Rage allayd.", "And with them eke, O Goddess heavenly bright,</br>Mirrour of Grace and Majesty Divine,</br>Great Lady of the greatest Isle, whose Light</br>Like Phoebus' Lamp throughout the World doth shine,</br>Shed thy fair Beames into my feeble Eyne,</br>And raise my Thoughts, too humble, and too vile,</br>To think of that too glorious Type of thine,</br>The Argument of mine afflicted Stile:</br>The which to hear, vouchsafe, O dearest Dread, a-while.", "CANTO I.</br>The Patron of true Holiness</br>Foul Error doth defeat:</br>Hypocrisy him to entrap,</br>Doth to his Home entreat.", "A Gentle Knight was pricking on the Plain,</br>Yclad in mightie Arms and silver Shield,</br>Wherein old dints of deep Wounds did remain,</br>The cruel Marks of many a bloodie Field;</br>Yet Arms till that time did he never wield:</br>His angry Steed did chide his foming Bit;</br>As, much disdaining to the Curb to yield:</br>Full jolly Knight he seem'd, and fair did sit,</br>As one for Knightly Giusts and fierce Encounters fit.", "But on his Breast a bloody Cross he bore,</br>The dear Remembrance of his dying Lord,</br>For whose sweet sake that glorious Badge he wore,</br>And dead (as living ) ever him ador'd:</br>Upon his Shield the like was also scor'd,</br>For soveraign Hope, which in his help he had:</br>Right faithful true he was in Deed and Word;</br>But of his Cheere did seem too solemn sad:</br>Yet nothing did he dread, but ever was ydrad.", "Upon a great Adventure he was bond,</br>That greatest Gloriana to him gave,</br>That greatest glorious Queen of Fairy Lond,</br>To win him Worship, and her Grace to have,</br>Which of all earthly things he most did crave;</br>And ever as he rode, his Heart did earn</br>To prove his Puissance in Battle brave</br>Upon his Foe, and his new force to learn;</br>Upon his Foe, a Dragon horrible and stearn.", "A lovely Lady rode him fair beside,</br>Upon  a lowly Asse more white than Snow;</br>Yet she much whiter, but the same did hide</br>Under a Veil, that wimpled was full low,</br>And over all a black Stole she did throw,</br>As one that inly mournd:  so was she sad,</br>And heavie sat upon her Palfrey slow;</br>Seemed in heart some hidden care she had,</br>And by her in a line a milk-white Lamb she lad.", "So pure an Innocent, as that same Lamb,</br>She was in Life and every vertuous Lore,</br>And by Descent from Royall Lynage came</br>Of ancient Kings and Queens, that had of yore</br>Their Scepters stretcht from East to Western Shore,</br>And all the World in their Subjection held;</br>Till that infernal Fiend with foul uprore </br>Forewasted all their Land, and them expeld:</br>Whom to avenge, she had this Knight from far compeld.", "Behind her farr away a Dwarf did lag,</br>That lazie seem'd in being ever last,</br>Or wearied with bearing of her Bag</br>Of Needments at his Back.  Thus as they past,</br>The Day with Clouds was suddain overcast,</br>And angry Jove an hideous Storm of Rain</br>Did pour into his Leman's Lap so fast,</br>That every Wight to shroud it did constrain,</br>And this fair Couple eke to shroud themselves were fain.", "Enforc't to seek some Covert nigh at hand</br>A shadie Grove not farr away they spide,</br>That promist Aid the Tempest to withstand:</br>Whose lofty Trees, yclad with Summer's Pride,</br>Did spread so broad, they Heaven's Light did hide,</br>Not perceable with power of any Starr:</br>And all within were Paths and Alleys wide,</br>With footing worne, and leading inward farr:</br>Fair Harbour, that them seems; so in they entred are.", "And forth they pass, with Pleasure forward led,</br>Joying to hear the Birds sweet Harmony,</br>Which therein shrouded from the Tempest dread,</br>Seem'd in their Song to scorn the cruel Sky.</br>Much 'gan they praise the Trees so straight and high,</br>The sailing Pine, the Cedar proud and tall,</br>The Vine-prop Elm, the Poplar never dry,</br>The builder Oak, sole King of Forrests all,</br>The Aspine good for Staves, the Cypress Funeral.", "The Laurel, Meed of mighty Conquerors</br>And Poets sage, the Firr that weepeth still,</br>The Willow, worn of forlorn Paramours,</br>The Ewe, obedient to the Bender's will,</br>The Birch for Shafts, the Sallow for the Mill,</br>the Mirrhe, sweet bleeding in the bitter Wound,</br>The warlike Beech, the Ash for nothing ill,</br>The fruitful Olive, and the Platane round,</br>The Carver Holme, the Maple seldom inward sound.", "Led with delight, they thus beguile the way,</br>Until the blustring Storm is over-blown;</br>When weening to return whence they did stray,</br>They cannot find that Path which first was shown,</br>But wander to and fro in ways unknown,</br>Furthest from end then, when they nearest ween,</br>That makes them doubt their Wits be not their own:</br>So many Paths, so many Turnings seen,</br>That which of them to take in diverse doubt they been.", "At last resolving forward still to fare,</br>Till that some End they find or in or out,</br>That Path they take, that beaten seem'd most bare,</br>And like to lead the Labyrinth about;</br>Which when by Track they hunted had throughout,</br>At length it brought them to a hollow Cave,</br>Amid the thickest Woods.  The Champion stout</br>Eftsoons dismounted from his Courser brave,</br>And to the Dwarf awhile his needless Spear he gave.", "Be well aware, quoth then that Lady mild,</br>Lest sudden Mischief ye too rash provoke:</br>The Danger hid, the Place unknown and wild,</br>Breeds dreadful Doubts:  Oft Fire is without Smoke,</br>Peril without show:  therefore your hardy stroke,</br>Sir Knight, with-hold till further trial made.</br>Ah Lady (said he) Shame were to revoke</br>The forward footing for an hidden Shade:</br>Vertue gives her self Light, through Darkness for to wade.", "Yea, but (quoth she) the Peril of this Place</br>I better wot than you, tho now too late,</br>To wish you back return with foul Disgrace;</br>Yet Wisdom warns, whilst Foot is in the Gate,</br>To stay the Step, ere forced to retreat.</br>This is the wandring Wood, this Error's Den,</br>A Monster vile, whom God and Man does hate:</br>Therefore I reed, beware.  Fly, fly (quoth then</br>The tearful Dwarf) this is no place for living Men.", "But full of Fire and greedy Hardiment,</br>The youthful Knight could not for ought be staid,</br>But forth unto the darksome Hole he went,</br>And looked in:  His glistring Armour made</br>A little glooming Light, much like a Shade,</br>By which  he saw the ugly Monster plain,</br>Half like a Serpent horribly displaid,</br>But th' other half did Woman's Shape retain,</br>Most loathsom, filthy, foul, and full of vile Disdain.", "And as she lay upon the dirty Ground,</br>Her huge long Tail her Den all overspred,</br>Yet was in Knots and many Boughtes upwound,</br>Pointed with mortal Sting.  Of her there bred</br>A thousand young ones, which she daily fed,</br>Sucking upon her poisonous Dugs, each one</br>Of sundry Shapes, yet all ill favoured:</br>Soon as that uncouth Light upon them shone,</br>Into her Mouth they crept, and sudden all were gone.", "Their Dam upstart, out of her Den effraide,</br>And rushed forth, hurling her hideous Tail</br>About her cursed Head; whose Folds display'd,</br>Were stretch'd now forth at length without Entrail.</br>She look'd about, and seeing one in Mail</br>Armed to point, sought back to turn again;</br>For Light she hated as the deadly bale,</br>Ay wont in defers Darkness to remain,</br>Where plain none might her see, nor she see any plain.", "Which when the valiant Elf perceiv'd, he lept</br>As Lion fierce upon the flying Prey,</br>And with his trenchant Blade her boldly kept</br>From turning back, and forced her to stay:</br>Therewith enrag'd, she loudly 'gan to bray,</br>And turning fierce, her speckled Tail advaunc'd,</br>Threatning her angry Sting, him to dismay:</br>Who nought aghast, his mighty Hand enhaunst;</br>The stroke down from her Head unto her Shoulder glaunst.", "Much daunted with that Dint, her Sense was daz'd,</br>Yet kindling Rage she her self gathered round,</br>And all at once her beastly Body rais'd</br>With doubled Forces high above the Ground:</br>Tho wrapping up her wreathed Stern around,</br>Lept fierce upon his Shield, and her huge Train</br>All suddenly about his Body wound,</br>That Hand or Foot to stir he strove in vain:</br>God help the Man so wrapt in Error's endless Train.", "His Lady sad,to see his sore constraint,</br>Cry'd out, Now, now, Sir Knight, shew what ye be,</br>Add Faith unto your Force, and be not faint:</br>Strangle her, else she sure will strangle thee.</br>That when he heard, in great perplexity,</br>His Gall did grate for Grief and high Disdain,</br>And knitting all his Force got one Hand free,</br>Wherewith he grip'd her Gorge with so great Pain,</br>That soon to loose her wicked Bands did her constrain.", "Therewith she spew'd out of her filthy Maw</br>A flood of Poison horrible and black,</br>Full of great Lumps of Flesh and Gobbets raw,</br>Which stunk so vildly, that it forc'd him slack</br>His grasping hold, and from her turn him back:</br>Her Vomit full of Books and Papers was,</br>With loathly Frogs and Toads, which Eyes did lack,</br>And creeping,  sought way in the weedy Grass:</br>Her filthy Parbreake all the Place defiled has.", "As when old Father Nilus 'gins to swell</br>With timely Pride above th' Aegyptian Vale,</br>His fatty Waves do fertile Slime outwell,</br>And overflow each Plain and lowly Dale:</br>But when his later Ebb 'gins to avail,</br>Huge heaps of Mud he leaves, wherein there breed</br>Ten thousand kinds of Creatures, partly Male</br>And partly Female, of his fruitful Seed;</br>Such ugly monstrous Shapes elsewhere  may no Man reed.", "The same so sore annoyed has the Knight,</br>That well nigh choaked with the deadly stink,</br>His Forces fail, ne can no longer fight:</br>Whose Courage when the Fiend perceiv'd to shrink,</br>She poured forth out of her hellish Sink</br>Her fruitful cursed Spawn of Serpents small,</br>Deformed Monsters, foul, and black as ink;</br>Which swarming all about his Legs did crawll,</br>And him encumbred sore, but could not hurt at all.", "As gentle Shepherd in sweet Even-tide,</br>When ruddy Phoebus 'gins to welk in West,</br>High on an Hill, his Flock to vewen wide,</br>Marks which do bite their hasty Supper best;</br>A Cloud of combrous Gnats do him molest,</br>All striving to infix their feeble Stings,</br>That from their novance he no where can rest,</br>But with his clownish Hands their tender Wings</br>He brusheth oft, and oft doth mar their Murmurings.", "Thus  ill bestedd, and fearful more of Shame</br>Than of the certain Peril he stood in,</br>Half furious unto his Foe he came,</br>Resolv'd in mind all suddenly to win,</br>Or soon to lose, before he once would lin;</br>And strook at her with more than manly Force,</br>That from her Body, full of filthy Sin,</br>He raft her hateful Head without Remorse;</br>A stream of cole black Blood forth gushed from her Corse.", "Her scatter'd Brood, soon as their Parent dear</br>They saw so rudely falling to the ground,</br>Groaning full deadly, all with troublous fear,</br>Gather'd themselves about her Body round,</br>Weening their wonted Entrance to have found</br>At her wide Mouth:  but being there withstood,</br>They flocked all about  her bleeding  Wound</br>And sucked up their dying Mother's Blood,</br>Making her Death their Life, and eke her Hurt their Good.", "That detestable sight him much amaz'd,</br>To see th' unkindly Imps of Heaven accurst,</br>Devour their Dam; on whom while so he gaz'd,</br>Having all satisfy'd their bloody Thirst,</br>Their Bellies swoln he saw with fulness burst,</br>And Bowels gushing forth; well worthy end</br>Of such as drunk her Life, the which them nurs'd.</br>Now needeth him no lenger Labour spend,</br>His Foes have slain themselves, with whom he should contend.", "His Lady seeing all that chaunst, from far,</br>Approach'd in haste to greet his Victory,</br>And said, Fair Knight, born under happy Star,</br>Who see your vanquish'd Foes before you ly,</br>Well worthy be you of that Armory,</br>Wherein ye have great Glory won this day,</br>And prov'd your strength on a strong Enemy,</br>Your first Adventure:  many such I pray</br>And henceforth ever wish, that like succeed it may.", "Then mounted he upon his steed again,</br>And with the Lady backward sought to wend;</br>That Path he kept, which beaten was most plain,</br>Ne ever would to any by-way bend,</br>But still did follow one unto the end,</br>The which at fall out of the Wood them brought.</br>So forward on his way (with God to frend)</br>He passeth forth, and new Adventure sought;</br>Long way he travelled, before he heard of ought.", "At length they chaunst to meet upon the way</br>An aged Sire, in long black Weeds yclad,</br>His Feet all bare, his Beard all hoary Gray,</br>And by his Belt his Book he hanging had;</br>Sober he seem'd, and very sagely sad,</br>And to the Ground his Eyes were lowly bent,</br>Simple in shew, and void of Malice bad,</br>And all the way he prayed, as he went</br>And often knock'd his Breast, as one that did repent.", "He fair the Knight saluted, louting low,</br>Who fair him quited, as that courteous was:</br>And after asked him, if he did know</br>Of strange Adventures, which abroad did pass.</br>Ah my dear Son (quoth he) how should, alas!</br>Silly old Man, that lives in hidden Cell,</br>Bidding his Beads all day for his Trespass,</br>Tydings of War and worldly Trouble tell?</br>With holy Father fits not with such things to mell.", "But if of Danger which hereby doth dwell,</br>And homebred Evil ye desire to hear,</br>Of a strange Man I can you Tydings tell,</br>That wasteth all this Country far and near.</br>Of such (said he) I chiefly do inquere,</br>And shall you well reward to shew the Place,</br>In which that wicked Wight his Days doth wear:</br>For to all Knighthood it is foul Disgrace,</br>That such a cursed Creature rises so long a space.", "Far hence (quoth he) in wastful Wilderness</br>His Dwelling is, by which no living Wight</br>May ever pass, but thorough great Distress.</br>Now (said the Lady) draweth toward Night,</br>And well I wote, that of your later Fight</br>Ye all for wearied be:  for what so strong,</br>But wanting Rest, will also want of Might?</br>The Sun that measures Heaven all day long,</br>At Night doth bait his Steeds the Ocean Waves emong.", "Then with the Sun take, Sir, your timely Rest,</br>And with new Day new Work at once begin:</br>Untroubled Night, they say, gives Counsel best.</br>Right well, Sir Knight, ye have advised bin,</br>(Quoth then that aged Man); the way to win</br>Is wisely to advise:  Now Day is spent,</br>Therefore with me ye may take up your Inn</br>For this same Night.  The Knight was well content:</br>So with that godly Father to his Home they went.", "A little lowly Hermitage it was,</br>Down in a Dale, hard by a Forests side,</br>Far from resort of People, that did pass</br>In Travel to and fro:  a little wide</br>There was an holy Chappel edify'd,</br>Wherein the Hermit duely wont to say</br>His holy things each Morn and Even-tyde:</br>Thereby a Chrystal Stream did gently play,</br>Which from a sacred Fountain welled forth alway.", "Arrived there, the little House they fill,</br>Ne look for Entertainment where none was:</br>Rest is their Feast, and all things at their will;</br>The noblest Mind the best Contentment has.</br>With fair Discourse the Evening so they pass;</br>For that old Man of pleasing Words had store,</br>And well could file his Tongue as smooth as Glass;</br>He told of Saints and Popes, and evermore</br>He strow'd an Ave-Mary after and before.", "The drooping Night thus creepeth on them fast,</br>And the sad Humour loading their Eye-lids,</br>As Messenger of Morpheus on them cast</br>Sweet slumbring Dew, the which to sleep them bids.</br>Unto their Lodgings then his Guests he ridds:</br>Where when all drown'd in deadly sleep he finds,</br>He to his Study goes, and there amidds</br>His Magick Books and Arts of sundry kinds,</br>He seeks out mighty Charms to trouble sleepy Minds.", "Then chusing out few words most horrible,</br>(Let none them read) thereof did Verses frame,</br>With which, and other Spells like terrible,</br>He bad awake black Pluto's griesly Dame,</br>And cursed Heaven, and spake reproachful Shame</br>Of highest God, the Lord of Life and Light;</br>A bold bad Man, that dar'd to call by Name</br>Great Gorgon, Prince of Darkness and dead Night,</br>At which Cocytus quakes, and Styx is put to flight.", "And forth he call'd, out of deep Darkness dread,</br>Legions of Sprights, the which like little Flies</br>Fluttring about his ever-damned Head,</br>Await whereto their Service he applies,</br>To aid his Friends, or fray his Enemies:</br>Of those he chose out two, the falsest two,</br>And fittest for to forge true-seeming Lyes;</br>The one of them he gave a Message to,</br>The other by himself staid other Work to do.", "He making speedy way through spersed Air,</br>And through the World of Waters wide and deep,</br>To Morpheus' House doth hastily repair.</br>Amid the Bowels of the Earth full steep,</br>And low, where dawning Day doth never peep,</br>His dwelling is; there Thetis his wet Bed</br>Doth ever wash, and Cynthia still doth steep</br>In silver Dew his ever-drooping Head,</br>Whiles sad Night over him her Mantle black doth spread.", "Whose double Gates he findeth locked fast,</br>The one fair fram'd of burnish'd Ivory,</br>The other all with Silver over-cast;</br>And wakeful Dogs before them far do lie,</br>Watching to banish Care their Enemy,</br>Who oft is wont to trouble gentle Sleep.</br>By them the Sprite doth pass in quietly,</br>And unto Morpheus comes, whom drowned deep,</br>In drowsy Fit he finds; of nothing he takes keep.", "And more to lull him in his Slumber soft,</br>A trickling Stream from high Rock tumbling down,</br>And ever drizling Rain upon the Loft,</br>Mixt with a murmuring Wind, much like the Sound</br>Of swarming Bees, did cast him in a Swoon:</br>No other Noise, nor Peoples troublous Cries,</br>As still are wont t' annoy the walled Town</br>Might there be heard:  But careless Quiet lies.</br>Wrapt in eternal Silence, far from Enemies.", "The Messenger approching, to him spake,</br>But his waste words return'd to him in vain:</br>So found be slept, that nought mought him awake.</br>Then rudely he him thrust, and push'd with Pain,</br>Whereat he 'gan to stretch:  but he again</br>Shook him so hard, that forced him to speak.</br>As one then in a Dream, whose dryer Brain</br>Is tost with troubled Sights and Fancies weak,</br>He mumbled soft, but would not all his Silence break.", "The Sprite then 'gan more boldly him to wake,</br>And threatned unto him the dreaded Name</br>Of Hecate; whereat he 'gan to quake,</br>And lifting up his lumpish Head, with blame,</br>Half angry, asked him, For what he came.</br>Hither (quoth he) me Archimago sent,</br>He that the stubborn Sprites can wisely tame,</br>He bids thee to him send, for his intent,</br>A fit false Dream, that can delude the Sleepers sent.", "The God obey'd, and calling forth straight-way</br>A diverse Dream out of his Prison dark,</br>Deliver'd it to him, and down did lay</br>His heavy Head, devoid of careful cark,</br>Whose Senses all were straight benumb'd and stark.</br>He back returning by the Ivory Door,</br>Remounted up as light as chearful Lark,</br>And on his little Wings the Dream he bore</br>In haste unto his Lord, where he him left afore.", "Who all this while with Charms and hidden Arts,</br>Had made a Lady of that other Spright,</br>And fram'd of liquid Air her tender parts</br>So lively, and so like in all Mens sight,</br>That weaker Sense it could have ravish'd quite:</br>The Maker's self, for all his wondrous Wit,</br>Was nigh beguiled with so goodly sight:</br>Her all in white he clad, and over it</br>Cast a black Stole, most like to seem for Una fit.", "How when that idle Dream was to him brought,</br>Unto that Elfin Knight he bad him fly,</br>Where he slept soundly void of evil Thought,</br>And with false shews abuse his fantasy,</br>In sort as he him schooled privily:</br>And that new Creature born without her Due,</br>Full of the Maker's Guile, with Usage fly</br>He taught to imitate that Lady true,</br>Whose semblance she did carry under feigned hue.", "Thus well instructed, to their work they haste,</br>And coming where the Knight in slumber lay,</br>The one upon his hardy Head him plac'd,</br>And made him dream of Loves and lustful Play,</br>That nigh his manly Heart did melt away,</br>Bathed in wanton Bliss and wicked Joy:</br>Then seemed him his Lady by him lay,</br>And to him plain'd, how that false winged Boy</br>Her chaste Heart had subdu'd, to learn Dame Pleasure's Toy.", "And she her self, of Beauty soveraign Queen,</br>Fair Venus, seem'd unto his Bed to bring</br>Her, whom he waking evermore did ween</br>To be the chastest Flower that ay did spring</br>On earthly Bronch, the Daughter of a King,</br>Now a loose Leman to vile Service bound:</br>And eke the Graces seemed all to sing</br>Hymen Io Hymen, dancing all around,</br>Whilst freshest Flora her with Ivy Garland crown'd.", "In this great Passion of unwonted Lust,</br>Or wonted Fear of doing ought amiss,</br>He started up, as seeming to mistrust</br>Some secret ill, or hidden Foe of his:</br>Lo there before his Face his Lady is,</br>Under black Stole hiding, her baited Hook,</br>And as half blushing, offer'd him to kiss,</br>With gentle Blandishment and lovely Look,</br>Most like that Virgin true, which for her Knight him took.", "All clean dismay'd to see so uncouth sight,</br>And half enraged at her shameless guise,</br>He thought t' have slain her in his fierce despight:</br>But hasty Heat tempering with sufferance wise,</br>He staid his Hand, and 'gan himself advise</br>To prove his Sense, and tempt her feigned Truth.</br>Wringing her Hands in Womens piteous wise,</br>Tho can she weep, to stir up gentle ruth,</br>Both for her noble Blood, and for her tender Youth.", "And said, Ah, Sir, my Liege Lord and my Love,</br>Shall I accuse the hidden cruel Fate,</br>And mighty Causes wrought in Heaven above,</br>Or the blind God that doth me thus amate,</br>For hoped love to win me certain Hate?</br>Yet thus perforce he bids me do, or die.</br>Die is my Due:  yet rue my wretched State</br>You, whom my hard avenging Destiny</br>Hath made Judge  of my Life or Death indifferently.", "Your own dear sake forc'd me at first to leave</br>My Father's Kingdom:  there she stop'd with Tears;</br>Her swollen Heart her Speech seem'd to bereave,</br>And then again begun:  My weaker Years</br>Captiv'd to Fortune and frail worldly Fears,</br>Fly to your Faith for Succour and sure Aid:</br>Let me not die in Languor and long Tears.</br>Why Dame (quoth he) what hath ye thus dismay'd?</br>What frays ye, that were wont to comfort me afraid?", "Love of your self, she said, and dear Constraint</br>Let me not sleep, but waste the weary Night</br>In secret Anguish and unpitied Plaint,</br>Whiles you in careless Sleep are drowned quite.</br>Her doubtful Words made that redoubled Knight</br>Suspect her Truth:  Yet since no' Untruth he knew,</br>Her fauning Love, with foul disdainful Spite,</br>He would not shend, but said, Dear Dame I rew,</br>That for my sake unknown such Grief unto you grew.", "Assure your self it fell not all to ground;</br>For all so dear as Life is to my Heart,</br>I deem your love, and hold me to you bound;</br>Ne let vain Fears procure your needless Smart,</br>Where cause is none, but to your Rest depart.</br>Not all content, yet seem'd she to appease</br>Her mournful Plaints, beguiled of her Art,</br>And fed with Words that could not chuse but please,</br>So sliding softly forth, she turn'd as to her Ease.", "Long after lay he musing at her Mood,</br>Much griev'd to think that gentle Dame so light,</br>For whose Defence he was to shed his Blood.</br>At last dull weariness of former Fight</br>Having yrock'd asleep his irksome Spright,</br>That troublous Dream 'gan freshly toss his Brain,</br>With Bowers, and Beds, and Ladies dear Delight;</br>But when he saw his Labour all was vain,</br>With that misformed Spright he back return'd again.</br>"]