["You ask why I musingly stray</br>Where rivers run slowly along?</br>Why I teach ev'ry bird of the spray</br>To sing my disconsolate song?</br>I loiter'd, a simple young swain,</br>Amid nymphs of an higher degree;</br>And Shenstone right well can explain</br>How fair and how fickle they be.", "Insensibly Flavia obtain'd</br>My heart, unexperienc'd in love;</br>When I left her she fondly complain'd,</br>Or follow'd my steps to the grove.</br>When walking she lean'd on my arm,</br>And would play with my fingers the while;</br>And, as oft as I prais'd ev'ry charm,</br>She would answer each word with a smile.", "If I spoke of a field-flow'r I found,</br>How her face it but faintly display'd,</br>She would dart down a glance on the ground,</br>And blush a more ravishing red.</br>Hand in hand, as the path we pursu'd</br>She would stop, and with transport behold</br>How my bowers bended bright o'er the flood,</br>And my seats were spread over with gold.", "My reed when I labour'd to sound,</br>She would say was the sweetest to hear,</br>And if ever a fault could be found,</br>It was, \"Ah, were the song but sincere!</br>For I've heard (she would add with a sigh)</br>How the shepherds do pipe on the plain,</br>With the notes of the nightingale vie,</br>While their bosoms unmoved remain.\"", "O how gay was the grass of the green,</br>When my Flavia so smilingly shone!</br>And how sweet was the sound of the stream,</br>When we trac'd its wild windings alone!</br>Each bird that saluted our ear</br>From the grove where we sought to retire,</br>Warbl'd still more melodious and clear,</br>As we strove its soft strains to admire!", "And the primrose, besprinkled with dew,</br>And the violet of various dye,</br>Still assum'd a more delicate hue,</br>As our steps stole lovingly by!</br>And each tree that extended its shade</br>'Mid the thicket of willows I wove,</br>Spread its blossoms more bright o'er our head,</br>As we sat and repeated our love.", "But now with fond footstep no more</br>Thro' the groves and the valleys we stray,</br>Nor recline in the blossoming bower,</br>Nor talk about love the long day!</br>Forsaking the sweets of the vale,</br>The flower, and the stream, and the tree,</br>She roves on some far distant dale</br>With a swain more distinguish'd than me!", "Yet, forc'd each fond hope to forego,</br>Of ev'ry sweet solace forlorn:</br>Should one murmur upbraidingly flow</br>While I strive with my fate and her scorn!</br>The proud shepherds who see my despair,</br>Rebuke me, nor dare I complain</br>That a nymph so exceedingly fair</br>Should prefer so engaging a swain.", "For his manners, they say, are more smooth,</br>And the tint of his features more fine,</br>And the language that flows from his mouth</br>Has a softness superior to mine:</br>Then my raiment, be sure, it must yield</br>To the lustre his robes do display,</br>And my love-labour'd notes be excell'd</br>By the ease of his elegant lay!", "Thus glide their gay triumphs along;</br>Nor ought I to utter a sigh,</br>Since the nymph despises my song,</br>And the shepherds reprove my reply.</br>Yet my foot, still averse to forget</br>The soft scenes that engag'd me before,</br>Frequents the sweet shade where we met,</br>And delights in the desolate bower.", "And oft-times a reflection will rise&mdash;</br>(But I study the thought to resign),</br>How a nymph so sincere could despise</br>A bosom so gentle as mine!</br>Then suiting my reed to my lay,</br>I loiter the streamlet along,</br>And instruct the blithe birds of the spray</br>To sing my disconsolate song.</br>"]