["Despairing a table beside,</br>Squire Winelove forsaken was seen;</br>In verse thus he 'gan for to chide,</br>And thus he gave vent to his spleen,</br>While Popsy and Fancy and Dash,</br>To his sighs with their snores did reply:</br>And the deer, while he look'd through the fash,</br>Mov'd mournfully murmuring by.", "Thy fate, silly wretch, how support!</br>Thus sadly complaining, he cried,</br>To quit a good bottle of port,</br>'Twere better by far I had died.</br>Its blood like a ruby was bright,</br>When it flow'd, 'twas a pleasure too great,</br>I toasted and cried all the night,</br>Not nectar itself was so sweet.", "How foolish was I then to think,</br>When I went unmolested 'twould be,</br>Or that a good soul would not drink</br>Of its juices with pleasure and glee?</br>What made me suppose that my wine</br>Untouch'd in my parlour would rest;</br>That no taste would approve it but mine,</br>And drink it with relish and zest!", "What tho' I my tube can apply,</br>And light it whene'er I desire;</br>And see its smoke pleasant mount high,</br>Virginia still finding the fire.</br>Ah, Winelove, these words are in vain,</br>Thy pipe and tobacco give o'er;</br>No drops on the table remain,</br>Now PINCHEY has lock'd up the door.", "And you my companions so dear,</br>Who sorrow to see me betray'd,</br>Depriv'd of my bottle and chear,</br>So spiritless, sad, and dismay'd.</br>Tho' through the wide world I should range,</br>'Tis in vain from my fortune to fly,</br>'Twas Pinchey effected this change,</br>'Tis mine to be thirsty and dry.", "If while my hard fate I deplore,</br>From his breast all pity's not fled,</br>Once again let him ope the vault door,</br>And give me one bumper of red.</br>The last humble boon that I crave,</br>Is thus kindly to moisten my clay;</br>And when he looks down on my grave,</br>A few tears of old port let him pay.", "Then to a new place let him go,</br>The tea-cups arrange in array,</br>And please all the women with show,</br>A footman full gallant and gay;</br>While Winelove, forgotten and gone,</br>No longer shall top off his glass,</br>Unless when beneath the pale moon,</br>His ghost through the cellar shall pass.</br>"]