["SIR,</br>No Kind of Writing makes such strong Impressions upon the Minds of Men, as those Maxims which are to be met with in the Works of good Poets:  The Memory retains those Sentiments best, which are convey'd to it with the Harmony of Verse, and which are couch'd in apt and elegant Words.</br>The Antients conceiv'd so high a Veneration for Poetry, that they believ'd that Poets were the first Law-givers amongst Men; and that before Crimes and Injuries were restrain'd by Punishments, Morality was taught by Poets, whose Works were so highly honour'd by the People, that they had the Force of Laws.</br>We read, that when the Athenian Army under Nicias, was defeated in Sicily, the Conquerors treated the miserable Prisoners with all kind of Severity and Hardship, except such of them as cou'd recite any of the Verses of Euripides; these were distinguish'd, and used with great Kindness and Humanity; they were suffer'd to travel about the Country, to receive Gratifications from the People who flock'd about them, to listen to the Verses of that excellent Poet; a Circumstance to prove they were not a base People, for his Works abounded with Sentiments of Morality.</br>There is an old, and well-esteem'd Poet of our own Nation, from whose Works we might draw Lessons to instruct certain Persons into some Sense of Honour. &mdash; The Poet I mean is Spenser, who liv'd in the Reign of Queen Elizabeth, with whom he was a great Favourite:  In turning over his Works the other Day, I met with the Character of a wicked first Minister, which wou'd have suited your Brother Caleb's Purpose well, and made an excellent Conclusion to the Lord Winchester's Speech; but since he has omitted it, I send it to you to publish by Way of Appendix to that Paper, and I hope your Countrymen will receive it as well as from one who is their Friend, as the Sicilians did the Verses of Euripides from the Mouths of their Enemies.</br>The Lines are to be found in Mother Hubbard's Tale, where the Fox, who is always represented as the Emblem of Craft and Baseness, is raised to be first Minister in the Kingdom of Beasts.", "But the false Fox most kindly play'd his Part;</br>For whatsoever Mother Wit, or Art</br>Cou'd work, he put in Proof: &mdash; No practice sly,</br>No Counterpoint of cunning Polity:</br>No Reach, no Breach that might him Profit bring,</br>But he the same did to his Purpose wring:</br>Nought suffer'd he, his Prince to give or graunt,</br>But through his Hands must pass the Flaunt.</br>All OFFICES, &mdash; all Leases by him lept,</br>And of them all, what so he liked &mdash; \"he kept.</br>JUSTICE be Sold, INJUSTICE for to Buy,\"</br>And for to \"Purchase for his Progeny.\"", "Ill might it prosper, \"that ill gotten was;\"</br>But so he got it, little did he pass;</br>\"He fed his CUBS with Fat of all the Soil,\"</br>And with the \"Sweet of others sweating Toil.\"</br>He crammed them with Crums of Benefices,</br>And fill'd their Mouths with Meeds of \"Malefices:\"</br>He cloathed them with all Colours, \"save White,\"</br>And \"loaded them with LORDSHIPS,\" and with Might,</br>So much as they were able well to bear,</br>That with the Weight their Backs nigh broken were.</br>He \"chaffer'd Chairs,\" in which \"Churchmen were set,\"</br>And \"Breach of Laws,\" to  privy Farm \"did let.\"</br>No \"Statute\" so \"established\" might be,</br>No Ordinance so needful, but that He</br>\"Would violate,\" tho' not with Violence,</br>Yet under Colour of the Confidence,</br>The which the Prince reposed to him alone,</br>And reckon'd him the Kingdom's CORNER-STONE.</br>And ever, when he ought would bring to pass,</br>His long Experience the Platform was:</br>And, when he ought not pleasing would put by,</br>The Cloak was, &mdash; Care of Thrift, and Husbandry,</br>For to encrease the common Treasures Store,</br>But his own \"Treasure\" he \"encreased more;\"</br>\"And lifted up his lofty Towers thereby,\"</br>That they began to threat the Neighbour Sky:</br>The whiles the Prince's Palaces fell fast</br>To Ruin &mdash; (for what Thing can ever last?)</br>And whilst the other Peers for Poverty</br>Were forced their auntient Houses to let lie;</br>And their old Castles to the Ground to fall,</br>Which their Forefathers, famous over all,</br>Had founded for the Kingdoms Ornament,</br>And for their Memories long Moniment.", "But he no Count made of \"Nobility,\"</br>Nor the wild Beasts, whom Arms did glorify,</br>The Realm's chief Strength, and Garland of the Crown,</br>All these through feigned Crimes he thrust a-down,</br>Or made them dwell in Darkness of Disgrace,</br>For \"none, but whom he list, might come in Place.\"</br>Of Men of Arms he had but small Regard,</br>But kept them low, and streighten'd very hard.</br>For Men of Learning little he esteem'd,</br>His Cunning, he above all their Learning deem'd.</br>As for the Rascal Commons least he cared,</br>For not so common was his Bounty shared.</br>Let God (said He) if please, care for the many,</br>\"I for my self must care, before else any:\"</br>So did he \"Good\" to None, &mdash; to Many \"Ill,\"</br>\"So did he all the Kingdom rob and pill;\"</br>Yet none durst speak, for none durst of him plain,</br>So great was he in Grace, and rich through Gain.</br>Ne wou'd he any let to have Access</br>Unto the Prince, but by his own Address;</br>For all that else did come were sure to fail,</br>Yet wou'd he further none, but for \"Avail.\"</br>For on a Time the Sheep to whom of Yore,</br>The Fox had promised of Friendship Store.</br>When that the Prince, the Kingdom's first did gain,</br>Came to the Court, her Case there to complain,</br>How that the Wolf, her mortal Enemy,</br>Had sithence slain her Lamb most cruelly;</br>To let him know the Order of the Thing,</br>Soft, Gooddy Sheep, (then said the Fox) not so,</br>Unto the King so rash ye may not go;</br>He is with greater Matter busied,</br>Than a Lamb, or the Lambs own Mother's Hed.</br>Ne certes may I take it well in Part,</br>That ye my Cousin Wolf so fouly thwart,</br>And seek with Slander his good Name to blot,</br>For there was Cause, else do it he wou'd not:</br>Therefore surcease good Dame, and hence depart,</br>So went the Sheep away with heavy Heart.</br>So many moe, &mdash; so every one was used,</br>That to \"give hugely to the Box refused.\"</br>"]