["Sepulchre tells the knell of market day,</br>The lowing herds from Smithfield now are free;</br>The drover homeward plods his weary way,</br>And leaves the town to many a nightly spree.", "Now fades the glimmering streetscape on the sight,</br>And all that ere a solemn stillness holds,</br>Save where the butchers' carts wheel home their flight,</br>And drowsy watchmen fill the empty folds.", "Save that from yonder gaol without a tower,</br>The sleepy turnkey, grumbling, doth complain</br>Of such as knocking at too late an hour,</br>Molest his iron arbitrary reign.", "In yonder rugged walls for safety made,</br>Where giant ragstones frown in ponderous heap,</br>Each in his narrow cell till trial laid,</br>The rude disturbers of our sovereigns sleep.", "The breezy call of Watch!  at midnight morn,</br>The pocket plunder'd in some gambling shed,</br>The charley's rattle, or the mail-coach horn,</br>No more shall send them grumbling home to bed.", "For them no more shall pistol priming burn,</br>Nor flush-purs'd fencemen ply their ev'ning care,</br>Nor buxom blowings hail their rich return,</br>And frisk their fobs the envied swag to share.", "Oft did bright Bramahs to their picklocks yield,</br>Their jemmies oft the stubborn bar have broke,</br>How jocund did they fan their prads a-field</br>How bow'd the trav'ler to their sturdy stroke!", "Let not the honest mock their daring toil,</br>Their gin-fed joys in back-slum kens so big,</br>Nor rum beaks hear with magisterial smile,</br>The short, but flashy annals of a prig.", "Can storied urn, or animated bust,</br>A better, or more useful lesson teach,</br>Than when he's dead, and die we know he must,</br>A gallant cracksman's last, last dying speech!", "Nor you, ye proud, impute to these the fault,</br>That sometimes they are not inhumed at all,</br>But scorn the low sepulture of a vault,</br>And hang re-corded high in Surgeon's Hall.", "Yet even these bones that you may recollect,</br>Some frail memorial is placarded nigh,</br>To tell you how with halters they were deck'd,</br>And when the covies suffered, and for why.", "Their names, their years, some Sessions Paper's muse,</br>\"Behaviour, Life, and Character,\" supplies,</br>And tells how gaming, naughty girls, and booze,</br>Seduce the youth who, without respite, dies.", "Full many a gem of purest ray serene,</br>The dark unfathom'd fobs of gentry wear,</br>And many a hopeful youth with hand unseen,</br>Transfers it to his own peculiar care.", "Perhaps in these neglected cells are laid,</br>Some hearts once pregnant with mercurial fire,</br>Hands that the very devil might have play'd,</br>And tongues that still may grace a living liar;", "Some untried Turpin who with dauntless breast,</br>The double barrels of police withstood,</br>Some unfledged embryo Thurtell here may rest</br>As yet unguilty of his victim's blood.", "For thee, famed Johnny Ketch, now gone and dead,</br>Who gave full swing to Heroes of the Gate,</br>Perchance by curious excitement led,</br>Some kindred noosemen may enquire thy fate;", "Haply some hoary headed file may say,</br>\"Oft have I seen him at the peep of dawn</br>Brushing, with hasty step, the mob away,</br>To lag his men on execution morn.", "There on that spot where dangled many a wretch,</br>Whose felon forms were seen exposed on high,</br>Their listless legs he'd pull, their necks to stretch,</br>And pour a quartern to their last \"Good bye.\"", "Hard by each bar I've seen him wreckless stand,</br>The bar where thief is tried or liquor sold;</br>At each, half measures ne'er disgraced his hand,</br>Where prisoner was young, or max was old.", "One morn I missed him, at the whipping post,</br>Down at the tap, and near his favorite tree;</br>Another came, and what amazed me most,</br>Nor in the dock, nor at the bar was he.", "At length with dirges due, in sad array,</br>The Ordinary gave him to the dust;</br>Approach and read, for thou canst read the lay,</br>That is, if somebody should write it first.", "THE EPITAPH.</br>Here rests his head beneath the shades of night,</br>An awful man, JOHN CHESHIRE, too well known</br>For keeping in suspence full many a wight,</br>Whene'er the law had mark'd him for its own!", "Large was his bounty as his soul sincere,</br>He lov'd a drop, and though his heart was tough,</br>He gave a health whene'er he drank his beer,</br>And ne'er denied the wretched rope enough.", "No further seek his merits to disclose,</br>Nor ask where, living, 'twas he made abode,</br>His line's extinct, and now he takes repose,</br>Somewhere 'twixt Newgate and Old Tyburn road.</br>"]