["SONNET I.</br>Happy ye Leaves, whenas those lilly Hands,</br>Which hold my Life in their dead-doing Might,</br>Shall handle you, and hold in Love's soft Bands,</br>Like Captives trembling at the Victor's Sight.</br>And happy Lines, on which with starry Light,</br>Those ramping Eyes will deign sometimes to look,</br>And read the Sorrows of my dying Spright,</br>Written with Tears in Heart's close bleeding Book,</br>And happy Rimes bath'd in the sacred Brook</br>Of Helicon, whence she derived is,</br>When ye behold that Angel's blessed Look,</br>My Soul's long-lacked Food, my Heaven's Bliss.</br>Leaves, Lines, and Rimes, seek her to please alone;</br>Whom if ye please, I care for other none.", "SONNET II.</br>Unquiet Thought, whom at the first I bred,</br>Of th' inward Bale of my Love-pined Heart;</br>And sithence have with Sighs and Sorrows fed,</br>Till greater than my Womb thou waxen art:</br>Break forth at length out of the inner Part,</br>In which thou lurkest like to Vipers Brood,</br>And seek some Succour both to ease my Smart,</br>And also to sustain thy self with Food.</br>But if in Presence of that fairest Proud</br>Thou chance to come, fall lowly at her feet;</br>And with meek Humbless and afflicted Mood</br>Pardon for thee, and Grace for me intreat.</br>Which if she grant, then live, and my Love cherish;</br>If not, die soon, and I with thee will perish.", "SONNET III.</br>The sovereign Beauty which I do admire,</br>Witness the World how worthy to be prais'd;</br>The Light whereof hath kindled heavenly Fire</br>In my frail Spirit, by her from Baseness rais'd:</br>That being now with her huge Brightness daz'd,</br>Base dung I can no more endure to view;</br>But looking still on her, I stand amaz'd</br>At wondrous Sight of so celestial Hue.</br>So when my Tongue would speak her Praises due,</br>It stopped is with Thought's Astonishment;</br>And when my Pen would write her Titles true,</br>It ravish'd is with Fancy's Wonderment;</br>Yet in my Heart I then both speak and write</br>The Wonder that my Wit cannot endite.", "SONNET IV.</br>New Year forth looking out of Janus' Gate,</br>Doth seem to promise Hope of new Delight,</br>And bidding th' old adieu, his passed Date</br>Bids all old Thoughts to die in dumpish Spright.</br>And calling forth out of sad Winter's Night,</br>Fresh Love, that long hath slept in cheerless Bower,</br>Wills him awake, and soon about him dight</br>His wanton Wings and Darts of deadly Power.</br>For lusty Spring, now in his timely Howre,</br>Is ready to come forth, him to receive;</br>And warns the Earth, with divers-colour'd Flowre</br>To deck her self, and her fair Mantle weave.</br>Then you, fair Flowre, in whom fresh Youth doth reign,</br>Prepare your self, new Love to entertain.", "SONNET V.</br>Rudely thou wrongest my dear Heart's Desire,</br>In finding fault with her too portly Pride:</br>The thing which I do most in her admire,</br>Is of the World unworthy most envide.</br>For in those lofty Looks is close implide</br>Scorn of base things, and 'Sdeign of foul Dishonour;</br>Threatning rash Eyes which gaze on her so wide,</br>That loosely they ne dare to look upon her.</br>Such Pride is Praise, such Portliness is Honour,</br>That Boldness Innocence bears in her Eyes:</br>And her fair Countenance like a goodly Banner,</br>Spreads in defiance of all Enemies.</br>Was never in this World ought worthy tride,</br>Without some Spark of such self-pleasing Pride.", "SONNET VI.</br>Be nought dismaid that her unmoved Mind</br>Doth still persist in her rebellious Pride:</br>Such Love not like to Lusts of baser kind,</br>The harder won, the firmer will abide.</br>The dureful Oak, whose Sap is not yet dride,</br>Is long e'er it conceive the kindling Fire:</br>But when it once doth burn, it doth divide</br>Great Heat, and makes his Flames to Heaven aspire.</br>So hard it is to kindle new Desire</br>In gentle Breast, that shall endure for ever:</br>Deep is the Wound, that dints the Parts entire</br>With chaste Affects, that nought but Death can sever.</br>Then think not long in taking little pain,</br>To knit the Knot, that ever shall remain.", "SONNET VII.</br>Fair Eyes, the Mirrour of my mazed Heart,</br>What wondrous Vertue is contain'd in you,</br>The which both Life and Death forth from you dart</br>Into the Object of your mighty View?</br>For when ye mildly look with lovely Hue,</br>Then is my soul with Life and Love inspir'd:</br>But when ye lowre, or look on me askew,</br>Then do I die, as one with Lightning fir'd.</br>But since that Life is more than Death desir'd,</br>Look ever lovely, as becomes you best;</br>That your bright Beams of my weak Eyes admir'd,</br>May kindle living Fire within my Brest.</br>Such Life should be the Honour of your Light,</br>Such Death the sad Ensample of your Might.", "SONNET VIII.</br>More than most fair, full of the living Fire,</br>Kindled above, unto the Maker near:</br>No Eyes, but Joys, in which all Powers conspire,</br>That to the World nought else be counted dear.</br>Thro your bright Beams doth not the blinded Guest</br>Shoot out his Darts to base Affection's Wound,</br>But Angels come to lead frail Minds to rest</br>In chaste Desires, on heavenly Beauty bound.</br>You frame my Thoughts, and fashion me within;</br>You stop my Tongue, and reach my Heart to speak;</br>You calm the Storm that Passion did begin,</br>Strong thro your Cause, but by your Vertue weak.</br>Dark is the World, where your light shined never;</br>Well is he born, that may behold you ever.", "SONNET IX.</br>Long-while I sought to what I might compare</br>Those powreful Eyes, which lighten my dark Spright:</br>Yet find I nought on Earth, to which I dare</br>Resemble th' Image of the goodly Light.</br>Not to the Sun; for they do shine by Night:</br>Nor to the Moon; for they are changed never:</br>Nor to the Stars; for they have purer Sight:</br>Nor to the Fire; for they consume not ever:</br>Nor to the Lightning; for they still persever:</br>Nor to the Diamond; for they are more tender:</br>Nor unto Chrystal; for nought may them sever:</br>Nor unto Glass; such Baseness mought offend her.</br>Then to the Maker self they likest be,</br>Whose Light doth lighten all that here we see.", "SONNET X.</br>Unrighteous Lord of Love!  what Law is this,</br>That me thou makest thus tormented be?</br>The whiles she lordeth in licentious Bliss</br>Of her Free-will, scorning both thee and me.</br>See how the Tyranness doth joy to see</br>The huge Massacres which her Eyes do make;</br>And humbled Hearts brings captive unto thee,</br>That thou of them mayst mighty Vengeance take.</br>But her proud Heart do thou a little shake;</br>And that high Look, with which she doth control</br>All this World's Pride, bow to a baser Make,</br>And all her Faults in thy black Book enrol:</br>That I may laugh at her in equal sort,</br>As she doth laugh at me, and makes my Pain her Sport.", "SONNET XI.</br>Daily when I do seek and sue for Peace,</br>And Hostages do offer for my Truth;</br>She, cruel Warriour, doth her self address</br>To Battel, and the weary War renew'th.</br>Ne will be mov'd with Reason or with Ruth,</br>To grant small Respit to my restless Toil:</br>But greedily her fell Intent pursu'th,</br>Of my poor Life to make unpitied Spoil.</br>Yet my poor Life, all Sorrows to assoil,</br>I would her yield, her Wrath to pacifie:</br>But then she seeks with Torment and Turmoil,</br>To force me live, and will not let me die.</br>All Pain hath end, and every War hath Peace;</br>But mine, no Price nor Prayer may surcease.", "SONNET XII.</br>One day I sought with her heart-thrilling Eyes</br>To make a Truce, and Terms to entertain:</br>All fearless then of so false Enemies,</br>Which sought me to entrap in Treason's Train.</br>So, as I then disarmed did remain,</br>A wicked Ambush, which lay hidden long</br>In the close Covert of her guileful Eyen,</br>Thence breaking forth, did thick about me throng.</br>Too feeble I t' abide the Brunt so strong,</br>Was forc'd to yield my self into their hands;</br>Who me captiving straight with rigorous Wrong,</br>Have ever since kept me in cruel Bands.</br>So, Lady, now to you I do complain</br>Against your Eyes, that Justice I may gain.", "SONNET XIII.</br>In that proud Port, which her so goodly graceth,</br>Whiles her fair Face she rears up to the Sky,</br>And to the Ground her Eye-lids low embraceth,</br>Most goodly Temperature ye may descry,</br>Mild Humbless, mixt with aweful Majesty.</br>For, looking on the Earth, whence she was born,</br>Her Mind remembreth her Mortality,</br>What-so is fairest, shall to Earth return.</br>But that some lofty Countenance seems to scorn</br>Base thing, and think how she to Heaven may clime; </br>Treading down Earth as loathsome and forlorn,</br>That hinders heavenly Thoughts with drossy Slime:</br>Yet lowly still vouchsafe to took on me,</br>Such Lowliness shall make you lofty be.", "SONNET XlV.</br>Return again my Forces late dismaid,</br>Unto the Siege by you abandon'd quite:</br>Great Shame it is to leave, like one afraid,</br>So fair a Piece, for one Repulse so light.</br>'Gainst such strong Castles needeth greater Might</br>Than those small Forces ye were wont belay;</br>Such haughty Minds enur'd to hardy Fight,</br>Disdain to yield unto the first Assay.</br>Bring therefore all the Forces that ye may.</br>And lay incessant Battry to her Heart,</br>Plaints, Prayers, Vows, Ruth, Sorrow, and Dismay,</br>Those Engins can the proudest Love convert;</br>And if those fail, fall down and die before her;</br>So dying, live, and living do adore her.", "SONNET XV.</br>Ye tradeful Merchants, that with wary Toil</br>Do seek most precious things to make your Gain:</br>And both the India's of their Treasure spoil,</br>What needeth you to seek so far in vain?</br>For lo!  my Love doth in her self contain</br>All this World's Riches that may far be found;</br>If Saphyrs, lo!  her Eyes be Saphyrs plain;</br>If Rubies, lo!  her Lips be Rubies found:</br>If Pearls, her Teeth be Pearls, both pure and round</br>If Ivory, her Forehead Ivory ween;</br>If Gold, her Locks are finest Gold on ground;</br>If Silver, her fair Hands are Silver sheen:</br>But that which fairest is, but few behold,</br>Her Mind adorn'd with Vertues manifold.", "SONNET XVI.</br>One day as I unwarily did gaze</br>On those fair Eyes, my Love's immortal Light;</br>The whiles my stonish'd Heart stood in Amaze</br>Through sweet Illusion of her Look's Delight;</br>I mote perceive how in her glancing Sight,</br>Legions of Loves with little Wings did fly,</br>Darting their deadly Arrows fiery bright,</br>At every rash Beholder passing by.</br>One of those Archers closely I did spy,</br>Aiming his Arrow at my very Heart:</br>When suddenly with Twinkle of her Eye,</br>The Damsel broke his misintended Dart.</br>Had she not so done, sure I had been slain;</br>Yet as it was, I hardly scap'd with Pain.", "SONNET XVII.</br>The glorious Pourtract of that Angel's Face,</br>Made to amaze weak Mens confused Skill,</br>And this World's worthless Glory to embrace,</br>What Pen, what Pensil can express her fill?</br>For though he Colours could devise at will,</br>And eke his learned Hand at pleasure guide,</br>Lest trembling, it his Workmanship should spill,</br>Yet many wondrous things there are beside.</br>The sweet Eye-glances, that like Arrows glide.</br>The charming Smiles, that rob Sense from the Heart;</br>The lovely Pleasance, and the lofty Pride,</br>Cannot expressed be by any Art.</br>A greater Craftsman's Hand thereto doth need,</br>That can express the Life of things indeed.", "SONNET XVIII.</br>The rolling Wheel, that runneth often round,</br>The hardest Steel in Tract of Time doth tear;</br>And drizling Drops that often do redound,</br>The firmest Flint doth in Continuance wear:</br>Yet cannot I, with many a dropping Tear,</br>And long Intreaty, soften her hard Heart;</br>That she will once vouchsafe my Plaint to hear,</br>Or look with Pity on my painful Smart.</br>But when I plead, she bids me play my part;</br>And  when I weep, she says, Tears are but Water;</br>And when I sigh she says, I know the Art;</br>And when I wail, she turns her self to Laughter.</br>So do I weep and wail, and plead in vain,</br>Whiles she as Steel and Flint doth still remain.", "SONNET XIX.</br>The merry Cuckow, Messenger of Spring,</br>His Trumpet shrill hath thrice already sounded;</br>That warns all Lovers wait upon their King,</br>Who now is coming forth with Girland crowned.</br>With Noise whereof the Quire of Birds resounded</br>Their Anthems sweet, devized of Love's Praise;</br>That all the Woods their Ecchoes back rebounded,</br>As if they knew the meaning of their Lays.</br>But 'mongst them all, which did Love's Honour raise,</br>No word was heard of her that most it ought;</br>But she his Precept proudly disobeys,</br>And doth his idle Message set at nought.</br>Therefore, O Love!  unless she turn to thee</br>E'er Cuckow end, let her a Rebel be.", "SONNET XX.</br>In vain I seek and sue to her for Grace,</br>And do mine humble Heart before her pour;</br>The whiles her Foot she in my Neck doth place</br>And tread my Life down in the lowly Flour.</br>And yet the Lion, that is Lord of Power,</br>And reigneth over every Beast in Field,</br>In his most Pride disdeigneth to devour</br>The silly Lamb that to his Might doth yield.</br>But she, more cruel and more salvage wild</br>Than either Lion, or the Lioness,</br>Shames not to be with guiltless Blood defil'd,</br>But taketh Glory in her Cruelness.</br>Fairer than Fairest, let none ever say,</br>That ye were blooded in a yielded Prey.", "SONNET XXI.</br>Was it the Work of Nature or of Art,</br>Which tempred so the Features of her Face,</br>That Pride and Meekness, mixt by equal part,</br>Do both appear t' adorn her Beauty's Grace?</br>For with mild Pleasance, which doth Pride displace,</br>She to her Love doth Lookers Eyes allure;</br>And with stern Count'nance back again doth chace</br>Their looser Looks that stir up Lusts impure:</br>With such strange Trains her Eyes she doth inure,</br>That with one Look she doth my Life dismay;</br>And with another doth it straight recure;</br>Her Smile me draws, her Frown me drives away.</br>Thus doth she train and teach me with her Looks,</br>Such Art of Eyes I never read in Books.", "SONNET XXII.</br>This holy Season, fit to fast and pray,</br>Men to Devotion ought to be inclin'd:</br>Therefore, I likewise on so holy Day,</br>For my sweet Saint some Service fit will find.</br>Her Temple fair is built within my Mind,</br>In which her glorious Image placed is,</br>On which my Thoughts do day and night attend,</br>Like sacred Priests that never think amiss:</br>There I to her, as th' Author of my Bliss,</br>Will build an Altar to appease her Ire,</br>And on the same my Heart will sacrifice,</br>Burning in Flames of pure and chaste Desire;</br>The which vouchsafe, O Goddess!  to accept,</br>Amongst thy dearest Relicks to be kept.", "SONNET XXIII.</br>Penelope, for her Ulysses' sake,</br>Deviz'd a Web her Woers to deceive;</br>In which the Work, that she all day did make,</br>The same at night she did again unreave:</br>Such subtil Craft my Damsel doth conceive,</br>Th' importunate Sute of my Desire to shun;</br>For all that I in many days do weave,</br>In one short Hour I find by her undun.</br>So when I think to end that I begun,</br>I must begin and never bring to end;</br>Forth with one Look, she spills that long I spun,</br>And with one word my whole Year's Work doth rend.</br>Such Labour like the Spider's Web I find,</br>Whose fruitless Work is broken with least Wind.", "SONNET XXIV.</br>When I behold that Beauty's Wonderment,</br>And rare Perfection of each goodly Part,</br>Of Nature's Skill the only Complement,</br>I honour and admire the Maker's Art.</br>But when I feel the bitter baleful Smart,</br>Which her fair Eyes unwares do work in me,</br>That Death out of their shiny Beams do dart,</br>I think that I a new Pandora see;</br>Whom all the Gods in Counsel did agree,</br>Into this sinful World from Heaven to send,</br>That she to wicked Men a Scourge should be,</br>For all their Faults with which they did offend.</br>But since ye are my Scourge, I will intreat,</br>That for my Faults ye will me gently beat.", "SONNET XXV.</br>How long shall this like dying Life endure,</br>And know no end of its own Misery?</br>But waste and wear away in Terms unsure,</br>'Twixt Fear and Hope depending doubtfully.</br>Yet better were attonce to let me die,</br>And shew the last Ensample of your Pride,</br>Than to torment me thus with Cruelty,</br>To prove your Pow'r, which I too well have tride.</br>But yet if in your harden'd Breast ye hide</br>A close Intent at last to mew me Grace:</br>Then all the Woes and Wrecks which I abide,</br>As Means of Bliss I gladly will embrace;</br>And wish that more and greater they might be,</br>That greater Meed at last may turn to me.", "SONNET XXVI.</br>Sweet is the Rose, but grows upon a Brere;</br>Sweet is the Juniper, but sharp his Bough;</br>Sweet is the Eglantine, but pricketh near;</br>Sweet is the Firbloom, but his Branches rough;</br>Sweet is the Cypress, but his Rind is tough;</br>Sweet is the Nut, but bitter is his Pill;</br>Sweet is the Broom-flowre, but yet sour enough;</br>And sweet is Moly, but his Root is ill.</br>So every Sweet with Sour is tempred still</br>That maketh it be coveted the more:</br>For easy things, that may be got at will;</br>Most sorts of Men to set but little store.</br>Why then should I account of little pain,</br>That endless Pleasure shall unto me gain?", "SONNET XXVII.</br>Fair Proud, now tell me, why should Fair be proud,</br>Sith all World's Glory is but Dross unclean?</br>And in the shade of Death it self should shroud,</br>How-ever now thereof ye little ween.</br>That goodly Idol now so gay beseen,</br>Shall doff her Fleshes borrow'd fair Attire;</br>And be forgot as it had never been,</br>That many now much worship and admire.</br>Ne any then shall after it inquire,</br>Ne any mention shall thereof remain,</br>But what this Verse, that never shall expire,</br>Shall to you purchase with her thankless Pain.</br>Fair, be no longer proud of that shall perish,</br>But that which shall you make Immortal, cherish.", "SONNET XXVIII.</br>The Laurel Leaf, which you this day do wear;</br>Gives me great Hope of your relenting Mind;</br>For since it is the Badge which I do bear,</br>Ye bearing it, do seem to me inclin'd:</br>The power thereof, which oft in me I find,</br>Let it likewise your gentle Breast inspire</br>With sweet Infusion, and put you in mind</br>Of that proud Maid, whom now those Leaves attire.</br>Proud Daphne scorning Phoebus' lovely Fire,</br>On the Thessalian Shore from him did flie;</br>For which the Gods, in their revengeful Ire,</br>Did her transform into a Laurel-Tree.</br>Then fly no more, fair Love, from chace,</br>But in your Breast his Leaf and Love embrace.", "SONNET XXIX.</br>See how the stubborn Damsel doth deprave</br>My simple meaning with disdainful scorn;</br>And by the Bay which I unto her gave,</br>Accounts my self her Captive quite forlorn.</br>The Bay, quoth she, is of the Victor born,</br>Yielded them by the Vanquisht as their Meeds;</br>And they therewith do Poets Heads adorn,</br>To sing the Glory of their famous Deeds.</br>But sith she will the Conquest challenge needs,</br>Let her accept me as her faithful Thrall,</br>That her great Triumph, which my Skill exceeds,</br>I may in trump of Fame blaze over all.</br>Then would I deck her Head with glorious Bays,</br>And fill the World with her victorious Praise.", "SONNET XXX.</br>My Love is like to Ice, and I to Fire;</br>How comes it then that this her Cold so great</br>Is not dissolv'd through my so hot Desire,</br>But harder grows the more I her intreat?</br>Or how comes it that my exceeding Heat</br>Is not delaid by her Heart-frozen-Cold;</br>But that I burn much more in boiling Sweat,</br>And feel my Flames augmented manifold?</br>What more miraculous thing may be told,</br>That Fire which all things melts, should harden Ice;</br>And Ice which is congeal'd with sensless Cold.</br>Should kindle Fire by wonderful device?</br>Such is the Power of Love in gentle Mind,</br>That it can alter all the Course of Kind.", "SONNET XXXI.</br>Ah, why hath Nature to so hard a Heart</br>Given so goodly Gifts of Beauty's Grace?</br>Whose Pride depraves each other better part,</br>And all those precious Ornaments deface.</br>Sith to all other Beasts of bloody Race,</br>A dreadful Countenance she given hath;</br>That with their Terrour all the rest may chace,</br>And warn to shun the danger of their Wrath.</br>But my Proud one doth work the greater Scath,</br>Through sweet Allurement of her lovely Hue;</br>That she the better may in bloody Bath</br>Of such poor Thrall, her cruel Hands embrew.</br>But did she know how ill these two accord,</br>Such Cruelty she would have soon abhor'd.", "SONNET XXXII.</br>The painful Smith, with force of fervent Heat,</br>The hardest Iron soon doth mollifie,</br>That with his heavy Sledge he can it beat,</br>And fashion to what he it list apply.</br>Yet cannot all these Flames in which I fry,</br>Her Heart more hard than Iron soft awhit;</br>Ne all the Plaints and Prayers with which I</br>Do beat on th' Anvile of her stubborn Wit:</br>But still the more she fervent sees my Fit,</br>The more she friezeth in her wilful Pride;</br>And harder grows the harder she is smit,</br>With all the Plaints which to her be applide.</br>What then remains but I to Ashes burn,</br>And she to Stones at length all frozen turn?", "SONNET XXXIII.</br>Great wrong I do, I can it not deny,</br>To that most sacred Empress my dear Dread,</br>Nor finishing her Queen of Faery,</br>That mote enlarge her living Praises dead:</br>But Lodwick, this of Grace to me aread;</br>Do ye not think th' accomplishment of it,</br>Sufficient work for one Man's simple Head,</br>All were it as the rest, but rudely writ?</br>How then should I without another Wit,</br>Think ever to endure so tedious Toil?</br>Sith that this one is toast with troublous fit</br>Of a proud Love, that doth my Spirit spoil.</br>Cease then, till she vouchsafe to grant me Rest,</br>Or lend you me another living Breast.", "SONNET XXXIV.</br>Like as a Ship, that through the Ocean wide,</br>By Conduct of some Star doth make her way,</br>When as a Storm hath dim'd her trusty Guide,</br>Out of her Course doth wander far astray;</br>So I, whose Star, that wont with her bright Ray</br>Me to direct, with Clouds is over-cast,</br>Do wander now in Darkness and Dismay,</br>Through hidden Perils round about me plac'd;</br>Yet hope I will, that when this Storm is past,</br>My Helice, the Loadstar of my Life,</br>Will shine again, and look on me at last</br>With lovely Light, to clear my cloudy Grief.</br>Till then I wander, careful, comfortless,</br>In secret Sorrow, and sad Pensiveness.", "SONNET XXXV.</br>My hungry Eyes through greedy Covetise,</br>Still to behold the Object of their Pain,</br>With no Contentment can themselves suffice;</br>But having, pine; and having not, complain.</br>For lacking it, they cannot Life sustain,</br>And having it, they gaze on it the more;</br>In their Amazement like Narcissus vain,</br>Whose Eyes him starv'd:  so plenty makes me poor.</br>Yet are mine Eyes so filled with the store</br>Of that fair Sight, that nothing else they brook,</br>But loath the things which they did like before,</br>And can no more endure on them to look.</br>All this World's Glory seemeth vain to me,</br>And all their Shows but Shadows, saving she.", "SONNET XXXVl.</br>Tell me, when shall these weary Woes have end,</br>Or shall their ruthless Torment never cease?</br>But all my days in pining Languor spend,</br>Without Hope of asswagement or release.</br>Is there no means for me to purchase Peace,</br>Or make agreement with her thrilling Eyes?</br>But that their Cruelty doth still increase,</br>And daily more augment my Miseries.</br>But when ye have shew'd all Extremities,</br>Then think how little Glory ye have gain'd,</br>By slaying him, whose Life though you despize,</br>Mote have your Life in honour long maintain'd.</br>But by his Death, which some perhaps will mone,</br>Ye shall condemned be of many a one.", "SONNET XXXVII.</br>What Guile is this, that those her golden Tresses</br>She doth attire under a Net of Gold;</br>And with sly Skill so cunningly them dresses,</br>That which is Gold or Hair, may scarce be told?</br>Is it that Men's frail Eyes, which gaze too bold,</br>She may entangle in that golden Snare;</br>And being caught, may craftily enfold</br>Their weaker Hearts, which are not well aware?</br>Take heed therefore, mine Eyes, how ye do stare</br>Henceforth too rashly on that guileful Net,</br>In which, if ever ye entrapped are,</br>Out of her Bands ye by no means shall get.</br>Fondness it were for any, being free,</br>To covet Fetters, though they golden be.", "SONNET XXXVIII.</br>Arion, when through Tempest's cruel Wrack</br>He forth was thrown into the greedy Seas;</br>Through the sweet Musick which his Harp did make,</br>Allur'd a Dolphin him from Death to ease.</br>But my rude Musick, which was wont to please</br>Some dainty Ears, cannot with any Skill</br>The dreadful Tempest of her Wrath appease,</br>Nor move the Dolphin from her stubborn Will:</br>But in her Pride she doth persevere still,</br>All careless how my Life for her decays;</br>Yet with one Word she can it save or spill:</br>To spill were pity, but to save were praise.</br>Chuse rather to be prais'd for doing Good,</br>Than to be blam'd for spilling guiltless Blood.", "SONNET XXXIX.</br>Sweet Smile, the Daughter of the Queen of Love,</br>Expressing all thy Mother's powerful Art,</br>With which she wonts to temper angry Jove,</br>When all the Gods he threats with thundring Dart:</br>Sweet is thy Vertue, as thy self sweet art;</br>For when on me thou shinedst late in sadness,</br>A melting Pleasance ran through every part,</br>And me revived with heart-robbing Gladness.</br>Whilst rapt with Joy resembling heavenly Madness,</br>My Soul was ravisht quite as in a Trance:</br>And feeling thence no more her Sorrow's sadness,</br>Fed on the Fulness of that chearful Glance.</br>More sweet than Nectar or Ambrosial Meat,</br>Seem'd every bit which thenceforth I did eat.", "SONNET XL.</br>Mark when she smiles with amiable Chear;</br>And tell me whereto can ye liken it:</br>When on each Eye-lid sweetly do appear</br>An hundred Graces as in shade to sit.</br>Likest it seemeth, in my simple Wit,</br>Unto the fair Sunshine in Summers-day;</br>That when a dreadful Storm away is flit,</br>Through the broad World doth spread his goodly Ray:</br>At sight whereof, each Bird that sits on Spray,</br>And every Beast that to his Den was fled,</br>Come forth afresh out of their late Dismay</br>And to the Light lift up their drooping Head.</br>So my Storm-beaten Heart likewise is chear'd</br>With that Sun-shine, when cloudy Looks are clear'd.", "SONNET XLI.</br>Is it her Nature, or is it her Will,</br>To be so cruel to an humbled Foe?</br>If Nature, then she may it mend with Skill;</br>If Will, then she at Will may Will forgoe.</br>But if her Nature and her Will be so,</br>That she will plague the Man that loves her most,</br>And take delight t' encrease a Wretch's Woe;</br>Then all her Nature's goodly Gifts are lost:</br>And that same glorious Beauty's idle Boast,</br>Is but a Bait such Wretches to beguile,</br>As being long in her Love's Tempest tost,</br>She means at last to make her piteous Spoil.</br>O fairest Fair, let never it be nam'd,</br>That so fair Beauty was so foully sham'd!", "SONNET XLII.</br>The Love which me so cruelly tormenteth,</br>So pleasing is in my extreamest Pain,</br>That all the more my Sorrow it augmenteth,</br>The more I love and do embrace my Bane.</br>Ne do I wish (for wishing were but vain)</br>To be acquit to my continual Smart;</br>But joy, her Thrall for ever to remain,</br>And yield for Pledge my poor captived Heart:</br>The which that it from her may never start,</br>Let her, if please her, bind with Adamant Chain;</br>And from all wandring Loves which mote pervart,</br>In safe Assurance strongly it restrain.</br>Only let her abstain from Cruelty,</br>And do me not before my time to die.", "SONNET XLIII.</br>Shall I then silent be, or shall I speak?</br>And if I speak, her Wrath renew I shall:</br>And if I silent be, my Heart will break,</br>Or choaked be with overflowing Gall.</br>What Tyranny is this, my Heart to thrall,</br>And eke my Tongue with proud restraint to tie;</br>That neither I may speak nor think at all,</br>But like a stupid Stock in silence die?</br>Yet I my Heart with silence secretly</br>Will teach to speak, and my just Cause to plead;</br>And eke mine Eyes with meek Humility,</br>Love-learned Letters to her Eyes to read:</br>Which her deep Wit, that true Heart's Thought can spell,</br>Will soon conceive, and learn to construe well.", "SONNET XLIV.</br>When those renowned noble Peers of Greece,</br>Through stubborn Pride among themselves did jar,</br>Forgetful of the famous golden Fleece,</br>Then Orpheus with his Harp their Strife did bar.</br>But this continual, cruel, civil War,</br>The which my self against my self do make,</br>Whilst my weak Powers of Passions warreid are,</br>No Skill can stint, nor Reason can aslake.</br>But when in hand my tuneless Harp I take,</br>Then do I more augment my Foes despight;</br>And Grief renew, and Passions do awake</br>To Battail, fresh against my self to fight.</br>'Mongst whom the more I seek to settle Peace,</br>The more I find their Malice to increace.", "SONNET XLV.</br>Leave, Lady, in your Glass of Crystal clean</br>Your goodly self for evermore to view:</br>And in my self, my inward self I mean,</br>Most lively like behold your Semblant true.</br>Within my Heart, though hardly it can shew</br>Thing so Divine to view of earthly Eye;</br>The fair Idea of your celestial Hue,</br>And every part remains immortally:</br>And were it not that through your Cruelty,</br>With Sorrow dimmed, and deform'd it were,</br>The goodly Image of your Visnomy,</br>Clearer than Crystal would therein appear.</br>But if your self in me ye plain will see,</br>Remove the Cause by which your fair Beams darkned be.", "SONNET XLVI.</br>When my abodes prefixed time is spent,</br>My cruel Fair straight bids me wend away:</br>But then from Heaven most hideous Storms are sent,</br>As willing me against her Will to stay.</br>Whom then shall I, or Heaven or her obey?</br>The Heavens know best what is the best for me:</br>But as she will, whose Will my Life doth sway,</br>My lower Heaven, so it perforce must be.</br>But ye high Heavens, that all this Sorrow see,</br>Sith all your Tempests cannot hold me back,</br>Asswage your Storms, or else both you and she</br>Will both together me too sorely wrack.</br>Enough it is for one Man to sustain</br>The Storms, which she alone on me doth rain.", "SONNET XLVII.</br>Trust not the Treason of those smiling Looks,</br>Until ye have their guileful Trains well bide;</br>For they are like but unto golden Hooks,</br>That from the foolish Fish their Baits do hide:</br>So she with flattering Smiles weak Hearts doth guide</br>Unto her Love, and tempt to their decay;</br>Whom being caught, she kills with cruel Pride,</br>And feeds at pleasure on the wretched Prey:</br>Yet even whilst her bloody Hands them slay,</br>Her Eyes look lovely, and upon them smile;</br>That they take pleasure in their cruel Play,</br>And dying, do themselves of Pain beguile.</br>O mighty Charm which makes Men love their Bane,</br>And think they die with Pleasure, live with Pain!", "SONNET XLVIII.</br>Innocent Paper, whom too cruel Hand</br>Did make the matter to avenge her Ire;</br>And ere she could thy cause well understand,</br>Did sacrifice unto the greedy Fire:</br>Well worthy thou to have found better Hire,</br>Than so bad End, for Hereticks ordain'd;</br>Yet Heresie nor Treason didst conspire,</br>But plead thy Master's Cause, unjustly pain'd.</br>Whom she, all careless of his Grief, constrain'd</br>To utter forth the Anguish of his Heart;</br>And would not hear, when he to her complain'd</br>The piteous Passion of his dying Smart.</br>Yet live for ever, though against her Will,</br>And speak her good, though she requite it ill.", "SONNET XLIX.</br>Fair Cruel, why are ye so fierce and cruel?</br>Is it because your Eyes have power to kill?</br>Then know that Mercy is the Mighty's Jewel,</br>And greater Glory think to save, than spill.</br>But if it be your Pleasure and proud Will,</br>To shew the power of your imperious Eyes;</br>Then not on him that never thought you ill,</br>But bend your Force against your Enemies.</br>Let them feel th' utmost of your Cruelties,</br>And kill with Looks, as Cockatrices do:</br>But him that at your Footstool humbled lies,</br>With merciful regard, give mercy to.</br>Such Mercy shall you make admir'd to be;</br>So shall you live, by giving Life to me.", "SONNET L.</br>Long languishing in double Malady,</br>Of my Heart's Wound, and of my Body's Grief,</br>There came to me a Leach, that would apply</br>Fit Med'cines for my Body's best Relief;</br>Vain Man, quoth I, that hast but little Prief</br>In deep discovery of the Mind's Disease;</br>Is not the Heart of all the Body chief?</br>And rules the Members as it self doth please?</br>Then with some Cordials seek for to appease</br>The inward Languour of my wounded Heart,</br>And then my Body shall have shortly ease:</br>But such sweet Cordials pass Physicians Art.</br>Then my Life's Leach, do you your Skill reveal,</br>And with one Salve, both Heart and Body heal.", "SONNET LI.</br>Do I not see the fairest Images,</br>Of hardest Marble are of purpose made,</br>For that they should endure through many Ages,</br>Ne let their famous Moniments to fade?</br>Why then do I, untrain'd in Lover's bale,</br>Her Hardness blame, which I should more commend?</br>Sith never ought was excellent assaid,</br>Which was not hard t' atchive and bring to end;</br>Ne ought so hard, but he that would attend,</br>Mote soften it and to his Will allure:</br>So do I hope her stubborn Heart to bend,</br>And that it then more stedfast will endure.</br>Only my pains will be the more to get her,</br>But having her, my Joy will be the greater.", "SONNET LII.</br>So oft as homeward I from her depart,</br>I go like one that having lost the Field,</br>Is Prisoner led away with heavy Heart,</br>Dispoil'd of warlike Arms and knowen Shield.</br>So do I now my self a Prisoner yield,</br>To Sorrow and to solitary Pain;</br>From presence of my dearest Dear exil'd,</br>Long-while alone in Languour to remain.</br>Then let no Thought of Joy, or Pleasure vain,</br>Dare to approach, that may my Solace breed:</br>But suddain Dumps, and drery sad Disdain</br>Of all World's Gladness more my Torment feed.</br>So I her Absence will my Penance make,</br>That of her Presence I my Meed may take.", "SONNET LIII.</br>The Panther knowing that his spotted Hide</br>Doth please all Beasts, but that his Looks them fray;</br>Within a Bush his dreadful Head doth hide,</br>To let them gaze, whilst he on them may prey.</br>Right so my cruel Fair with me doth play;</br>For with the goodly Semblance of her Hue,</br>She doth allure me to mine own Decay,</br>And then no Mercy will unto me shew;</br>Great shame it is, thing so Divine in view,</br>Made for to be the World's most Ornament,</br>To make the Bait her Gazers to embrew;</br>Good shames to be to Ill an Instrument:</br>But Mercy doth with Beauty best agree,</br>As in their Maker ye them best may see.", "SONNET LIV.</br>Of this World's Theater in which we stay,</br>My Love, like the Spectator, idle sits,</br>Beholding me that all the Pageants play,</br>Disguising diversly my troubled Wits.</br>Sometimes I joy, when glad occasion fits,</br>And mask in Mirth like to a Comedy;</br>Soon after, when my Joy to Sorrow flits,</br>I wail, and make my Woes a Tragedy.</br>Yet she beholding me with constant Eye,</br>Delights not in my Mirth, nor rues my Smart;</br>But when I laugh, she mocks; and when I cry,</br>She laughs, and hardens evermore her Heart.</br>What then can move her?  if nor Mirth nor Mone,</br>She is no Woman, but a sensless Stone.", "SONNET LV.</br>So oft as I her Beauty do behold,</br>And there-with do her Cruelty compare,</br>I marvail of what substance was the Mould,</br>The which her made attonce so cruel Fair.</br>Not Earth; for her high Thoughts more Heav'nly are:</br>Not Water; for her Love doth burn like Fire:</br>Not Air; for she is not so light or rare;</br>Not Fire; for she doth freeze with faint Desire;</br>Then needs another Element inquire</br>Whereof she mote be made; that is, the Sky.</br>For, to the Heaven her haughty Looks aspire:</br>And eke her Love is pure immortal hy.</br>Then sith to Heaven ye likened are the best,</br>Be like in Mercy as in all the rest.", "SONNET LVI.</br>Fair ye be sure, but cruel and unkind,</br>As is a Tyger, that with greediness</br>Hunts after Blood, when he by chance doth find</br>A feeble Beast, doth felly him oppress.</br>Fair be ye sure, but proud and pitiless,</br>As is a Storm, that all things doth prostrate;</br>Finding a Tree alone all comfortless,</br>Bears on it strongly, it to ruinate.</br>Fair be ye sure, but hard and obstinate,</br>As is a Rock amidst the raging Floods;</br>'Gainst which, a Ship, of Succour desolate,</br>Doth suffer Wreck both of her self and Goods.</br>That ship, that Tree, and that same Beast am I,</br>Whom ye do wreck, do ruin, and destroy.", "SONNET LVII.</br>Sweet Warriour, when shall I have Peace with you?</br>High time it is this War now ended were;</br>Which I no longer can endure to sue,</br>Ne your incessant Battry more to bear.</br>So weak my Powers, so sore my Wounds appear,</br>That Wonder is how I should live a Jot,</br>Seeing my Heart through-launced every where</br>With thousand Arrows, which your Eyes have shot:</br>Yet shoot ye sharply still, and spare me not,</br>But Glory think to make these cruel Stoures.</br>Ye cruel one, what Glory can be got</br>In slaying him that would live gladly yours?</br>Make Peace therefore, and grant me timely Grace,</br>That all my Wounds will heal in little space.", "SONNET LVIII.</br>TO HER THAT IS MOST ASSURED TO HER SELF.</br>Weak is th' Assurance that weak Flesh reposeth</br>In her own Powre, and scorneth others Aid;</br>That soonest falls, when as she most supposeth</br>Her self assur'd, and is of nought affraid.</br>All Flesh is frail, and all her Strength unstaid,</br>Like a vain Bubble blowen up with Air:</br>Devouring Time and changeful Chance have prey'd</br>Her glorious Pride, that none may it repair.</br>Ne none so rich or wise, so strong or fair,</br>But faileth, trusting on his own Assurance;</br>And he that standeth on the highest Stair</br>Falls lowest:  for on Earth nought hath endurance.</br>Why then do ye, proud Fair, misdeem so farr,</br>That to your self ye most assured are?", "SONNET LIX</br>Thrice happy she, that is so well assur'd</br>Unto her self, and settled so in Heart</br>That neither will for better be allur'd,</br>Ne fears to worse with any Chance to start:</br>But like a steddy Ship, doth strongly part</br>The raging Waves, and keeps her Course aright;</br>Ne ought for Tempest doth from it depart,</br>Ne ought for fairer Weather's false Delight.</br>Such Self-assurance need not fear the Spight</br>Of grudging Foes, ne Favour seek of Friends:</br>But in the stay of her own stedfast Might,</br>Neither to one her self nor other bends.</br>Most happy she that most assur'd doth rest,</br>But he most happy who such one loves best.", "SONNET LX.</br>They that in Course of heavenly Sphears are skill'd,</br>To every Planet point his sundry Year;</br>In which her Circle's Voyage is fulfill'd,</br>As Mars in threescore Years doth run his Sphear.</br>So since the winged God his Planet clear</br>Began in me to move, one Year is spent;</br>The which doth longer unto me appear,</br>Than all those forty which my Life out-went.</br>Then by that count, which Lovers Books invent,</br>The Sphear of Cupid forty Years contains;</br>Which I have wasted in long Languishment,</br>That seem'd the longer for my greater Pains.</br>But let my Love's fair Planet short her Ways</br>This Year ensuing, or else short my Days.", "SONNET LXI.</br>The glorious Image of the Maker's Beauty,</br>My soveraign Saint, the Idol of my Thought,</br>Dare nor henceforth, above the Bounds of Duty,</br>T' accuse of Pride, or rashly blame for ought.</br>For, being as she is, divinely wrought,</br>And of the Brood of Angels heav'nly born;</br>And with the Crew of blessed Saints upbrought,</br>Each of which did her with her Gifts adorn:</br>The Bud of Joy, the Blossom of the Morn,</br>The Beam of Light, whom mortal Eyes admire:</br>What reason is it then but she should scorn</br>Base things, that to her Love too bold aspire?</br>Such heav'nly Forms ought rather worshipt be,</br>Than dare be lov'd by Men of mean Degree.", "SONNET LXII.</br>The weary Year his Race now having run,</br>The new begins his compast Course anew:</br>With shew of Morning mild he hath begun,</br>Betokening Peace and Plenty to ensew.</br>So let us, which this chance of Weather view,</br>Change eke our Minds, and former Lives amend</br>The old Year's Sins forepast let us eschew,</br>And fly the Faults with which we did offend.</br>Then shall the New-Year's Joy forth freshly send,</br>Into the glooming World his gladsom Ray;</br>And all these Storms which now his Beauty blend,</br>Shall turn to Calms, and timely clear away.</br>So likewise, Love, chear you your heavy Spright,</br>And change old Year's Annoy, to new Delight.", "SONNET LXIII.</br>After long Storms and Tempests sad Assay,</br>Which hardly I endured heretofore,</br>In dread of Death and dangerous Dismay,</br>With which my silly Bark was tossed sore;</br>I do at length descry the happy Shore,</br>In which I hope e're long for to arrive:</br>Fair Soil it seems from far, and fraught with Store</br>Of all that dear and dainty is alive.</br>Most happy he, that can at last atchive</br>The joyous Safety of so sweet a Rest;</br>Whose least Delight sufficeth to deprive</br>Remembrance of all Pains which him opprest.</br>All Pains are nothing in respect of this,</br>All Sorrows short that gain eternal Bliss.", "SONNET LXIV.</br>Coming to kiss her Lips (such Grace I found)</br>Me seem'd I smelt a Garden of sweet Flowres,</br>That dainty Odours from them threw around,</br>For Damzels fit to deck their Lover's Bowres.</br>Her Lips did smell like unto Gilliflowers,</br>Her ruddy Cheeks like unto Roses red;</br>Her snowy Brows like budded Bellamoures;</br>Her lovely Eyes, like Pinks but newly spred;</br>Her goodly Bosom, like a Strawberry Bed;</br>Her Neck, like to a Bunch of Cullambines;</br>Her Brest like Lillies, ere their Leaves be shed;</br>Her Nipples like young blossom'd Jessemines:</br>Such fragrant Flowres do give most odorous Smell,</br>But her sweet Odour did them all excel.", "SONNET LXV.</br>The Doubt which ye misdeem, fair Love, is vain,</br>That fondly fear to lose your Liberty;</br>When losing one, two Liberties ye gain,</br>And make him bound, that Bondage earst did fly.</br>Sweet be the Bands, the which true Love doth tye,</br>Without Constraint, or dread of any Ill:</br>The gentle Bird feels no Captivity</br>Within her Cage, but sings, and feeds her fill.</br>There Pride dare not approach, nor Discord spill</br>The League 'twixt them, that loyal Love hath bound;</br>But simple Truth and mutual Good-will,</br>Seeks with sweet Peace to salve each other's Wound;</br>There Faith doth fearless dwell in brasen Towre,</br>And spotless Pleasure builds her sacred Bowre.", "SONNET LXVI.</br>To all those happy Blessings which ye have,</br>With plenteous Hand by Heaven upon you thrown,</br>This one Disparagement they to you gave,</br>That ye your Love lent to so mean a one.</br>Ye whose high Words surpassing Paragon,</br>Could not on Earth have found one fit for Mate,</br>He but in Heaven matchable to none,</br>Why did ye stoop unto so lowly State?</br>But ye thereby much greater Glory gate,</br>Than had ye sorted with a Prince's Peer:</br>For, now your Light doth more it self dilate,</br>And in my Darkness, greater doth appear.</br>Yet since your Light hath once enlumin'd me</br>With my Reflex, yours shall encreased be.", "SONNET LXVII.</br>Like as a Huntsman after weary Chace,</br>Seeing the Game from him escape away,</br>Sits down to rest him in some shady Place,</br>With panting Hounds beguiled of their Prey:</br>So after long Pursute and vain Assay,</br>When I all weary had the Chace forsook,</br>The gentle Deer return'd the self-same way,</br>Thinking to quench her Thirst at the next Brook;</br>There she beholding me with milder Look,</br>Sought not to fly, but fearless still did bide;</br>Till I in Hand her yet half trembling took,</br>And with her own Good-will, her firmly tide.</br>Strange thing me seem'd to see a Beast so wild,</br>So goodly wone, with her own Will beguil'd.", "SONNET LXVIII.</br>Most glorious Lord of Life, that on this Day</br>Didst make thy Triumph over Death and Sin;</br>And having harrow'd Hell, didst bring away</br>Captivity thence Captive, us to win:</br>This joyous Day, dear Lord, with Joy begin,</br>And grant that we for whom thou diddest dy,</br>Being with thy dear Blood clean wash'd from Sin,</br>May live for ever in Felicity;</br>And that thy Love we weighing worthily,</br>May likewise love thee for the same again:</br>And for thy sake, that all-like dear didst buy,</br>With Love may one another entertain.</br>So let us love, dear Love, like as we ought,</br>Love is the Lesson which the Lord us taught.", "SONNET LXIX.</br>The famous Warriours of the antique World</br>Us'd Trophees to erect in stately wise,</br>In which they would the Records have enroll'd,</br>Of their great Deeds and valorous Emprise.</br>What Trophee then shall I most fit devise,</br>In which I may record the Memory</br>Of my Love's Conquest, peerless Beauty's Prise,</br>Adorn'd with Honour, Love, and Chastity?</br>Even this Verse, vow'd to Eternity,</br>Shall be thereof immortal Moniment;</br>And tells her Praise to all Posterity,</br>That may admire such World's rare Wonderment:</br>The happy Purchase of my glorious Spoil,</br>Gotten at last with Labour and long Toil.", "SONNET LXX.</br>Fresh Spring, the Herald of Love's mighty King,</br>In whose Coat-armour richly are displaid</br>All sorts of Flowres the which on Earth do spring,</br>In goodly Colours gloriously array'd:</br>Go to my Love, where she is careless laid,</br>Yet in her Winter's Bowre not well awake;</br>Tell her the joyous Time will not be staid,</br>Unless she do him by the Fore-lock take.</br>Bid her therefore her self soon ready make</br>To wait on Love amongst his lovely Crew;</br>Where every one that misseth then her Make,</br>Shall be by him amearst with Penance dew.</br>Make haste therefore, sweet Love, whilst it is prime,</br>For none can call again the passed time.", "SONNET LXXI.</br>I Joy to see how in your drawen work,</br>Your self unto the Bee ye do compare;</br>And me unto the Spider, that doth lurk</br>In close await, to catch her unaware:</br>Right so your self were caught in cunning Snare</br>Of a dear Foe, and thralled to his Love;</br>In whose straight Bands ye now captived are</br>So firmly, that ye never may remove.</br>But as your Work is woven all about,</br>With Woodbind Flowers and fragrant Eglantine;</br>So sweet your Prison you in time shall prove,</br>With many dear Delights bedecked fine.</br>And all thenceforth eternal Peace shall see,</br>Between the Spider and the gentle Bee.", "SONNET LXXII.</br>Oft when my Spirit doth spred her bolder Wings,</br>In mind to mount up to the purest Sky,</br>It down is weigh'd with Thought of earthly things,</br>And clogg'd with Burden of Mortality;</br>Where, when that soveraign Beauty it doth spy,</br>Resembling Heaven's Glory in her Light;</br>Drawn with sweet Pleasure's Bait, it back doth fly,</br>And unto Heavens forgets her former Flight.</br>There my frail Fancy fed with full Delight,</br>Doth bathe in Bliss, and mantleth most at ease;</br>Ne thinks of other Heaven, but how it might</br>Her Heart's Desire with most Contentment please.</br>Heart need not with none other Happiness,</br>But here on Earth to have such Heaven's Bliss.", "SONNET LXXIII.</br>Being my self captived here in Care,</br>My Heart, whom none with servile Bands can tye,</br>But the fair Tresses of your golden Hair,</br>Breaking his Prison, forth to you doth fly:</br>Like as a Bird, that in one's Hand doth spy</br>Desired Food, to it doth make his flight;</br>Even so my Heart, that wont on your fair Eye</br>To feed his fill, flies back unto your sight.</br>Do you him take, and in your Bosom bright</br>Gently engage, that he may be your Thrall:</br>Perhaps he there may learn, with rare Delight</br>To sing your Name and Praises over all.</br>That it hereafter may you not repent,</br>Him lodging in your Bosom to have lent.", "SONNET LXXIV.</br>Most happy Letters fram'd by skilful Trade,</br>With which that happy Name was first design'd,</br>The which three times thrice happy hath me made,</br>With Gifts of Body, Fortune, and of Mind.</br>The first, my Being to me gave by kind,</br>From Mother's Womb deriv'd by due Descent;</br>The second is my soveraign Queen most kind,</br>That Honour and large Riches to me lent;</br>The third, my Love, my Life's last Ornament,</br>By whom my Spirit out of Dust was rais'd;</br>To speak her Praise and Glory excellent,</br>Of all alive most worthy to be prais'd.</br>Ye three Elizabeths for ever live,</br>That three such Graces did unto me give.", "SONNET LXXV.</br>One day I wrote her Name upon the Strand,</br>But came the Waves and washed it away:</br>Again, I wrote it with a second Hand,</br>But came the Tide, and made my Pains his Prey.</br>Vain Man, said she, that doost in vain assay</br>A mortal thing so to immortalize;</br>For I my self shall like to this decay,</br>And eke my Name be wiped out likewise.</br>Not so, quoth I, let baser things devise</br>To die in Dust, but you shall live by Fame;</br>Verse your Vertues rare shall eternize,</br>And in the Heavens write your glorious Name.</br>Where, whenas Death shall all the World subdew,</br>Our Love shall live, and later Life renew.", "SONNET LXXVI.</br>Fair Bosom fraught with Vertue's richest Treasure,</br>The Nest of Love, the Lodging of Delight,</br>The Bowre of Bliss, the Paradise of Pleasure,</br>The sacred Harbour of that heavenly Spright;</br>How was I ravish'd with your lovely Sight,</br>And my frail Thoughts too rashly led astray?</br>Whiles diving deep through amorous Insight,</br>On the sweet Spoil of Beauty they did prey.</br>And 'twixt her Paps, like early Fruit in May,</br>Whose Harvest seem'd to hasten now apace,</br>They loosely did their wanton Wings display,</br>And there to rest themselves did boldly place.</br>Sweet Thoughts, I envy your so happy Rest,</br>Which oft I wish'd, yet never was so blest.", "SONNET LXXVII.</br>Was it a Dream, or did I see it plain?</br>A goodly Table of pure Ivory</br>All spred with Juncats, fit to entertain</br>The greatest Prince with pompous Royalty:</br>'Mongst which, there in a silver Dish did lie</br>Two golden Apples of unvalu'd Price;</br>Far passing those which Hercules came by,</br>Or those which Atalanta did entice;</br>Exceeding sweet, yet void of sinful Vice,</br>That many sought, yet none could ever taste,</br>Sweet Fruit of Pleasure, brought from Paradise</br>By Love himself, and in his Garden plac'd.</br>Her Brest that Table was so richly spred,</br>My thoughts the Guests, which could thereon have fed.", "SONNET LXXVIII.</br>Lacking my Love, I go from Place to Place,</br>Like a young Fawn, that late hath lost the Hind;</br>And seek each where, where last I saw her Face,</br>Whose Image yet I carry fresh in Mind.</br>I seek the Fields with her late Footing sign'd,</br>I seek her Bowre with her late Presence deck't;</br>Yet nor in Field nor Bowre I can her find,</br>Yet Field and Bowre are full of her Aspect:</br>But when mine Eyes I thereunto direct,</br>They idly back return to me again;</br>And when I hope to see their true Object,</br>I find my self but fed with Fancies vain.</br>Cease then, mine Eyes, to seek her self to see,</br>And let my Thoughts behold her self in me.", "SONNET LXXIX.</br>Men call you Fair, and you do credit it,</br>For that your self ye daily such do see</br>But the true Fair, that is, the gentle Wit,</br>And vertuous Mind, is much more prais'd of me:</br>For all the rest, how ever Fair it be,</br>Shall turn to naught and lose that glorious Hue;</br>But only that is permanent and free</br>From frail Corruption, that doth Flesh ensew:</br>That is true Beauty; that doth argue you</br>To be Divine, and born of heavenly Seed;</br>Deriv'd from that fair Spirit, from whom all true</br>And perfect Beauty did at first proceed:</br>He only Fair, and what he Fair hath made;</br>All other Fair, like Flowres, untimely fade.", "SONNET LXXX.</br>After so long a Race as I have run</br>Through Fairy-Land, which those six Books compile,</br>Give leave to rest me, being half foredun,</br>And gather to my self new Breath awhile.</br>Then, as a Steed refreshed after Toil,</br>Out of my Prison I will break anew,</br>And stoutly will that second Work assoil,</br>With strong Endeavour and Attention due.</br>Till then give leave to me, in pleasant Mew</br>To sport my Muse, and sing my Love's sweet Praise;</br>The Contemplation of whose heavenly Hue,</br>My Spirit to an higher pitch will raise.</br>But let her Praises yet be low and mean,</br>Fit for the Hand-maid of the Fairy Queen.", "SONNET LXXXI.</br>Fair is my Love, when her fair golden Hairs,</br>With the loose Wind ye waving chance to mark:</br>Fair when the Rose in her red Cheek appears,</br>Or in her Eyes the Fire of Love doth spark.</br>Fair when her Brest, like a rich laden Bark</br>With precious Merchandize, she forth doth lay:</br>Fair when that Cloud of Pride, which oft doth dark</br>Her goodly Light, with Smiles she drives away.</br>But fairest she, when so she doth display</br>The Gate with Pearls and Rubies richly dight;</br>Through which her Words so wise do make their way,</br>To bear the Message of her gentle Spright:</br>The rest be Works of Nature's Wonderment,</br>But this the Work of Heart's Astonishment.", "SONNET LXXXII.</br>Joy of my Life, full oft for loving you</br>I bless my Lot, that was so lucky plac'd:</br>But then the more your own mishap I rue</br>That are so much by so mean Love embas'd.</br>For had the equal Heavens so much you grac'd</br>In this as in the rest, ye mote invent</br>Some heavenly Wit, whose Verse could have enchac'd</br>Your glorious Name in golden Moniment.</br>But since ye deign'd so goodly to relent</br>To me your Thrall, in whom is little worth,</br>That little that I am, shall all be spent</br>In setting your immortal Praises forth:</br>Whose lofty Argument up-lifting me,</br>Shall lift you up unto an high Degree.", "SONNET LXXXIII.</br>Let not one Spark of filthy lustful Fire</br>Break out, that may her sacred Peace molest;</br>Ne one light Glance of sensual Desire</br>Attempt to work her gentle Mind's Unrest.</br>But pure Affections bred in spotless Brest,</br>And modest Thoughts breath'd from well-temper'd Sprights</br>Go visit her, in her chaste Bowre of Rest,</br>Accompany'd with Angel-like Delights.</br>There fill your self with those most joyous Sights,</br>The which myself could never yet attain;</br>But speak no word to her of these sad Plights,</br>Which her too constant Stiffness doth constrain.</br>Only behold her rare Perfection,</br>And bless your Fortune's fair Election.", "SONNET LXXXIV.</br>The World that cannot deem of worldly Things,</br>When I do praise her, say I do but flatter:</br>So doth the Cuckow, when the Mavis sings,</br>Begin his witless Note apace to chatter.</br>But they that skill not of so heavenly matter,</br>All that they know not, envy or admire,</br>Rather than envy let them wonder at her,</br>But not to deem of her Desert aspire.</br>Deep in the Closet of my Parts entire,</br>Her Worth is written with a golden Quill;</br>That me with heavenly Fury doth inspire,</br>And my glad Mouth with her sweet Praises fill.</br>Which when as Fame in her shrill Trump shall thunder,</br>Let the World chuse to envy or to wonder.", "SONNET LXXXV.</br>Venemous Tongue, tipt with vile Adder's Sting,</br>Of that self kind with which the Furies fell</br>Their snaky Heads do comb, from which a Spring</br>Of poisoned Words and spightful Speeches well;</br>Let all the Plagues and horrid Pains of Hell</br>Upon thee fall for thine accursed hire;</br>That with false forged Lyes, which thou didst tell,</br>In my true Love did stir up Coals of Ire,</br>The Sparks whereof let kindle thine own Fire,</br>And catching hold on thine own wicked Head,</br>Consume thee quite, that didst with Guile conspire</br>In my sweet Peace such Breaches to have bred.</br>Shame be thy Meed, and Mischief thy Reward,</br>Due to thy self, that it for me prepar'd.", "SONNET LXXXVI,</br>Since I did leave the Presence of my Love,</br>Many long weary days I have out-worn;</br>And many Nights, that slowly seem'd to move</br>Their sad Protract from Evening until Morn.</br>For, when as Day the Heaven doth adorn,</br>I wish that Night the noyous Day would end:</br>And whenas Night hath us of Light forlorn,</br>I wish that Day would shortly re-ascend.</br>Thus I the time with Expectation spend,</br>And fain my Grief with Changes to beguile;</br>That further seems his Term still to extend,</br>And maketh every Minute seem a Mile.</br>So Sorrow still doth seem too long to last,</br>But joyous Hours do fly away too fast.", "SONNET LXXXVII.</br>Since I have lackt the Comfort of that Light,</br>The which was wont to lead my Thoughts astray,</br>I wander as in Darkness of the Night,</br>Affraid of every Danger's least Dismay.</br>Ne ought I see, though in the clearest Day,</br>When others gaze upon their Shadows vain;</br>But th' only Image of that heavenly Ray,</br>Whereof some Glance doth in mine Eye remain.</br>Of which beholding the Idea plain,</br>Through Contemplation of my purest Part,</br>With Light thereof I do my self sustain,</br>And thereon feed my love-affamisht Heart.</br>But with such Brightness whilst I fill my Mind,</br>I starve my Body, and mine Eyes do blind.", "SONNET LXXXVIII.</br>Like as the Culver on the bared Bough,</br>Sits mourning for the Absence of her Mate;</br>And in her Songs sends many a wishful Vow,</br>For his return that seems to linger late:</br>So I alone, now left disconsolate,</br>Mourn to my self the Absence of my Love;</br>And wandering here and there all desolate,</br>Seek with my Plaints to match that mournful Dove.</br>Ne joy of ought that under Heaven doth hove,</br>Can comfort me, but her own joyous Sight;</br>Whose sweet Aspect both God and Man can move,</br>In her unspotted Pleasance to delight.</br>Dark is my Day, whiles her fair Light I miss,</br>And dead my Life that wants such lively Bliss.", "In Youth before I wexed old,</br>The blinded Boy, Venus' Baby,</br>For want of Cunning made me bold,</br>In bitter Hive to grope for Honey:</br>But when he saw me stung and cry,</br>He took Wing and away did fly.", "As Diane hunted on a day,</br>She chanc'd to come where Cupid lay,</br>His Quiver by his Head:</br>One of his Shafts she stole away,</br>And one of hers did close convey</br>Into the other's stead:</br>With that Love wounded my Love's Heart,</br>But Diane Beasts with Cupid's Dart.", "I saw, in secret to my Dame</br>How little Cupid humbly came,</br>And said to her, All hail my Mother.</br>But when he saw me laugh, for shame</br>His Face with bashful Blood did flame,</br>Not knowing Venus from the other.</br>Then, never blush, Cupid, quoth I,</br>For many have err'd in this Beauty.", "Upon a day, as Love lay sweetly slumbring</br>All in his Mother's Lap,</br>A gentle Bee with his loud Trumpet murm'ring,</br>About him flew by hap.</br>Whereof when he was wakened with the Noise,</br>And saw the Beast so small;</br>What's this (quoth he) that gives so weak a Voice,</br>That wakens Men withall?</br>In angry wise he flies about,</br>And threatens all with Courage stout,", "To whom his Mother closely smiling said,</br>'Twixt earnest and 'twixt game;</br>See, thou thy self likewise art little made,</br>If thou regard the same:</br>And yet thou sufferest neither Gods in Sky,</br>Nor Men in earth to rest;</br>But when thou art disposed cruelty,</br>Their Sleep thou dost molest.</br>Then either change thy Cruelty,</br>Or give like leave unto the Fly.", "Nath'less, the cruel Boy, not so content,</br>Would needs the Fly pursue;</br>And in his Hand with heedless Hardiment,</br>Him caught for to subdue.</br>But when on it he hasty Hand did lay,</br>The Bee him stung therefore:</br>Now out alas, he cride!  and wele-away!</br>I wounded am full sore;</br>The Fly that I so much did scorn,</br>Hath hurt me with his little Horn.", "Unto his Mother straight he weeping came,</br>And of his Grief complain'd:</br>Who could not chuse but laugh at his fond Game,</br>Though sad to see him pain'd.</br>Think now (quoth she) my Son, how great the Smart</br>Of those whom thou doost wound;</br>Full many thou hast pricked to the Heart,</br>That Pity never found:</br>Therefore henceforth some Pity take,</br>When thou dost Spoil of Lovers make.", "She took him straight full piteously lamenting,</br>And wrapt him in her Smock;</br>She wrapt him softly, all the while repenting,</br>That he the Fly did mock.</br>She drest his Wound, and it embalmed well</br>With Salve of soveraign Might;</br>And then she bath'd him in a dainty Well,</br>The Well of dear Delight.</br>Who would not oft be stung as this,</br>To be so bath'd in Venus' Bliss?", "The wanton Boy was shortly well recur'd</br>Of that his Malady</br>But he, soon after, fresh again enur'd</br>His former Cruelty.</br>And since that time he wounded hath my self</br>With his sharp Dart of Love:</br>And now forgets the cruel careless Elf</br>His Mother's Heast to prove.</br>So now I languish, till he please</br>My pining Anguish to appease.</br>"]