["THE PERSONS.</br>THE ATTENDANT SPIRIT, afterwards in the habit of THYRSIS.</br>COMUS, with his Crew.</br>THE LADY.</br>FIRST BROTHER.</br>SECOND BROTHER.</br>SABRINA, the Nymph.</br>The chief persons, who presented, were</br>The Lord Brackley.</br>Mr. Thomas Egerton his brother.</br>The Lady Alice Egerton.", "The first Scene discovers a wild Wood.</br>The attendant Spirit descends or enters.", "Before the starry threshold of Jove's Court</br>My mansion is, where those immortal shapes</br>Of bright aerial Spirits live insphear'd</br>In Regions mild of calm and serene air,</br>Above the smoke and stir of this dim spot,</br>Which men call Earth; and, with low-thoughted care</br>Confin'd, and pester'd in this pin-fold here,</br>Strive to keep up a frail, and feverish being,</br>Unmindful of the crown that Virtue gives</br>After this mortal change, to her true servants,</br>Amongst the enthron'd gods on sainted seats.</br>Yet some there be, that by due steps aspire</br>To lay their just hands on that golden key,</br>That ope's the palace of Eternity:</br>To such my errand is; and, but for such,</br>I would not soil these pure Ambrosial weeds,</br>With the rank vapours of this Sin-worn mould.</br>But to my task.  Neptune besides the sway</br>Of every salt flood, and each ebbing stream,</br>Took in by lot 'twixt high, and nether Jove,</br>Imperial rule of all the Sea-girt Isles</br>That, like to rich, and various gems, inlay</br>The unadorned bosom of the deep:</br>Which he, to grace his tributary gods,</br>By course commits to several government,</br>And gives them leave to wear their sapphire crowns,</br>And wield their little tridents, but this Isle</br>The greatest, and the best of all the main,</br>He quarters to his blue-hair'd deities,</br>And all this tract that fronts the falling sun</br>A noble Peer of mickle trust, and power</br>Has in his charge, with temper'd awe to guide</br>An old, and haughty nation, proud in arms:</br>Where his fair off-spring nurs'd in princely lore,</br>Are coming to attend their fathers state,</br>And new-entrusted scepter:  but their way</br>Lies through the perplex'd paths of this drear wood,</br>The nodding horrour of whose shady brows</br>Threats the forlorn and wandring passenger;</br>And here their tender age might suffer peril,</br>But that by quick command from sovran Jove</br>I was dispatch'd for their defence and guard:</br>And listen why; for I will tell you now</br>What never yet was heard in tale or song,</br>From old, or modern bard, in hall, or bower.", "Bacchus, that first from out the purple grape,</br>Crush'd the sweet poison of mis-used wine,</br>After the Tuscan mariners transform'd,</br>Coasting the Tyrrhene shore, as the winds listed,</br>On Circe's Island fell:  (who knows not Circe</br>The daughter of the Sun, whose charmed cup</br>Whoever tasted lost his upright shape,</br>And downward fell into a groveling swine?)</br>This Nymph, that gaz'd upon his clustring locks,</br>With ivy berries wreath'd, and his blithe youth,</br>Had by him, ere he parted thence, a son</br>Much like his father, but his mother more,</br>Whom therefore she brought up, and Comus nam'd,</br>Who, ripe and frolick of his full grown age,</br>Roving the Celtick, and Iberian fields,</br>At last betakes him to this ominous wood;</br>And, in thick shelter of black shades imbowr'd,</br>Excels his mother at her mighty art,</br>Offering to every weary traveller</br>His orient liquor in a crystal glass,</br>To quench the drouth of Phoebus; which as they taste</br>(For most do taste through fond intemperate thirst)</br>Soon as the potion works, their human countenance,</br>The express resemblance of the gods, is chang'd</br>Into some brutish form of wolf, or bear;</br>Or ounce, or tiger, hog, or bearded goat,</br>All other parts remaining as they were;</br>And they, so perfect is their misery,</br>Not once perceive their foul disfigurement,</br>But boast themselves more comely than before;</br>And all their friends and native home forget,</br>To roll with pleasure in a sensual stye.</br>Therefore when any favour'd of high Jove,</br>Chances to pass through this adventurous glade,</br>Swift as the sparkle of a glancing star</br>I shoot from heaven to give him safe convoy,</br>As now I do:  But first I must put off</br>These my sky-robes spun out of Iris' woof,</br>And take the weeds and likeness of a swain</br>That to the service of this house belongs,</br>Who with his soft pipe, and smooth-dittied song,</br>Well knows to still the wild winds when they roar,</br>And hush the waving woods; nor of less faith,</br>And in this office of his mountain watch,</br>Likeliest, and nearest to the present aid</br>Of this occasion.  But I hear the tread</br>Of hateful steps; I must be viewless now.", "Comus enters with a charming rod in one hand, his glass in the other; with him rout of monsters, headed like sundry sorts of wild beasts, but otherwise like men women, their apparel glistering; they come in making a riotous and unruly noise, with torches in their hands.", "COMUS.</br>The star, that bids the shepherd fold,</br>Now the top of heaven doth hold;</br>And the gilded car of day,</br>His glowing axle doth allay</br>In the steep Atlantick stream;</br>And the slope Sun his upward beam</br>Shoots against the dusky pole,</br>Pacing toward the other goal</br>Of his Chamber in the East.</br>Meanwhile welcome Joy, and Feast,</br>Midnight Shout, and revelry,</br>Tipsy dance, and Jollity.</br>Braid your Locks with rosy twine,</br>Dropping odours, dropping wine.</br>Rigour now is gone to bed,</br>And Advice with scrupulous head.</br>Strict Age, and sour Severity,</br>With their grave saws, in slumber lie.</br>We, that are of purer fire,</br>Imitate the starry quire,</br>Who, in their nightly watchful spheres,</br>Lead in swift round the months and years.</br>The sounds and seas, with all their finny drove,</br>Now to the moon in wavering morrice move;</br>And on the tawny sands and shelves,</br>Trip the pert faeries and the dapper elves.</br>By dimpled brook, and fountain-brim,</br>The Wood-Nymphs, deck'd with daisies trim,</br>Their merry wakes and pastimes keep;</br>What hath night to do with sleep?</br>Night hath better sweets to prove;</br>Venus now wakes, and wakens Love.</br>Come, let us our rights begin;</br>'Tis only day-light that makes sin,</br>Which these dun shades will ne'er report.&mdash;</br>Hail, goddess of nocturnal sport,</br>Dark-vail'd Cotytto!  to whom the secret flame</br>Of midnight torches burns; mysterious dame,</br>That ne'er art call'd, but when the dragon woom</br>Of Stygian darkness spets her thickest gloom,</br>And makes one blot of all the air;</br>Stay thy cloudy ebon chair,</br>Wherein thou rid'st with Hecat', and befriend</br>Us thy vow'd priests, till utmost end</br>Of all thy dues be done, and none left out,</br>Ere the blabbing eastern scout,</br>The nice Morn, on th' Indian steep</br>From her cabin'd loop-hole peep,</br>And to the tel-tale sun descry</br>Our conceal'd Solemnity.&mdash;</br>Come, knit hands, and beat the ground,</br>In a light fantastick round.", "THE MEASURE.", "Break off, break off, I feel the different pace</br>Of some chaste footing near about this ground.</br>Run to your shrouds, within these brakes and trees,</br>Our number may affright:  Some virgin sure</br>(For so I can distinguish by mine Art)</br>Benighted in these woods.  Now to my charms,</br>And to my wily trains;  I shall ere long</br>Be well-stock'd with as fair a herd as graz'd</br>About my Mother Circe.  Thus I hurl</br>My dazzling spells into the spungy air,</br>Of power to cheat the eye with blear illusion,</br>And give it false presentments, lest the place</br>And my quaint habits breed astonishment,</br>And put the damsel to suspicious flight;</br>Which must not be, for that's against my course:</br>I, under fair presence of friendly ends,</br>And well plac'd words of glozing courtesy</br>Baited with reasons not unplausible,</br>Wind me into the easy-hearted man,</br>And hug him into snares.  When once her eye</br>Hath met the virtue of this magick dust,</br>I shall appear some harmless villager,</br>Whom thrift keeps up about his country gear,</br>But here she comes; I fairly step aside,</br>And hearken, if I may, her business here.", "The Lady enters.", "This way the noise was, if mine ear be true,</br>My best guide now:  me thought it was the sound</br>Of riot and ill manag'd merriment,</br>Such as the jocund flute, or gamesome pipe,</br>Stirs up among the loose unletter'd hinds;</br>When for their teeming flocks, and granges full.</br>In wanton dance they praise the bounteous Pan,</br>And thank the gods amiss.  I should be loath</br>To meet the rudeness, and swill'd insolence,</br>Of such late wassailers; yet O!  where else</br>Shall I inform my unacquainted feet</br>In the blind mazes of this tangled wood?</br>My Brothers, when they saw me wearied out</br>With this long way, resolving here to lodge</br>Under the spreading favour of these pines,</br>Stept, as they said, to the next thicket-side</br>To bring me berries, or such cooling fruit</br>As the kind hospitable Woods provide.</br>They left me then, when the gray-hooded Even</br>Like a sad votarist in palmer's weed,</br>Rose from the hindmost wheels of Phoebus' wain.</br>But where they are, and why they came not back,</br>Is now the labour of my thoughts; 'tis likeliest</br>They had engag'd their wandring steps too far;</br>And envious darkness, ere they could return,</br>Had stole them from me:  else, O thievish Night,</br>Why should'st thou, but for some felonious end,</br>In thy dark lantern thus close up the stars,</br>That Nature hung in Heaven, and fill'd their lamps</br>With everlasting oil, to give due light</br>To the misled and lonely traveller?</br>This is the place, as well as I may guess,</br>Whence even now the tumult of loud mirth</br>Was rife, and perfect in my listening ear;</br>Yet nought but single darkness do I find.</br>What might this be?  A thousand fantasies</br>Begin to throng into my memory,</br>Of calling shapes, and beck'ning shadows dire,</br>And aery tongues that syllable men's names</br>On sands, and shores, and desert wildernesses.</br>These thoughts may startle well, but not astound</br>The virtuous mind, that ever walks attended</br>By a strong siding champion, Conscience.&mdash;</br>O welcome pure-ey'd Faith, white-handed Hope,</br>Thou hovering Angel, girt with golden wings;</br>And thou, unblemish'd form of Chastity!</br>I see ye visibly, and now believe</br>That He, the Supreme Good, to whom all things ill</br>Are but as slavish officers of vengeance,</br>Would send a glist'ring guardian, if need were</br>To keep my life and honour unassail'd.</br>Was I deceiv'd, or did a sable cloud</br>Turn forth her silver lining on the night?</br>I did not err, there does a sable cloud</br>Turn forth her silver lining on the night,</br>And casts a gleam over this tufted grove:</br>I cannot halloo to my Brothers, but</br>Such noise as I can make to be heard farthest</br>I'll venture; for my new enliv'nd spirits</br>Prompt me; and they perhaps are not far off.", "SONG.", "Sweet Echo, sweetest Nymph, that liv'st unseen</br>Within thy airy shell</br>By slow Meander's margent green,</br>And in the violet-embroider'd vale,</br>Where the lore-lorn nightingale</br>Nightly to thee her sad song mourneth well;</br>Canst thou not tell me of a gentle pair</br>That likest thy Narcissus are?</br>O, if thou have</br>Hid them in some flowery cave,</br>Tell me but where,</br>Sweet queen of parly, daughter of the sphere!</br>So may'st thou be translated to the skies,</br>And give resounding grace to all Heavens harmonies.", "Enter Comus.", "COMUS.</br>Can any mortal mixture of earth's mould</br>Breathe such divine enchanting ravishment?</br>Sure something holy lodges in that breast,</br>And with these raptures moves the vocal air</br>To testify his hidden residence.</br>How sweetly did they float upon the wings</br>Of silence, through the empty-vaulted night,</br>At every fall smoothing the raven-down</br>Of darkness till it smil'd!  I have oft heard</br>My mother Circe with the Syrens three,</br>Amidst the flowery-kirtled Naiades,</br>Culling their potent herbs, and baleful drugs;</br>Who, as they sung, would take the prison'd soul,</br>And lap it in Elysium:  Scylla wept,</br>And chid her barking waves into attention,</br>And fell Charybdis murmur'd soft applause:</br>Yet they in pleasing slumber lull'd the sense,</br>And in sweet madness rob'd it of it self;</br>But such a sacred, and home-felt delight,</br>Such sober certainty of waking bliss,</br>I never heard till now.  I'll speak to her,</br>And she shall be my Queen. &mdash; Hail foreign wonder!</br>Whom certain these rough shades did never breed,</br>Unless the goddess that in rural shrine</br>Dwell'st here with Pan, or Sylvan; by blest song</br>Forbidding every bleak unkindly fog</br>To touch the prosperous growth of this tall wood.", "LADY.</br>Nay, gentle shepherd, ill is lost that praise,</br>That is address'd to unattending ears;</br>Not any boast of skill, but extreme shift</br>How to regain my sever'd company,</br>Compell'd me to awake the courteous Echo</br>To give me answer from her mossy couch.", "COMUS.</br>What chance, good Lady, hath bereft you thus?", "LADY.</br>Dim darkness, and this leafy labyrinth.", "COMUS.</br>Could that divide you from near-ushering guides?", "LADY.</br>They left me weary on a grassy turf.", "COMUS.</br>By falsehood, or discourtesy, or why?", "LADY.</br>To seek i' the valley some cool friendly spring.", "COMUS.</br>And left your fair side all unguarded, Lady?", "LADY.</br>They were but twain, and purpos'd quick return.", "COMUS.</br>Perhaps fore-stalling night prevented them.", "LADY.</br>How easy my misfortune is to hit!", "COMUS.</br>Imports their loss, beside the present need?", "LADY.</br>No less then if I should my Brothers lose.", "COMUS.</br>Were they of manly prime, or youthful bloom?", "LADY.</br>As smooth as Hebe's their unrazor'd lips.", "COMUS.</br>Two such I saw, what time the labour'd ox</br>In his loose traces from the furrow came,</br>And the swink'd hedger at his supper sat;</br>I saw them under a green mantling vine,</br>That crawls along the side of yon small hill,</br>Plucking ripe clusters from the tender shoots,</br>Their port was more then human, as they stood:</br>I took it for a faery vision</br>Of some gay creatures of the element,</br>That in the colours of the rainbow live,</br>And play i' the plighted clouds.  I was awe-struck,</br>And as I past, I worshipt; if those you seek,</br>It were a journey like the path to Heaven,</br>To help you find them.", "LADY.</br>Gentle Villager,</br>What readiest way would bring me to that place?", "COMUS.</br>Due west it rises from this shrubby point.", "LADY.</br>To find out that, good Shepherd, I suppose,</br>In such a scant allowance of star-light,</br>Would overtask the best land-pilots art,</br>Without the sure guess of well-practis'd feet.", "COMUS.</br>I know each lane, and every alley green,</br>Dingle, or bushy dell of this wild wood,</br>And every bosky bourn from side to side,</br>My daily walks and ancient neighbourhood;</br>And if your stray attendance be yet lodg'd,</br>Or shroud within these limits, I shall know</br>Ere morrow wake, or the low-roosted lark</br>From her thatch'd pallet rouse; if otherwise,</br>I can conduct you, Lady to a low</br>But loyal cottage, where you may be safe</br>Till further quest.", "LADY.</br>Shepherd I take thy word,</br>And trust thy honest offer'd courtesy,</br>Which oft is sooner found in lowly sheds</br>With smoaky rafters, than in tap'stry halls</br>In courts of princes, where it first was nam'd,</br>And yet is most pretended:  In a place</br>Less warranted than this, or less secure,</br>I cannot be, that I should fear to change it.&mdash;</br>Eye me, blest Providence, and square my trial</br>To my proportion'd strength! &mdash; Shepherd, lead on.", "Enter The Two Brothers.", "ELDER BROTHER.</br>Unmuffle ye faint stars; and thou, fair moon,</br>That wont'st to love the travellers benison,</br>Stoop thy pale visage through an amber cloud,</br>And disinherit Chaos, that reigns here</br>In double night of darkness, and of shades;</br>Or, if your influence be quite damm'd up</br>With black usurping mists, some gentle taper,</br>Though a rush-candle from the wicker hole</br>Of some clay habitation, visit us</br>With thy long-levell'd rule of streaming light;</br>And thou shalt be our star of Arcady,</br>Or Tyrian Cynosure.", "SECOND BROTHER.</br>Or if our eyes</br>Be barr'd that happiness, might we but hear</br>The folded flocks pen'd in their wattled cotes,</br>Or sound of pastoral reed with oaten stops,</br>Or whistle from the lodge, or village cock</br>Count the night watches to his feathery Dames,</br>'Twould be some solace yet, some little cheering,</br>In this close dungeon of innumerous boughs.</br>But, O that hapless virgin our lost Sister!</br>Where may she wander now, whether betake her</br>From the chill dew, among rude burrs and thistles?</br>Perhaps some cold bank is her bolster now,</br>Or 'gainst the rugged bark of some broad elm</br>Leans her unpillow'd head fraught with sad fears.</br>What, if in wild amazement, and affright?</br>Or, while we speak, within the direful grasp</br>Of savage hunger, or of savage heat?", "ELDER BROTHER.</br>Peace, Brother; be not over-exquisite</br>To cast the fashion of uncertain evils:</br>For grant they be so, while they rest unknown,</br>What need a man forestall his date of grief,</br>And run to meet what he would most avoid?</br>Or if they be but false alarms of fear,</br>How bitter is such self-delusion!</br>I do not think my Sister so to seek,</br>Or so unprincipl'd in virtues book,</br>And the sweet peace that goodness bosoms ever,</br>As that the single want of light and noise</br>(Not being in danger, as I trust she is not,)</br>Could stir the constant mood of her calm thoughts,</br>And put them into misbecoming plight.</br>Virtue could see to do what virtue would</br>By her own radiant light, though sun and moon</br>Were in the flat sea sunk.  And Wisdom's self</br>Oft seeks to sweet retired solitude;</br>Where, with her best nurse, Contemplation,</br>She plumes her feathers, and lets grow her wings,</br>That in the various bustle of resort</br>Were all-to ruffled, and sometimes impair'd.</br>He, that has light within his own clear breast,</br>May sit i' the center, and enjoy bright day:</br>But he, that hides a dark soul, and foul thoughts,</br>Benighted walks under the mid-day sun;</br>Himself is his own dungeon", "SECOND BROTHER.</br>'Tis most true,</br>That musing Meditation most affects</br>The pensive secrecy of desert cell,</br>Far from the cheerful haunt of men and herds,</br>And sits as safe as in a senate-house,</br>For who would rob a hermit of his weeds,</br>His few books, or his beads, or maple dish,</br>Or do his gray hairs any violence?</br>But Beauty, like the fair Hesperian tree</br>Laden with blooming gold, had need the guard</br>Of dragon-watch with unenchanted eye,</br>To save her blossoms, and defend her fruit</br>From the rash hand of bold Incontinence.</br>You may as well spread out the unsunn'd heaps</br>Of misers treasure by an outlaw's den,</br>And tell me it is safe, as bid me hope</br>Danger will wink on opportunity,</br>And let a single helpless maiden pass</br>Uninjur'd in this wild surrounding waste.</br>Of night, or loneliness it recks me not;</br>I fear the dread events that dog them both,</br>Lest some ill-greeting touch attempt the person</br>Of our unowned Sister.", "ELDER BROTHER.</br>I do not, Brother,</br>Infer, as if I thought my Sister's state</br>Secure, without all doubt, or controversy;</br>Yet, where an equal poise of hope and fear</br>Does arbitrate the event, my nature is</br>That I incline to hope, rather then fear,</br>And gladly banish squint suspicion.</br>My Sister is not so defenceless left</br>As you imagine; she has a hidden strength,</br>Which you remember not.", "SECOND BROTHER.</br>What hidden strength,</br>Unless the strength of Heaven, if you mean that?", "ELDER BROTHER.</br>I mean that too, but yet a hidden strength,</br>Which, if Heaven gave it, may be term'd her own:</br>'Tis Chastity, my Brother, Chastity:</br>She that has that, is clad in complete steel;</br>And, like a quiver'd Nymph with arrows keen</br>May trace huge forests, and unharbour'd heaths,</br>Infamous hills, and sandy perilous wilds;</br>Where, through the sacred rays of Chastity,</br>No savage fierce, bandite, or mountaineer</br>Will dare to soil her virgin purity:</br>Yea there, where very desolation dwells</br>By grots and caverns shagg'd with horrid shades,</br>She may pass on with unblench'd majesty,</br>Be it not done in pride, or in presumption.</br>Some say, no evil thing that walks by night</br>In fog, or fire, by lake, or moorish fen,</br>Blue meager hag, or stubborn unlaid ghost</br>That breaks his magick chains at Curfeu time,</br>No goblin, or swart faery of the mine,</br>Hath hurtful power o'er true Virginity.</br>Do ye believe me yet, or shall I call</br>Antiquity from the old Schools of Greece</br>To testify the arms of Chastity?</br>Hence had the huntress Dian her dread bow,</br>Fair silver-shafted queen, for ever chaste,</br>Wherewith she tam'd the brinded lioness</br>And spotted mountain pard, but set at nought</br>The frivolous bolt of Cupid; gods and men</br>Fear'd her stern frown, and she was queen o' the woods.</br>What was that snaky-headed Gorgon shield</br>That wise Minerva wore, unconquer'd virgin,</br>Wherewith she freez'd her foes to congeal'd stone?</br>But rigid looks of chaste austerity,</br>And noble grace, that dash'd brute violence</br>With sudden adoration and blank awe?</br>So dear to Heaven is saintly Chastity,</br>That, when a soul is found sincerely so,</br>A thousand liveried Angels lackey her,</br>Driving far off each thing of sin and guilt;</br>And, in clear dream, and solemn vision,</br>Tell her of things that no gross ear can hear,</br>Till oft converse with heavenly habitants</br>Begin to cast a beam on the outward shape,</br>The unpolluted temple of the mind,</br>And turns it by degrees to the souls essence,</br>Till all be made immortal:  but when Lust,</br>By unchaste looks, loose gestures, and foul talk,</br>But most by lewd and lavish act of sin,</br>Lets in defilement to the inward parts,</br>The soul grows clotted by contagion,</br>Imbodies, and imbrutes, till she quite lose</br>The divine property of her first being.</br>Such are those thick and gloomy shadows damp</br>Oft seen in charnel vaults, and sepulchers</br>Lingering, and sitting by a new made grave,</br>As loth to leave the body that it lov'd,</br>And link'd it self by carnal sensuality</br>To a degenerate and degraded state.", "SECOND BROTHER.</br>How charming is divine Philosophy!</br>Not harsh, and crabbed as dull fools suppose,</br>But musical as is Apollo's lute,</br>And a perpetual feast of nectar'd sweets,</br>Where no crude surfeit reigns.", "ELDER BROTHER.</br>List, list, I hear</br>Some far off halloo break the silent air.", "SECOND BROTHER.</br>Me thought so too; what should it be?", "ELDER BROTHER.</br>For certain</br>Either some one like us night-founder'd here,</br>Or else some neighbour woodman, or at worst,</br>Some roving robber calling to his fellows.", "SECOND BROTHER.</br>Heaven keep my sister.  Again, again and near!</br>Best draw, and stand upon our guard.", "ELDER BROTHER.</br>I'll halloo:</br>If he be friendly he comes well, if not,</br>Defence is a good cause, and Heaven be for us.", "[Enter the Attendant Spirit, habited like a shepherd.]", "That halloo I should know; what are you?  speak;</br>Come not too  near, you fall on iron stakes else.", "SPIRIT.</br>What voice is that?  my young Lord?  speak again.", "SECOND BROTHER.</br>O Brother, 'tis my father's Shepherd sure.", "ELDER BROTHER.</br>Thyrsis?  Whose artful strains have oft delay'd</br>The huddling brook to hear his madrigal,</br>And sweeten'd every muskrose of the dale?</br>How cam'st thou here good swain?  hath any ram</br>Slipt from the fold, or young kid lost his dam,</br>Or straggling weather the pen's flock forsook?</br>How couldst thou find this dark sequester'd nook?", "SPIRIT.</br>O my lov'd masters heir, and his next joy,</br>I came not here on such a trivial toy</br>As a stray'd ewe, or to pursue the stealth</br>Of pilfering wolf; not all the fleecy wealth,</br>That doth enrich these downs, is worth a thought</br>To this my errand, and the care it brought.</br>But, O my virgin Lady, where is she?</br>How chance she is not in your company?", "ELDER BROTHER.</br>To tell thee sadly Shepherd, without blame,</br>Or our neglect, we lost her as we came.", "SPIRIT.</br>Ay me unhappy!  then my fears are true.", "ELDER BROTHER.</br>What fears good Thyrsis?  Pr'ythee briefly shew.", "SPIRIT.</br>I'll tell ye; 'tis not vain, or fabulous,</br>(Though so esteem'd by shallow ignorance,)</br>What the sage poets, taught by the heavenly Muse,</br>Storied of old in high immortal verse,</br>Of dire chimeras and enchanted isles,</br>And rifted rocks, whose entrance leads to Hell;</br>For such there be; but unbelief is blind.", "Within the navel of this hideous wood,</br>Immur'd in cypress shades a sorcerer dwells,</br>Of Bacchus, and of Circe born, great Comus,</br>Deep skill'd in all his mother's witcheries;</br>And here to every thirsty wanderer</br>By sly enticement gives his baneful cup,</br>With many murmurs mix'd, whose pleasing poison</br>The visage quite transforms of him that drinks,</br>And the inglorious likeness of a beast</br>Fixes instead, unmoulding reasons mintage</br>Character'd in the face:  this have I learnt</br>Tending my flocks hard by i' the hilly crofts,</br>That brow this bottom glade, whence night by night</br>He and his monstrous rout are heard to howl,</br>Like stabled wolves, or tigers at their prey,</br>Doing abhorred rites to Hecate</br>In their obscured haunts of inmost bowers.</br>Yet have they many baits, and guileful spells</br>To inveigle and invite the unwary sense</br>Of them that pass unweeting by the way.</br>This evening late, by then the chewing flocks</br>Had ta'n their supper on the savoury herb</br>Of knot-grass dew-besprent, and were in fold,</br>I sat me down to watch upon a bank</br>With ivy canopied, and interwove</br>With flaunting honey-suckle, and began,</br>Wrapt in a pleasing fit of melancholy,</br>To meditate my rural minstrelsy,</br>Till fancy had her fill; but ere a close,</br>The wonted roar was up amidst the woods,</br>And fill'd the air with barbarous dissonance;</br>At which I ceas'd, and listen'd them a while,</br>Till an unusual stop of sudden silence</br>Gave respite to the drowsy frighted steeds,</br>That draw the litter of close-curtain'd Sleep;</br>At last a soft and solemn-breathing sound</br>Rose like a steam of rich distill'd perfumes,</br>And stole upon the air, that even Silence</br>Was took ere she was ware, and wish'd she might</br>Deny her nature, and be never more</br>Still to be so displac'd.  I was all ear,</br>And took in strains that might create a soul</br>Under the ribs of Death:  but O!  ere long,</br>Too well I did perceive it was the voice</br>Of my most honour'd Lady, your dear Sister.</br>Amaz'd I stood, harrow'd with grief and fear,</br>And, O poor hapless nightingale, thought I,</br>How sweet thou sing'st, how near the deadly snare!</br>Then down the lawns I ran with headlong haste</br>Through paths, and turnings oft'n trod by day;</br>Till guided by mine ear, I found the place,</br>Where that damn'd wisard, hid in sly disguise,</br>(For so by certain signs I knew) had met</br>Already, ere my best speed could prevent,</br>The aidless innocent Lady, his wish'd prey;</br>Who gently ask'd if he had seen such two,</br>Supposing him some neighbour villager.</br>Longer I durst not stay, but soon I guess'd</br>Ye were the two she meant, with that I sprung</br>Into swift flight, till I had found you here;</br>But further know I not.", "SECOND BROTHER.</br>O night and shades!</br>How are ye join'd with Hell in triple knot</br>Against the unarmed weakness of one virgin,</br>Alone, and helpless!  Is this the confidence</br>You gave me, Brother?", "ELDER BROTHER.</br>Yes, and keep it still,</br>Lean on it safely, not a period</br>Shall be unsaid for me:  against the threats</br>Of malice or of sorcery, or that power</br>Which erring men call Chance, this I hold firm;&mdash;</br>Virtue may be assail'd, but never hurt,</br>Surpriz'd by unjust force, but not enthrall'd,</br>Yea, even that, which mischief meant most harm,</br>Shall in the happy trial prove most glory:</br>But evil on it self shall back recoil,</br>And mix no more with goodness, when at last</br>Gather'd like scum, and settled to it self</br>It shall be in eternal restless change</br>Self-fed, and self-consum'd:  if this fail,</br>The pillar'd firmament is rottenness,</br>And earth's base built on stubble. &mdash; But come let's on.</br>Against the opposing will and arm of Heaven</br>May never this just sword be lifted up,</br>But for that damn'd magician, let him be girt</br>With all the grisly legions that troop</br>Under the sooty flag of Acheron,</br>Harpies and Hydras, or all the monstrous forms</br>'Twixt Africa and Inde, I'll find him out,</br>And force him to restore his purchase back,</br>Or drag him by the curls, to a foul death,</br>Curs'd as his life.", "SPIRIT.</br>Alas!  good venturous Youth,</br>I love thy courage yet, and bold emprise,</br>But here thy sword can do thee little stead,</br>Far other arms, and other weapons must</br>Be those, that quell the might of hellish charms,</br>He with his bare wand can unthred thy joints,</br>And crumble all thy sinews.", "ELDER BROTHER.</br>Why pr'ythee, Shepherd,</br>How durst thou then thy self approach so near,</br>As to make this relation?", "SPIRIT.</br>Care, and utmost shifts,</br>How to secure the Lady from surprisal,</br>Brought to my mind a certain shepherd lad,</br>Of small regard to see to, yet well skill'd</br>In every virtuous plant and healing herb,</br>That spreads her verdant leaf to the morning ray:</br>He lov'd me well, and oft would beg me sing,</br>Which when I did, he on the tender grass</br>Would sit, and hearken even to ecstasy,</br>And in requital ope his leathern scrip,</br>And show me simples of a thousand names,</br>Telling their strange and vigorous faculties:</br>Amongst the rest a small unsightly root,</br>But of divine effect, he cull'd me out;</br>The leaf was darkish, and had prickles on it,</br>But in another country, as he said,</br>Bore a bright golden flower, but not in this soil:</br>Unknown, and like esteem'd, and the dull swain</br>Treads on it daily with his clouted shoon,</br>And yet more med'cinal is it then that Moly,</br>That Hermes once to wise Ulysses gave;</br>He call'd it Haemony, and gave it me,</br>And bad me keep it as of sovran use</br>'Gainst all enchantments, mildew blast, or damp</br>Or ghastly furies' apparition.</br>I purs'd it up, but little reck'ning made,</br>Till now that this extremity compell'd:</br>But now I find it true; for by this means</br>I knew the foul enchanter though disguis'd,</br>Enter'd the very lime-twigs of his spells,</br>And yet came off:  if you have this about you</br>(As I will give you when we go,) you may</br>Boldly assault the necromancers hall;</br>Where if he be, with dauntless hardihood,</br>And brandish'd blade, rush on him; break his glass,</br>And shed the luscious liquor on the ground,</br>But seize his wand; though he and his curst crew</br>Fierce sign of battle make, and menace high,</br>Or like the sons of Vulcan vomit smoke,</br>Yet will they soon retire, if he but shrink.", "ELDER BROTHER.</br>Thyrsis lead on apace, I'll follow thee,</br>And some good Angel bear a shield before us!", "The Scene changes to a stately palace, set out with all manner of deliciousness:  soft musick, tables spread with all dainties.  Comus appears with his rabble, and the Lady set in an enchanted chair, to whom he offers his glass, which she puts by, and goes about to rise.", "COMUS.</br>Nay, Lady sit; if I but wave this wand,</br>Your nerves are all chain'd up in alabaster,</br>And you a statue; or as Daphne was,</br>Root-bound, that fled Apollo.", "LADY.</br>Fool, do not boast;</br>Thou canst not touch the freedom of my mind</br>With all thy charms, although this corporal rind</br>Thou hast immanacled, while Heaven sees good.", "COMUS.</br>Why are you vex'd Lady?  why do you frown?</br>Here dwell no frowns, nor anger; from these gates</br>Sorrow flies far:  See here be all the pleasures,</br>That fancy can beget on youthful thoughts,</br>When the fresh blood grows lively, and returns</br>Brisk as the April buds in primrose-season.</br>And first, behold this cordial julep here,</br>That flames, and dances in his crystal bounds,</br>With spirits of balm, and fragrant syrops mix'd:</br>Not that Nepenthes, which the wife of Thone,</br>In Egypt gave to Jove-born Helena,</br>Is of such power to stir up joy as this,</br>To life so friendly, or so cool to thirst.</br>Why should you be so cruel to your self,</br>And to those dainty limbs, which Nature lent</br>For gentle usage and soft delicacy?</br>But you invert the covenants of her trust,</br>And harshly deal, like an ill borrower,</br>With that which you receiv'd on other terms;</br>Scorning the unexempt condition,</br>By which all mortal frailty must subsist,</br>Refreshment after toil, ease after pain,</br>That have been tir'd all day without repast,</br>And timely rest have wanted; but, fair Virgin,</br>This will restore all soon.", "LADY.</br>'Twill not, false traitor!</br>'Twill not restore the truth and honesty,</br>That thou hast banish'd from thy tongue with lies.</br>Was this the cottage, and the safe abode</br>Thou told'st me of?  What grim aspects are these,</br>These ugly-headed Monsters?  Mercy guard me!</br>Hence with thy brew'd enchantments, foul deceiver!</br>Hast thou betray'd my credulous innocence</br>With visor'd falsehood, and base forgery?</br>And wouldst thou seek again to trap me here</br>With lickerish baits, fit to ensnare a brute?</br>Were it a draught for Juno when she banquets,</br>I would not taste thy treasonous offer; none,</br>But such as are good men can give good things;</br>And that which is not good, is not delicious</br>To a well-govern'd and wise appetite.", "COMUS.</br>O foolishness of men!  that lend their ears</br>To those budge doctors of the Stoick fur,</br>And fetch their precepts from the Cynick tub,</br>Praising the lean and sallow Abstinence.</br>Wherefore did Nature pour her bounties forth</br>With such a full and unwithdrawing hand,</br>Covering the earth with odours, fruits, and flocks,</br>Thronging the seas with spawn innumerable,</br>But all to please, and sate the curious taste?</br>And set to work millions of spinning worms,</br>That in their green shops weave the smooth-hair'd silk,</br>To deck her sons; and that no corner might</br>Be vacant of her plenty, in her own loins</br>She hutch'd the all-worshipt ore, and precious gems</br>To store her children with:  if all the world</br>Should in a pet of temperance feed on pulse,</br>Drink the clear stream, and nothing wear but frieze,</br>The All-giver would be unthank'd, would be unprais'd,</br>Not half his riches known, and yet despis'd:</br>And we should serve him as a grudging master,</br>As a penurious niggard of his wealth,</br>And live like Natures bastards, not her sons,</br>Who would be quite surcharg'd with her own weight,</br>And strangl'd with her waste fertility;</br>The earth cumber'd, and the wing'd air dark'd with plumes,</br>The herds would over-multitude their lords,</br>The sea o'refraught would swell, and the unsought diamonds</br>Would so imblaze the forehead of the deep,</br>And so bestud with stars, that they below</br>Would grow inur'd to light, and come at last</br>To gaze upon the sun with shameless brows.</br>List, Lady; be not coy, and be not cosen'd</br>With that same vaunted name, Virginity.</br>Beauty is natures coin, must not be hoarded,</br>But must be current; and the good thereof</br>Consists in mutual and partaken bliss,</br>Unsavoury in the enjoyment of it self;</br>If you let slip time, like a neglected rose</br>It withers on the stalk with languish'd head</br>Beauty is Natures brag, and must be shown</br>In courts, at feasts, and high solemnities,</br>Where most may wonder at the workmanship;</br>It is for homely features to keep home,</br>They had their name thence; coarse complexions</br>And cheeks of sorry grain will serve to ply</br>The sampler, and to seize the huswifes wool.</br>What need a vermeil-tinctur'd lip for that,</br>Love-darting eyes, or tresses like the Morn?</br>There was another meaning in these gifts;</br>Think what, and be advis'd, you are but young yet.", "LADY.</br>I had not thought to have unlocks my lips</br>In this unhallow'd air, but that this juggler</br>Would think to charm my judgement, as mine eyes,</br>Obtruding false rules pranck'd in reasons garb.</br>I hate when Vice can bolt her arguments,</br>And virtue has no tongue to check her pride.&mdash;</br>Impostor!  do not charge most innocent Nature,</br>As if she would her children should be riotous</br>With her abundance; she, good cateress,</br>Means her provision only to the good,</br>That live according to her sober laws,</br>And holy dictate of spare Temperance:</br>If every just man, that now pines with want,</br>Had but a moderate and beseeming share</br>Of that which lewdly-pamper'd Luxury</br>Now heaps upon some few with vast excess,</br>Natures full blessings would be well dispenc'd</br>In unsuperfluous even proportion,</br>And she no whit encomber'd with her store;</br>And then the giver would be better thank'd,</br>His praise due paid:  for swinish Gluttony</br>Ne'er looks to Heaven amidst his gorgeous feast,</br>But with besotted base ingratitude</br>Crams, and blasphemes his feeder.  Shall I go on?</br>Or have I said enough?  To him that dares</br>Arm his profane tongue with contemptuous words</br>Against the sun-clad power of Chastity,</br>Fain would I something say, yet to what end?</br>Thou hast nor ear, nor soul to apprehend</br>The sublime notion, and high mystery</br>That must be utter'd to unfold the sage</br>And serious doctrine of Virginity;</br>And thou art worthy that thou should'st not know</br>More happiness than this thy present lot.</br>Enjoy your dear wit, and gay rhetorick,</br>That hath so well been taught her dazzling fence,</br>Thou art not fit to hear thy self convinc'd:</br>Yet, should I try, the uncontrouled worth</br>Of this pure cause would kindle my rapt spirits</br>To such a flame of sacred vehemence,</br>That dumb things would be mov'd to sympathize,</br>And the brute Earth would lend her nerves, and shake,</br>Till all thy magick structures rear'd so high,</br>Were shatter'd into heaps o'er thy false head.", "COMUS.</br>She fables not, I feel that I do fear</br>Her words set off by some superior power;</br>And though not mortal, yet a cold shuddring dew</br>Dips me all o'er, as when the wrath of Jove</br>Speaks thunder, and the chains of Erebus,</br>To some of Saturn's crew.  I must dissemble,</br>And try her yet more strongly. &mdash; Come, no more;</br>This is mere moral babble, and direct'</br>Against the canon-laws of our foundation;</br>I must not suffer this, yet 'tis but the lees</br>And settlings of a melancholy blood:</br>But this will cure all straight; one sip of this</br>Will bathe the drooping spirits in delight,</br>Beyond the bliss of dreams.  Be wise, and taste.&mdash;", "The Brothers rush in with swords drawn, wrest his glass out of his band, and break it against the ground; his rout make sign of resistance, but are all driven in.  The Attendant Spirit comes in.", "SPIRIT.</br>What, have you let the false enchanter 'scape?</br>O ye mistook, ye should have snatch'd his wand,</br>And bound him fast; without his rod revers'd,</br>And backward mutters of dissevering power,</br>We cannot free the Lady that sits here</br>In stony fetters fix'd, and motionless:</br>Yet stay, be not disturb'd; now I bethink me,</br>Some other means I have that may be us'd,</br>Which once of Meliboeus old I learnt,</br>The soothest Shepherd that ere pip'd on plains.", "There is a gentle Nymph not far from hence,</br>That with moist curb sways the smooth Severn stream,</br>Sabrina is her name, a virgin pure,</br>Whilom she was the daughter of Locrine,</br>That had the Scepter from his father Brute.</br>She, guiltless damsel, flying the mad pursuit</br>Of her enraged stepdam Guendolen,</br>Commended her fair innocence to the flood.</br>That stay'd her flight with his cross-flowing course.</br>The Water-Nymphs, that in the bottom play'd,</br>Held up their pearled wrists and took her in,</br>Bearing her straight to aged Nereus' Hall;</br>Who piteous of her woes, rear'd her lank head,</br>And gave her to his daughters to imbathe</br>In nectar'd lavers, strew'd with asphodel;</br>And through the porch and inlet of each sense</br>Dropt in ambrosial oils, till she reviv'd,</br>And underwent a quick immortal change,</br>Made goddess of the river; still she retains</br>Her maiden gentleness, and oft at eve</br>Visits the herds along the twilight meadows,</br>Helping all urchin blasts, and ill-luck signs</br>That the shrewd meddling elfe delights to make,</br>Which she with precious vial'd liquors heals;</br>For which the shepherds at their festivals</br>Carol her goodness loud in rustick layes,</br>And throw sweet garland wreaths into her stream</br>Of pansies, pinks, and gaudy daffodils.</br>And, as the old swain said, she can unlock</br>The clasping charm, and thaw the numming spell,</br>If she be right invok'd in warbled song;</br>For maidenhood she loves, and will be swift</br>To aid a virgin, such as was her self,</br>In hard besetting need; this will I try,</br>And add the power of some adjuring verse.", "SONG.</br>Sabrina fair,</br>Listen where thou art sitting</br>Under the glassy, cool, translucent wave,</br>In twirled braids of lillies knitting</br>The loose train of thy amber-dropping hair;</br>Listen for dear honour's sake,</br>Goddess of the silver lake,</br>Listen and save.</br>Listen and appear to us,</br>In name of great Oceanus;</br>By the earth-shaking Neptune's mace,</br>And Tehtys grave majestick pace,</br>By hoary Nereus' wrinkled look,</br>And the Carpathian wisards hook,</br>By scaly Tritons winding shell,</br>And old sooth-saying Glaucus' spell,</br>By Leucothea's lovely hands,</br>And her Son that rules the strands,</br>By Thetis tinsel-slipper'd feet,</br>And the songs of Syrens sweet,</br>By dead Parthenope's dear tomb,</br>And fair Ligea's golden comb,</br>Wherewith she sits on diamond rocks,</br>Sleeking her soft alluring locks;</br>By all the Nymphs that nightly dance</br>Upon thy streams with wily glance,</br>Rise, rise, and heave thy rosy head,</br>From thy coral-paven bed,</br>And bridle in thy headlong wave,</br>Till thou our summons answer'd have.</br>Listen and save!", "Sabrina rises, attended by water-Nymphs, and sings.", "By the rushy-fringed bank,</br>Where grows the willow, and the osier dank,</br>My sliding chariot stays,</br>Thick set with agate, and the azurn sheen</br>Of Turkis blue, and emerald green,</br>That in the channel strays,</br>Whilst from off the waters feet</br>Thus I set my printless feet</br>O'er the cowslip's velvet head,</br>That bends not as I tread;</br>Gentle swain at thy request,</br>I am here.", "SPIRIT.</br>Goddess dear,</br>We implore thy powerful hand</br>To undo the charmed band</br>Of true virgin here distrest,</br>Through the force, and through the wile,</br>Of unblest enchanter vile.", "SABRINA.</br>Shepherd 'tis my office best</br>To help ensnared chastity;</br>Brightest Lady, look on me,</br>Thus I sprinkle on thy breast</br>Drops that from my fountain pure,</br>I have kept of precious cure;</br>Thrice upon thy finger's tip,</br>Thrice upon thy rubied lip:</br>Next this marble venom'd seat,</br>Smear'd with gums of glutinous heat,</br>I touch with chaste palms moist and cold:&mdash;</br>Now the spell hath lost his hold;</br>And I must haste ere morning hour,</br>To wait in Amphitrite's bower.", "Sabrina descends, and the Lady rises out of her seat.", "SPIRIT.</br>Virgin, daughter of Locrine</br>Sprung of old Anchises' line,</br>May thy brimmed waves for this</br>Their full tribute never miss</br>From a thousand petty rills,</br>That tumble down the snowy hills:</br>Summer drouth, or singed air</br>Never scorch thy tresses fair,</br>Nor wet October's torrent flood</br>Thy molten crystal fill with mud,</br>May thy billows roll ashore</br>The beryl, and the golden ore;</br>May thy lofty head be crown'd</br>With many a tower and terrace round,</br>And here and there thy banks upon</br>With groves of myrrh, and cinnamon!", "Come, Lady, while Heaven lends us grace,</br>Let us fly this cursed place,</br>Lest the Sorcerer us entice</br>With some other new device.</br>Not a waste, or needless sound,</br>Till we come to holier ground;</br>I shall be your faithful guide</br>Through this gloomy covert wide,</br>And not many furlongs thence</br>Is your Fathers residence,</br>Where this night are met in state</br>Many a friend to gratulate</br>His wish'd presence; and beside</br>All the swains, that there abide,</br>With jigs, and rural dance resort,</br>We shall catch them at their sport,</br>And our sudden coming there</br>Will double all their mirth and chere;</br>Come, let us haste, the stars grow high,</br>But night sits monarch yet in the mid sky.", "The Scene changes, presenting Ludlow Town and the President's Castle; then come in Country Dancers, after them the Attendant Spirit, with the two Brothers and the Lady.", "SONG.", "SPIRIT.</br>Back, Shepherds, back; enough your play,</br>Till next sun-shine holiday:</br>Here be, without duck or nod,</br>Other trippings to be trod</br>Of lighter toes, and such court guise</br>As Mercury did first devise,</br>With the mincing Dryades,</br>On the lawns, and on the leas.", "This second Song presents them to their Father and Mother.", "Noble Lord, and Lady bright,</br>I have brought ye new delight;</br>Here behold so goodly grown</br>Three fair branches of your own;</br>Heaven hath timely tried their youth,</br>Their faith, their patience, and their truth,</br>And sent them here through hard assays</br>With a crown of deathless praise,</br>To triumph in victorious dance</br>O'er sensual Folly, and Intemperance.", "The dances [being] ended, the Spirit epiloguizes.", "SPIRIT.</br>To the Ocean now I fly,</br>And those happy climes that lie</br>Where day never shuts his eye,</br>Up in the broad fields of the sky:</br>There I suck the liquid air</br>All amidst the Gardens fair</br>Of Hesperus, and his daughters three</br>That sing about the golden tree:</br>Along the crisped shades and bowers</br>Revels the spruce and jocund Spring;</br>The Graces, and the rosy-bosom'd Hours,</br>Thither all their bounties bring;</br>There eternal Summer dwells,</br>And West-Winds, with musky wing,</br>About the cedar'n alleys fling</br>Nard and Cassia's balmy smells.</br>Iris there with humid bow,</br>Waters the odorous banks that blow</br>Flowers of more mingled hew</br>Then her purfled scarf can shew;</br>And drenches with Elysian dew</br>(List mortals, if your ears be true,)</br>Beds of hyacinth, and roses,</br>Where young Adonis oft reposes,</br>Waxing well of his deep wound</br>In slumber soft, and on the ground</br>Sadly sits the Assyrian queen;</br>But far above in spangled sheen</br>Celestial Cupid, her fam'd son, advanc'd,</br>Holds his dear Psyche sweet entranc'd,</br>After her wandring labours long,</br>Till free consent the gods among</br>Make her his eternal bride,</br>And from her fair unspotted side</br>Two blissful twins are to be born,</br>Youth and Joy; so Jove hath sworn,", "But now my task is smoothly done,</br>I can fly, or I can run,</br>Quickly to the green earth's end,</br>Where the bow'd welkin slow doth bend,</br>And from thence can soar as soon</br>To the corners of the Moon.", "Mortals, that would follow me,</br>Love Virtue; she alone is free:</br>She can teach ye how to clime</br>Higher then the sphery chime;</br>Or if Virtue feeble were,</br>Heaven it self would stoop to her.</br>"]