["I. 1.</br>\"Ruin seize thee, ruthless King!</br>Confusion on thy banners wait,</br>Though fann'd by Conquest's crimson wing</br>They mock the air with idle state!</br>Helm, nor Hauberk's twisted mail,</br>Nor even thy virtues, Tyrant, shall avail</br>To save thy secret soul from nightly fears,</br>From Cambria's curse, from Cambria's tears!\"</br>Such were the sounds, that o'er the crested pride</br>Of the first Edward scatter'd wild dismay,</br>As down the steep of Snowdon's shaggy side</br>He wound with toilsome march his long array.</br>Stout Glo'ster stood aghast in speechless trance;</br>To arms!  cried Mortimer, and couch'd his quivering lance.", "I. 2.</br>On a rock, whose haughty brow</br>Frowns o'er old Conway's foaming flood,</br>Robed in the sable garb of woe,</br>With haggard eyes the Poet stood;</br>(Loose his beard, and hoary hair</br>Stream'd, like a meteor, to the troubled air)</br>And, with a Master's hand and Prophet's fire,</br>Struck the deep sorrows of his lyre.</br>\"Hark, how each giant-oak, and desert cave,</br>Sighs to the torrent's aweful voice beneath!</br>O'er thee, oh King!  their hundred arms they wave,</br>Revenge on thee in hoarser murmurs breathe;</br>Vocal no more, since Cambria's fatal day,</br>To high-born Hoel's harp, or soft Llewellyn's lay.", "I. 3.</br>\"Cold is Cadwallo's tongue,</br>That hush'd the stormy main:</br>Brave Urien sleeps upon his craggy bed:</br>Mountains, ye mourn in vain</br>Modred, whose magic song</br>Made huge Plinlimmon bow his cloud-top'd head.</br>On dreary Arvon's shore they lie,</br>Smear'd with gore, and ghastly pale:</br>Far, far aloof th' affrighted ravens sail;</br>The famish'd Eagle screams, and passes by.</br>Dear lost companions of my tuneful art,</br>Dear, as the light, that visits these sad eyes,</br>Dear, as the ruddy drops that warm my heart,</br>Ye died amidst your dying country's cries&mdash;</br>No more I weep.  They do not sleep.</br>On yonder cliffs, a griesly band,</br>I see them sit, they linger yet,</br>Avengers of their native land:</br>With me in dreadful harmony they join,</br>And weave with bloody hands the tissue of thy line.", "II. 1.</br>\"'Weave the warp, and weave the woof,</br>The winding-sheet of Edward's race.</br>Give ample room, and verge enough</br>The characters of hell to trace.</br>Mark the year, and mark the night,</br>When Severn shall re-eccho with affright</br>The shrieks of death, thro' Berkley's roofs that ring,</br>Shrieks of an agonizing King!</br>She-Wolf of France, with unrelenting fangs,</br>That tear'st the bowels of thy mangled Mate,</br>From thee be born, who o'er thy country hangs</br>The scourge of Heav'n.  What terrors round him wait!</br>Amazement in his van, with Flight combined,</br>And sorrow's faded form, and solitude behind.", "II. 2.</br>\"'Mighty Victor, mighty Lord,</br>Low on his funeral couch he lies!</br>No pitying heart, no eye, afford</br>A tear to grace his obsequies.</br>Is the sable Warriour fled?</br>Thy son is gone.  He rests among the Dead.</br>The Swarm, that in thy noon-tide beam were born?</br>Gone to salute the rising Morn.</br>Fair laughs the Morn, and soft the Zephyr blows,</br>While proudly riding o'er the azure realm</br>In gallant trim the gilded Vessel goes;</br>Youth on the prow, and Pleasure at the helm;</br>Regardless of the sweeping Whirlwind's sway,</br>That, hush'd in grim repose, expects his evening-prey.", "II. 3.</br>\"'Fill high the sparkling bowl,</br>The rich repast prepare,</br>Reft of a crown, he yet may share the feast:</br>Close by the regal chair</br>Fell Thirst and Famine scowl</br>A baleful smile upon their baffled Guest.</br>Heard ye the din of battle bray,</br>Lance to lance, and horse to horse?</br>Long Years of havock urge their destined course,</br>And thro' the kindred squadrons mow their way.</br>Ye Towers of Julius, London's lasting shame,</br>With many a foul and midnight murther fed,</br>Revere his Consort's faith, his Father's fame,</br>And spare the meek Usurper's holy head.</br>Above, below, the rose of snow,</br>Twined with her blushing foe, we spread:</br>The bristled Boar in infant-gore</br>Wallows beneath the thorny shade.</br>Now, Brothers, bending o'er th' accursed loom,</br>Stamp we our vengeance deep, and ratify his doom.", "III. 1.</br>\"'Edward, lo!  to sudden fate</br>(Weave we the woof.  The thread is spun.)</br>Half of thy heart we consecrate.</br>(The web is wove.  The work is done.)'</br>Stay, oh stay!  nor thus forlorn</br>Leave me unbless'd, unpitied, here to mourn:</br>In yon bright track, that fires the western skies,</br>They melt, they vanish from my eyes.</br>But oh!  what solemn scenes on Snowdon's height</br>Descending slow their glittering skirts unroll?</br>Ye unborn Ages, crowd not on my soul!</br>No more our long-lost Arthur we bewail.</br>All-hail, ye genuine Kings, Britannia's Issue, hail!", "III. 2.</br>\"Girt with many a Baron bold</br>Sublime their starry fronts they rear;</br>And gorgeous Dames, and Statesmen old</br>In bearded majesty, appear.</br>In the midst a Form divine!</br>Her eye proclaims her of the Briton-Line;</br>Her lyon-port, her awe-commanding face,</br>Attemper'd sweet to virgin-grace.</br>What strings symphonious tremble in the air,</br>What strains of vocal transport round her play!</br>Hear from the grave, great Taliessin, hear;</br>They breathe a soul to animate thy clay.</br>Bright Rapture calls, and, soaring, as she sings,</br>Waves in the eye of Heav'n her many-colour'd wings.", "III. 3.</br>\"The verse adorn again</br>Fierce War, and faithful Love,</br>And Truth severe, by fairy Fiction drest.</br>In buskin'd measures move</br>Pale Grief, and pleasing Pain,</br>With Horrour, Tyrant of the throbbing breast.</br>A Voice, as of the Cherub-Choir,</br>Gales from blooming Eden bear;</br>And distant warblings lessen on my ear,</br>That lost in long futurity expire.</br>Fond impious Man, think'st thou yon sanguine cloud,</br>Rais'd by thy breath, has quench'd the Orb of day?</br>To-morrow he repairs the golden flood,</br>And warms the nations with redoubled ray.</br>Enough for me:  with joy I see</br>The different doom our Fates assign.</br>Be thine Despair, and scept'red Care;</br>To triumph, and to die, are mine.\"</br>He spoke, and headlong, from the mountain's height</br>Deep in the roaring tide he plung'd to endless night.</br>"]