["In evrich Mart that stands on British Ground,</br>In evrich Village less y-known to Fame,</br>Dwells there, in Cot uncouth, a far renown'd,</br>A Matron old, whom we School-Mistress name;</br>Who wont unruly Brats with Birch to tame:</br>They grieven sore in Durance vile y-pent,</br>Aw'd by the Pow'r of uncontrouled Dame;</br>And oft-times on Vagaries idly bent</br>For Task unconn'd, or unkempt Hair are sore y-shent.", "Nar to this Dome is found a Patch so green,</br>On which the Tribe their Gambols do display:</br>Als at the Door impris'ning Board is seen;</br>Lest weakly Wights of smaller size shou'd stray:</br>Eager, perdie, to bask in sun-shine Day:</br>The Noises intermix'd, which thence resound,</br>Do Learning's little Tenement betray:</br>Where sits the Dame, disguis'd in Look profound,</br>And eyes her fairy Throng, and turns her Wheel around.", "Right well knew She each Temper to descry,</br>To thwart the proud, and the submiss to raise:</br>Some with vile copper Prize exalt on high,</br>And some entice with Pittance small of Praise:</br>And other Sorts with baleful Spriggs affrays:</br>Eke in her Absence She command doth hold,</br>While with quaint Arts the thoughtless Croud she sways;</br>Fore-warn'd if little Bird their Tricks behold,</br>'Twill whisper in her Ear, and all the Scene unfold.", "Lo!  now, with State, she utters the command.</br>Eftsoons the Urchins to their Tasks repair;</br>Their Books of stature small take they in Hand,</br>Which with pellucid Horn secured are,</br>To save from Finger wet, the Letters fair:</br>The Work so quaint, that on their Backs is seen,</br>St. George's high Atchievements does declare;</br>On which thilk Wight that has y-gazing been</br>Kens the forth-coming Rod, unpleasing Sight, I ween!", "But ah!  what Pen his woful Plight can trace,</br>Or what Device his loud Laments explain,</br>The Form uncouth of his disguised Face,</br>The pallid Hue that dyes his Looks amain,</br>The plenteous Show'r that does his Check distain,</br>When he in abject wise implores the Dame;</br>Ne hopeth ought of sweet Reprieve to gain:</br>Or when from high she levels well her Aim,</br>And thro' the Thatch his Cries each falling Stroke proclaim.", "The other Tribe aghast, with sore dismay</br>Attend, and conn their Tasks with mickle Care:</br>By turns astony'd evrich Twigg survey,</br>And from their Fellows furrow'd Bum beware;</br>Knowing, I wist, how each the same may share:</br>Till Fear has taught 'em a performance meet,</br>And to the well-known Chest the Dame repair;</br>Whence oft with sugar'd Cates she doth 'em greet,</br>And Ginger-bread y-rare, now, certes, doubly sweet.", "Now to their Seats they hie with merry glee,</br>And in beseemly order sitten there;</br>All but the Wight of Bum y-galled, he</br>Abhors both Bench, and Stool, and Form, and Chair;</br>(This Hand in Mouth y-fix'd, that rends his Hair)</br>And eke with Snubs profound, and heaving Breast,</br>Convulsions intermitting!  does declare</br>His grievous Wrongs, his Dame's unjust Behest,</br>And scorns her proffer'd Love, and shuns to be caress't.", "Behind some Door, in melancholy Thought,</br>Mindless of Food, he, dreary Caitiff!  pines,</br>Ne for his Fellows joyance careth ought,</br>But to the Winds all Merriment resigns.</br>His Face besprent with liquid Chrystal shines;</br>And many a sullen Look askaunce is sent,</br>Which for his Dame's Annoyance he designs;</br>Nathless the more to pleasure him she's bent,</br>The more doth he perverse her 'Haviour past resent.", "Algates the rest from silk Misfortune free,</br>Stir'n but as Nature doth abroad them call;</br>Then squatten down with Hand beneath each Knee,</br>Ne seeken out or secret Nook or Wall,</br>But cack in open Street &mdash; no Shame doth them appall.</br>And may no Carl their Innocence deride,</br>While they p &mdash; ss boldly, in the face of all;</br>Turning unaw'd their Vestments small aside,</br>Ne covet Hedge, ne Barn their privy Parts to hide.", "But when the Hour of Pleasaunce draweth near,</br>They usher forth all debonair and gay;</br>And standing on the Green, with jocund Leer,</br>Salute the Stranger passing on his Way.</br>Some builden fragile tenements of Clay;</br>Some to the standing Lake their Courses bend,</br>With Pebbles smooth at Duck and Drake to play:</br>Thilk to the Huxter's sav'ry Cot y-tend,</br>In pastry Kings and Queens th' allotted Mite to spend.", "Here, as each Season yields a diffrent store,</br>Each Season's Stores in order ranged been;</br>Apples with Cabbage-net y-cover'd o'er,</br>Galling full sore th' unmoney'd Wight are seen,</br>And Goose-b'rie clad in Liv'ry red, or green:</br>And here of lovely Dye the Cath'rine Pear,</br>Fine Pear!  as lovely for thy Juice, I ween.</br>O!  may no Wight e'er pennyless come there,</br>Lest led by thee astray, he shameful Theft prepare.", "See!  Cherries here, e'er Cherries yet abound,</br>With Thread so white in lusheous Bundles ty'd,</br>Scatter, like blooming Maid, their Glances round;</br>And draw with pamper'd Look our Eyes aside:</br>These must be bought tho' Penury betide;</br>The Plum of purple Hue, the Nut so brown,</br>Tempting the passing Swain:  thilk Cakes beside,</br>Whose much-lov'd Names th' Inventress City own,</br>Rend'ring thro' Britain's Isle Salopia's Praises known.</br>"]