["THE FIRST PASTORAL.</br>BEING THE LAMENTATION OF THE POOR AND FORSAKEN LYCIDAS.", "Young Lycidas, the sweetest Shepherd Swain,</br>When Winter's wasteful Rage was almost spent;</br>All in a sunshine Day, the Season's boast,</br>So fair it was, led forth his folded Flock:</br>Weary they seem'd and faint, that scarce their feet</br>Upheld their Fleeces heavy and wet:</br>And as the Sheep, such was the Shepherd's Look,</br>For pale he was with Care, and sad with Love;</br>Yet sweetly he cou'd sing, and sweetly play.</br>Up to an Hill he led his drooping Flock,</br>Drooping himself; and thus the Shepherd plain'd,</br>The while his Flock upon the brown Heath fed.", "LYCIDAS.</br>Ye Deities that pity Lovers Woe,</br>If any Gods do pity Lovers Woe!</br>Look from on high, where you in Joy remain</br>And listen unto my heart-breaking Grief:</br>And thou the God of Shepherds and their Sheep,</br>Oh Pan; if e'er the Pangs of Love you felt,</br>Pity an hopeless Lover's Misery.</br>Thou desolated Earth, which Winter's waste</br>Hath desert made, thou art a Miror now</br>Of wither'd Dreariness, that doth reflect</br>The Image of my melancholy Plight.</br>Whilom the fresh Spring flower'd; and after-haste</br>Came the hot Summer cloath'd in Asphodel!</br>But now the stormy Winter's time is come,</br>Thy Beauty marr'd, and all thy Pomp defil'd.", "Rage, such as Winter's, reigneth in my Breast;</br>My Life-blood freezeth with the cruel Cold;</br>Such Tempests wreck my weak and feeble Frame:</br>And as my Years were waste, I see the waste</br>Of th' desert Year; And yet, poor Lycidas,</br>Alas, thy Spring of Life began but now;</br>Alas, thy Spring of Life is past but now.", "Ye naked Trees whose shady Leaves are lost,</br>Wherein the tuneful Birds did wont to build</br>Their vernal Bow'rs; but now are spread with Moss,</br>And covered with frozen Rifts of Snow,</br>Instead of gaudiest Blossoms, which before</br>Flow'r'd on your Buds; ah me!  I see the Tears</br>That from your Boughs incessant fall to Earth;</br>Or else in dreary Icicles remain.</br>My lusty Leaf is fall'n into the Sear;</br>My timely Buds are wasted with my Wail:</br>And all those Blossoms which my Branch of Youth</br>Bore flow'ry, promising maturest Fruit,</br>Are blown away, and blasted with my Tears</br>And heavy Sighs, for I incessant mourn.", "Thou feeble Flock, whose Fleece is rough and rent,</br>Whose Knees are weak, thro' Fast and evil Fare,</br>May'st witness well how great a Slave I am,</br>How much o'ercome with Woe; how very a Wretch,</br>By the small Care I take of you my Flock!</br>Thou weak and poor, and I am weak and poor.", "With many Sighs I curse the fatal Time</br>That lur'd my luckless Steps to see the Town;</br>Yet I have blest it with a thousand Prayers.</br>There I the cruel ANNA first beheld;</br>Yet all for nought, 'twas that undid me quite.</br>Alas, that Love should cause both Joy and Pain.", "It is not Mopsus that my Rival is,</br>Altho' he seeks my Fair with daily Suit;</br>His clownish Gifts and clownish Courtesies,</br>I cannot fear, they are as vain as mine.</br>Too foolish Mopsus, keep thy silly Kids,</br>And early Fruit; or to another give.", "Fair ANNA is my Love:  Ah, why my Love?</br>For she disdains the Love of Lycidas:</br>I am despis'd by her, and set at nought,</br>My rural Melody she holds in Scorn,</br>My Pastorals she hears with Carelessness,</br>And laughs at all the Lays that I indite.", "Wherefore my Pipe, although you please rude Pan,</br>Yet since not her, whom I alone adore;</br>And thou unlucky Muse, shall never more be woo'd</br>By me unlucky Swain.", "Thus Lycid spoke,</br>And broke his Pipe, and on the Ground lay down,</br>The wet-cold Ground.  What Time, the Sun had drove</br>His slow Steeds headlong in th' Ocean's Wave,</br>Taking but a small Circuit of the Sky:</br>And the frosty Night had spread her Mantle blue</br>Over the Heaven &mdash; which seen, the pensive Boy</br>Half in despite arose, and homeward drove</br>His sullen Sheep, whose hanging Heads did seem</br>To droop, because their pining Keeper droop'd.", "THE SECOND PASTORAL.</br>DAPHNIS AND MENALCAS DISCOURSE ABOUT THE SEVERITY OF THE SEASON.", "DAPHNIS.</br>Alas, for pity, will the Winter's Rage</br>And all these bitter Winds be never o'er;</br>The keen Cold pierces me thro' ev'ry Joint,</br>My ragged Oxen shiver with the Cold,</br>And yonder Turrets to the driving Blasts</br>Rock dreadful, bending all their Battlements</br>Before the Storm, as doth the slender Ash.", "MENALCAS.</br>Lewdly complainest thou of Winter's Wreck</br>Making thee sad; the rapid Years run down</br>By certain Laws, and Bad succeeds to Good,</br>And worst  to worse; when past the former Year,</br>The same Vicissitude returns again.", "The Man who can't endure the stormy Time</br>And all the Waste of Winter; where; ah!  where</br>Forlorn can he wait, till the mild Spring</br>Returning brings the Sweets of vernal Hours:</br>For me, thrice thirty Years I have beheld,</br>Some spent in Joy, the greater parts in Tears,</br>And never did my vig'rous Limbs complain</br>Of Summer Heat, or Winter's piercing cold,</br>Or the fierce Threat of Tempests blowing wild,</br>But gently took that which ungently came.</br>My Flock hath ever been my chiefest Care,</br>And well in ev'ry Season do they look.", "DAPHNIS.</br>No Marvel rough Menalcas, that you can</br>Cheerfully undergo the Winter's Weight:</br>Old Age and Winter do accord full nigh;</br>Hoary with Years and Snow; and, as the Time,</br>Sullen with Tempests, saddens all the Air,</br>Your cloudy Brow doth cast a gloomy Frown:</br>Morose and stormy is your time of Life.", "But flow'ring Youth, like mine, is Foe to Frost,</br>My Ship unus'd to bear the Winter's Wind.", "MENALCAS.</br>In vain the silly shipwreck'd Mariner,</br>Who will to sea again, doth Neptune blame.</br>So foolish shepherd Boys do idly live</br>Keeping their bleating Flocks on budded Broom.</br>But if the shiny Sun with brighten'd Ray</br>Smiles forth, they think the Spring already o'er,</br>And all the ruin of the Winter past.</br>Witless ye are, and like to foolish Flies</br>Ye 'gin to scorn the Cold and the shrill Sleet,</br>And whistle merry on your oaten Pipes.", "Again breme Winter comes, with ruffled Brows,</br>And full of frosty Furrows in his Front,</br>Drearily shooteth with his stormy Dart,</br>Your careless resolution is dismay'd,</br>Your feeble Flocks are ruin'd by the Cold,</br>And dearly for your idle Songs ye pay.", "DAPHNIS.</br>Foolish old Man, this silly old Advice</br>I lightly hold, since you wou'd have me waste,</br>Expos'd to Winter's Rage, my spring of Youth,</br>Thy Brain is worn out as is thy Strength;</br>And rusty Age hath rotted thee, poor Swain!</br>When with thy Youth, all youthful Joys are gone,</br>Me, in my Youth, you'd rob of youthful Joys:</br>But were thy Years green now, as mine are Green,</br>To Pleasures different, and diff'rent Thoughts</br>You wou'd incline, and learn to carrol too</br>Sweet Songs of Love, and thou would'st also pipe</br>Of ANNA'S Praise, with Dulcet Melody.</br>Fair ANNA; unto her and gentle Love,</br>For ever I, devoted have, my Life!</br>Such Happiness if you cou'd now enjoy,</br>Menalcas it wou'd make thee Young again.", "MENALCAS.</br>Silly thou art to mention empty Love;</br>All that you give to Love you give the Wind.", "DAPHNIS.</br>Behold, oh foolish Swain, the curled Front</br>Of yonder Bull, that traverses the Field:</br>His mooned Horns are bended o'er his Brow:</br>See how he venteth to the fuming Winds:</br>Do you not think he meditates of Love?</br>This Love hath made him wildly beautiful.", "Then look upon thy Flock; seems they have ta'en</br>Thy Counsel; for they are so weak and wan;</br>Hoary with Frost and Snow, and cloath'd with Cold;</br>The Father of the Flock is impotent,</br>Therefore their Bodies droop, and their Hearts faint;</br>The wintry Horror shall destroy the Lambs.", "MENALCAS.</br>Daphnis, I ween, thou little know'st of Good,</br>Thus heedlessly to boast thy silly Youth;</br>Which is a Bubble only made by Wind,</br>Whose Wit is Weakness, and its way Wildness.", "DAPHNIS.</br>If you were young as I, you'd think as I;</br>When I am old, perhaps I'll think as you.</br>So long I have stood list'ning to thy Talk</br>The Winter's Blast hath chill'd me to the Heart;</br>And I have learn'd but little from thy Tale.</br>Hie thee, poor Shepherd!  home:  The Sun is set.", "THE THIRD PASTORAL.</br>THYRSIS TELLS DAMON, HOW HE WAS WOUNDED BY CUPID FROM A BUSH.", "DAMON.</br>Why, Thyrsis, do we sit so mournfully,</br>So Woe begon?  Up for the Morn is fair,</br>And the glad Hours hasten, on rosy Wings,</br>To come unto our Prayers; quickly they shall</br>Assuage the fury of the bitter Time.", "THYRSIS.</br>Thou warnest well, oh gentle Shepherd Swain;</br>Winter hath call'd away his bitter Winds,</br>The pleasant Spring appeareth blithe and mild,</br>The Grass begins to be refresh'd and green;</br>While smoothly o'er the Pool and dimpl'd Stream</br>Shoots the light Swallow with unwaving Wings.", "DAMON.</br>See yonder Hawthorn Spray begins to bud,</br>And uttereth its tender Head in Air;</br>Flora, hath called ev'ry Flower forth;</br>And bad them to prepare the gentle Bow'r</br>Of May, that hath arisen from her Bed,</br>Now we shall pass away our Time with Joy,</br>Sporting among the Virgins in the Vale,</br>And Love himself shall come to lead the Dance.", "THYRSIS.</br>Already Love is out abroad at Game.", "DAMON.</br>But how doth Thyrsis know he is abroad?</br>Ah luckless Lad, if thou hast Cupid seen!", "THYRSIS.</br>Lately I saw him, hiding in a Bush,</br>His Wings bedrop'd with Purple and with Gold:</br>And were I not afraid, my silly Flock</br>Wou'd go astray, I'd tell you how it hapt.", "DAMON.</br>I'll have an Eye unto thy Flock myself;</br>And well I have been taught to watch a Flock;</br>Because I have an hen-peck'd Sire at home,</br>That's govern'd by an unjust Step-mother;</br>Three Times in ev'ry Day they count the Sheep,</br>And woe is me, if any they do miss.", "THYRSIS.</br>Nay, but thine eying of them will not do,</br>For they may chance to fall into some Ill,</br>I chanc'd to drop asleep three Days ago,</br>The while, that very same unhappy Ewe,</br>Who bears that Bandage on her limping Foot,</br>Fell headlong in a Pit, and hurt herself;</br>I thought sometime she would have broke her Neck;</br>She was so wanton, that she very oft</br>Drew me o'er all the Valley following her:</br>But now, I think, she sober is enough.", "DAMON.</br>Well, let that rest, and do you tell the Tale.", "THYRSIS.</br>'Twas on an holy-day, when Shepherd-Grooms</br>Have leave to sport; I took, my trusty Bow,</br>And Quiver full of long and feather'd Shafts,</br>Peeping for Birds in ev'ry Bush, or Brake:</br>At length, perch'd on a silver Ivy Tree,</br>I saw him; and a busy rustling heard:</br>Straitway against the Place I bent my Bow:</br>For were it Spirit, Fairy, Elf, or Snake,</br>Right manfully resolv'd I was to shoot.</br>With that a little naked Boy sprang forth,</br>His Wings were spotted like a Peacock's Tail,</br>And smiling at me, leaped on a Tree:</br>He had a golden Quiver full of Shafts,</br>But lightly now he bent:  Him to avoid,</br>Drawn to an Arch, I bent the sounding Bow,</br>And shot my Arrows at him, thick as Hail:</br>So long I shot, that all my Shafts were spent:</br>Then Pumice-Stones I cast as hastily:</br>But all in vain, he was so nimbly made,</br>And leaped still from Bough to Bough so light:</br>At last I grew afraid, and ran away.", "But he, that seem'd before in Merriment</br>Only to sport; a  Shaft in earnest took</br>And hit me, frighted as I ran, in th' Heel;</br>'Twas but a little smart I felt at first,</br>But soon the Pain increas'd, and rankl'd sore,</br>Nor wot I how to ease the fest'ring Wound.", "DAMON.</br>Alas, poor Thyrsis!  I lament thy Plight,</br>And know the little Urchin well enough,</br>And I have often heard my Father say,</br>When he was Young, like us, full blithsome Swain,</br>How he entangled Cupid in a Net,</br>By chance, which he had plac'd to catch the Crows:</br>He said, indeed, he was a winged Boy,</br>Else he had never dar'd to take him so.", "But lo!  the Welkin thickens with the Night,</br>And Phoebus stooping, down the Steep of Heaven,</br>Rushes into the Sea:  Let's hasten Home.", "</br>THE FOURTH PASTORAL.</br>THE SHEPHERD ALSUS CHIDES DAMAETUS FOR HIS MELANCHOLY DISPOSITION.", "ALSUS.</br>Is not the Season now the Month of May,</br>When jolly Swains and Virgins gayly sport;</br>How happens it that we no merrier are,</br>Nor like to others, girt in gaudy Green:</br>Our blanket Liveries are all too sad</br>For this sweet Season, when the Year is cloath'd</br>With Smiles, the Ground with Grass, and all the Groves</br>With green Leaves, and the Bushes with sweet Buds:</br>The Village Youth do gather ev'ry where</br>To pull the sweet Briar and the Flowers of May;</br>Then home to dress their Door-posts do they haste,</br>With Hawthorn buds, and fragrant Eglantine,</br>And Garlands gaudy in the Roses' Bloom:</br>Such Merriment o'er all the Village is,</br>While we sit here, as drowned in a Dream.", "DAMAETAS.</br>Such Sports the youthful Shepherds well befit,</br>But ill beseem our more advanced Age.", "ALSUS.</br>This very Morn, no longer 'twas ago,</br>I saw a Croud of lusty Villagers,</br>With singing, shouting, and right jolly Cheer:</br>A Shepherd play'd before them as they went,</br>Whereto right merrily they danc'd about;</br>With each his blooming Doxy in his Hand:</br>To see these Shepherds all so blithe and gay,</br>Did make my Heart to dance after their Pipe;</br>Then did they speed unto the green-wood Shade,</br>To fetch a May-bush from the pleasant Grove;</br>And crowned as King, they brought it home;</br>With gaudy Flow'rs, and Troops of Nymphs and Fays</br>Did carrol round. &mdash; Oh, that I had been Young</br>To help the Virgins their May-bush to bear!", "DAMAETUS,.</br>So far am I from envying their Mirth,</br>That inly I lament their Carelessness;</br>Little regardful of their Flocks and Herds,</br>They suffer them to run at large, and stray,</br>Spending their Youth in glee and lustihed!</br>Well it is seen their Sheep be not their own;</br>Who for their Sheep do little care as they,</br>Or they would not intrust them to such Loons:</br>Nor care they what becometh of the Flocks</br>So they obtain the Fleece.", "ALSUS.</br>Full well I see</br>Thou speakest out of spite, uncourteous Swain!</br>For thou are not invited to their Glee.</br>I, as I am, had rather be envy'd</br>Than fondly pity'd, yet would be pity'd</br>Rather than scorn'd:  For pity is for Faults</br>And for Misfortunes that we cannot help;</br>But Scorn is for a Deed of Foolishness.", "Why should we not enjoy the Goods of Life,</br>And taste the Pleasures God in Mercy gave</br>To sweeten the Misfortunes of this World;</br>For when we die the Goods of Life are gone:</br>But what we leave behind us cannot please:</br>Good is not good, unless it be enjoy'd;</br>God never gave it us for other end.", "DAMAETAS.</br>Your Folly, Alsus, fitly I compare</br>Unto the foolish Fondness of the Ape;</br>Who's so enamour'd of her ugly Cub;</br>And God wot, she a Cause of Love hath not;</br>That with her hugging it she kills the Cub.</br>So you, by over Fondness to enjoy,</br>The very Pleasures that you doat on, mar;</br>Wasting their Use, and spoiling their Intent.", "ALSUS.</br>There are three Things in th' World hard to be born,</br>And there's a Fourth that never can be born:</br>Women that of Love's longing once do taste</br>Can very hardly from their Wish refrain:</br>And when a Shepherd Swain is used ill</br>He very hardly can be kept from Rage;</br>The other is, when we are parch'd with Thirst,</br>'Tis very difficult to keep from Drink.</br>But of all Burthens that we can't endure,</br>The greatest is to bear the Prate of Fools.</br>Nay, fond Damaetas, I assure thee well,</br>While I can laugh and sing I will not cry.", "DAMAETAS.</br>Thy Levity and Folly I despise,</br>For I find much of sweet in Melancholy,.", "ALSUS.</br>Then keep these Sweets, if any such there be</br>In Melancholy, pr'ythee to thyself:</br>Few Shepherds will thy Company desire!", "</br>THE FIFTH PASTORAL.</br>THE SHEPHERD MALIBAEUS SINGS IN PRAISE OF A COUNTRY LIFE.", "Now had the Horses of the fiery Sun</br>Ascended to Heav'ns Tow'rs, and cast each where</br>From their broad Wings the Splendors of the Day;</br>And fair Aurora with her dewy Locks</br>Had chac'd the hateful Darkness from the Sky:</br>Warn'd by the coming Light, young Maelibee</br>Gan drive his Flock of Goats from out their Stalls</br>To feed abroad, where they might pasture best:</br>To an high Mountain's Top he with them went,</br>Where thickest Grass did cloath the open Hills:</br>And now among the Woods and Groves they spread,</br>And wander o'er the Vallies as they please!</br>Mean time the Shepherd piped to himself</br>In sort like this.", "MALIBAEUS.</br>Oh, the great Happiness</br>Of Shepherd Swains!  and some there by, who love</br>That low Estate, by ill use not deprav'd;</br>Who do not measure Things by outward shew.</br>For here are no such Cares as oft disturb</br>And rend the rich Man's Mind:  They ne'er intrude</br>Into the humble Swain's contented Hut:</br>Nor Cares he if the Fleece, that him arrays,</br>Be not in Purple dy'd, or daz'ling Gold.", "With innocent Breast, from Care and Sorrow free,</br>Upon the green Grass doth he lay his Limbs,</br>In the Spring-time, the various Flow'rs among;</br>Whose sundry Colours paint the sprinkled Fields.</br>There lying all at Ease, and free from Guile,</br>He doth delight him with his oaten Pipe.</br>There he, lord of himself, in Wreaths of Vine</br>Binding his loosen'd Locks, delights himself</br>In his Milk-droping Goats, and Pales fair,</br>The green Wood, pleasant Vale; and darksome Cave,</br>Where a continual Shade is to be seen;</br>And where sweet Springs all Wells, as Chrystal clear,</br>Do always flow, to quench the Shepherd's Thirst.", "Oh!  who can lead then a more pleasant Life</br>Than he, that with pure Mind and sincere Heart,</br>Nor greedy Riches knows, nor dire Debate;</br>Or Perils of a War, by Land or Sea.</br>The holy Pan he worships with his Hook,</br>Not polished by Skill:  He joys in Groves,</br>And makes himself full blithe; in the wide Field</br>Gathering sundry Flow'rs:  and sweet Content,</br>And Health, that precious Jewel drop'd from Heav'n,</br>With quiet, harbour in his peaceful Breast;</br>And perfect Pleasure builds with him her Bow'r.", "This all his Care, all his Endeavour this,</br>And all his Wish; how he may live in Peace!</br>And how he may repose himself to sleep</br>In some cool Shade sheltered from the Sun;</br>The while his Flock securely feeds around.", "Oh Flocks, oh Fawns, and, oh the pleasant Vale</br>Of Tempe, where the Naides resort;</br>By you th' enamour'd Shepherd sings; as sweet</br>As the Aseraean Poet, so renown'd</br>Thro' all the World, from ev'ry Trouble free,</br>And Care, in which fond Men consume their Days.", "In such Delights, and leaning on his Crook,</br>Young Malibaeus past away his Time;</br>Upon shrill Reeds warbling his rural Lays:</br>Hypaerion now attain'd his sultry Noon,</br>And the exceeding Heat compell'd the boy</br>To seek for Shelter in a neighb'ring Wood.", "</br>THE SIXTH PASTORAL.</br>STREPHON AND CLAIUS, LAMENT THEIR HOPELESS STATE THRO' LOVE.", "By this the Night, out of the darksome Reign</br>Of Erebus, had call'd her teemed Steeds;</br>And lazy Vesper, in his timely Hour,</br>From Golden Aetna, had ascended Heav'n;</br>When Strephon, an undone forsaken Swain,</br>And hap'less Pastor Claius, Woe begon,</br>Thus in a dreary Forest mourn'd their Plight.", "STREPHON.</br>Ye Goat-herd Gods, that love the grassy Hills,</br>Ye rural Nymphs that haunt the Vallies green,</br>Ye Satyrs that in quiet Woods delight;</br>Vouchsafe your silent Ears to my Love Song;</br>Which to my Sorrows gives an early Day,</br>And to the Night my Misery prolongs.", "CLAIUS.</br>Oh, Mercury forerunner of the Night!</br>Dian!  sweet Huntress of the savage Wilds!</br>Oh, lovely Star, the Morning's Harbinger!</br>Vouchsafe your silent Ears unto my Plaint,</br>Which oft hath tired Echo in her Cave.", "STREPHON.</br>I, that was once a free and jolly Swain,</br>And rul'd the Noon-tide Shade and Ev'ning Sport;</br>I, that was once esteemed for my Song,</br>Am banish'd now among the desert Hills</br>Of huge Despair:  Affliction is my Life,</br>And my sweet Voice is like an hooting Owl's.", "CLAIUS.</br>I lov'd the grateful Fragrance of the Morn,</br>Hunting the wild Inhabitants of Woods;</br>I once was all the Musick of the Plain;</br>Now I am dark!  my Day is turn'd to Night;</br>Heart-broken so, that all I see I fear,</br>And fill the Plain with Cries instead of Songs.", "STREPHON.</br>Long since, alas!  like to a dying Swan</br>I usher in the Morning with Complaint:</br>Now, on the Mountain Tops, I sit and wail.</br>Long since the Ev'ning of my Joys is come,</br>And all my Honours troden in the dust.", "CLAIUS.</br>Long since the happy Dwellers of these Vales</br>Have prayed me to cease my strange Laments;</br>Which interrupt their Works and marr their Joys:</br>Long since I hate the Night, but more the Day;</br>Long since my Thoughts pursue me like wild Beasts,</br>That oft I wish the Hills to cover me.", "STREPHON.</br>Meseems the stately Mountains are no more,</br>They are transformed to dejected Vales;</br>Meseems, in these ill changed Woods, I hear</br>The Nightingales to learn the Owlet's Note;</br>Meseems I feel the Comfort of the Day,</br>Turn'd to the deadly Silence of the Night.", "CLAIUS.</br>Meseems that I behold a filthy Cloud,</br>Soon as the Sun ascends the eastern Hills;</br>Meseems I do perceive a noisome Smell,</br>When I do pluck the sweetly springing Flow'rs;</br>Meseems I hear, when Musick I do hear,</br>The deadly Cries of Men murdered in Woods.", "STREPHON.</br>I wish to set the Forest in a Blaze,</br>And give a last Farewell unto the Sun;</br>I curse the Shepherd who invented Songs;</br>And, out of Envy, hate the pleasant Mounts;</br>And, with despite, the humble Fields contemn:</br>I do detest Night, Ev'ning, Day and Morn.", "CLAIUS.</br>Dire Imprecations are my daily Prayer,</br>My Flames are more than wou'd the Trees consume,</br>My State is baser than the basest Thing,</br>I never wish to see another Hour;</br>I hate myself in the Excess of Shame,</br>And stop my Ears till I grow made with Grief.", "STREPHON.</br>ANNA the sweetest Virgin of the Plain,</br>Whose Beauty doth out-shine the Morning Sun;</br>Who doth in Stateliness surpass all Trees,</br>Hath cast me forth, unhappy, from her Love.", "CLAIUS.</br>Phillis, the far most cruel of her Sex,</br>At whose Approach the Sun with Pleasure rose;</br>Is gone for ever, hath forsook me quite,</br>And to a Desert turn'd our pleasant Fields.", "STREPHON.</br>With these Complaints I'll fill the Woods and Plains.", "CLAIUS.</br>Ev'ning and Morning, this shall be my Song.", "</br>THE SEVENTH PASTORAL.</br>DICUS CHIDES DORUS FOR NOT SINGING THE PRAISE OF HIS MISTRESS, AND AFTERWARDS FINDS FAULT WITH HIS LOVE.", "DICUS.</br>Dorus, these Woods once echo'd with thy Songs!</br>Or, is thy Mistress, or, thy Love no more?</br>For he who loves, makes ev'ry Echo spake</br>The Worthiness of her that he admires.", "DORUS.</br>Ah, Dicus, why do you suspect my Faith?</br>Who doubts another's Love is false himself.</br>Were I as changeable as Moon or Wind,</br>Yet ANNA'S Charms wou'd fix me ever her's.", "DICUS.</br>The honest Heart will never hide its Love,</br>If noble be thy Passion, speak it out.</br>Who glories in Love makes Love glorious.</br>Say, how you lov'd, what wond'rous Beauty won you?", "DORUS.</br>When three-leav'd Grass is tasteless to the Sheep,</br>Then may I hope to sing sweet ANNA'S Praise,</br>And not disgrace her Beauty with my Verse.", "DICUS.</br>Yet, tell me, gentle Dorus, what is Love,</br>And how it comes and captivates the Heart?", "DORUS.</br>He comes by seeing, and he lives by Thought:</br>His Youth is Joy, his Age the Soul's Grief:</br>Doubt is his Sleep, Invention his Waking,</br>Fancy his Food, Carefulness his Cloathing,</br>Beauty his Book, his Sports are tender Fears;</br>Despair doth clip his Pennons of Desire;</br>He squanders and is never satisfy'd;</br>But how he conquers, and his captive Chains,</br>I cannot tell, tho' in my Heart I feel.", "DICUS.</br>So Dorus may thy Sheep supply thy Wants,</br>And thy fair Mistress with thy Wish comply:</br>If thou again will tell what Beauty is,</br>That captivates the Heart of wand'ring Love.", "DORUS.</br>Oh, blessed be the Name of her I love,</br>Excess of Virtue is her only Fault:</br>Venus, to make her up, spent all herself:</br>Yet oft she deigns to hear me talk, with Truth</br>And Innocence, and her own Heart, my Friend;</br>Her Love's my Life, her Anger is my Death.", "DICUS.</br>Thy Safety then is surely little worth.</br>A Man to fear a Woman's moody Eye,</br>Makes Reason be a Slave to servile Sense;</br>So is Remorse in Folly dearly bought.", "DORUS.</br>Uncourteous Swain!  take heed ye silly Herds,</br>For I have found a Wolf:  Oh, Shepherd Boys,</br>Eschew this venom'd Tongue, that hurts the Soul:</br>Such Snakes it is our best Defence to fly.", "DICUS.</br>Dorus, you by your Anger are misled,</br>So Love encroaches on your charm'd Reason,</br>But it is time to end our idle Song,</br>Since it brings Anger:  As for me, I take</br>Compassion on the Frenzy of your Mind,</br>Rather than Rage for Rage; and much I wish</br>That you may have some help unto your Love:</br>May Fortune give thee Store, and Nature Health,</br>And Tenderness the Arts of Eloquence;</br>But you alone can give thyself Content</br>And a quiet Mind; thus parting I commend</br>Unto thee, Dorus, all my former Love.", "DORUS.</br>Well do I prove that Error lies in Zeal,</br>Yet it is Zeal from Error of true Heart:</br>Nothing but this cou'd have enraged me,</br>To hear that Words did lightly prize those Charms</br>That I esteem, in ev'ry virtue rich?</br>So fare thee well, good Shepherd!  for a while!", "THE EIGHTH PASTORAL.</br>GERON BLAMES LYCIDAS FOR THE VIOLENCE OF HIS PASSION.", "GERON.</br>Arise, poor Lycidas, let Sorrow go,</br>Who yields to Grief doth but increase his Smart:</br>Come let us sing, sweet Verse doth soften Pain;</br>Thy ancient Friend would fain relieve thy Love.", "LYCIDAS.</br>Seek not to please a Mind with Sorrow drown'd,</br>No outward Joys can ease my Grief within;</br>As well with Oil thou mayest cool the Fire,</br>As seek to render Comfort to a Man</br>Who takes a Pleasure in his Misery.", "GERON.</br>Yet Time to ev'ry thing doth give an End,</br>Tho' now they live, at last thy Woes must die;</br>They perish immature:  Up then, and seek</br>If Virtue can effect the same as Time;</br>And bring to constant Temper thy weak Heart.", "LYCIDAS.</br>Who ever taught a Fool, unwitting Swain,</br>Sweet Virtue's Law allows me to lament,</br>When I have such a Cause as now I have!</br>Time shall together end my Life and Woe,</br>Till then my Misery can know no Cure.", "GERON.</br>Can Physick cure us if it be refus'd,</br>Wit is not Wit that Counsel doth contemn;</br>Yet, for my Sake, discover why you mourn,</br>Relief oft comes when we do most despair,</br>And Fortune still may change, and you be blest!", "LYCIDAS.</br>Tho' I did live in Fortune's flow'ry Lap,</br>And all the Stars unto my good combin'd,</br>Yet still, my wretched Plight would be the same;</br>Ruin's Relique, Care's Web, Sorrow's Food:</br>Since she, fair Fierce, despises me, and hates.", "GERON.</br>Alas!  In what Condition art thou fallen,</br>You love the very Thing that mars your Peace:</br>What Counsel can, rejected thus, prevail;</br>What Danger see, when blinded so by Love;</br>This Tyrant Love in golden Fetters bind;</br>Or rather those rebell'ous Thoughts suppress;</br>Let not a glittering Name thy Sense deceive,</br>Or win thy Fancy to believe it Love.</br>Begin resolv'd, and half the Work is done;</br>He ploughs the Wave, and soweth in the Sand,</br>And strives to take the Tempest in a Net;</br>Whose Hope dependeth on a Woman's Will;</br>What Man is he that hath his Freedom sold?</br>To Man o'er woman was dominion given:</br>A fickle Sex, soon proud if they be coy'd:</br>And to conclude, a Woman is your Love.", "LYCIDAS.</br>Oh Gods, how long this old Fool hath disturb'd</br>My weary'd Ears; oh Gods, grant me but this,</br>That I may soon be rid of his false Tongue;</br>Oh noble Age of Dotards, that delight</br>In being heard until the Hearer die:</br>He who will bear such Cant, and Patience hath;</br>Let him go learn of thee, what Virtues were</br>Abounding in the Times when thou wert young;</br>Old Houses are thrown down to build up new,</br>The oldest Rams are culled from the Flock;</br>But he who once hath got a long white Beard,</br>Tho' Cradle-witted, he must be esteem'd:</br>Oh, when will Men leave off to judge by Hairs;</br>And only think those old whose Minds are old,</br>Fraught with Experience and for Virtue fam'd.", "GERON.</br>If that thy Face were hid, or mine were blind,</br>Yet I shou'd know that now a young Man speaks;</br>Thy Words, tho' full of malapert Offence,</br>I weigh them not; but still Advise thee how</br>To conquer Love, and thy fond Mind subdue!</br>And turn thy Fancy to the Country's Sports.</br>In hunting fearful Beasts divert thy Thoughts;</br>Or try to angle in the crisped Brooks;</br>Go graft again thy Plants, and sweet Fruit-trees:</br>Cherish th' industrious Bee, and lend her Hives;</br>And take a special Care of all thy Flocks:</br>If you do this, you will forget to love.", "LYCIDAS.</br>Hath any Man heard what this Dotard said?</br>Truly not I; my Thoughts were all on her,</br>Who with a Look can all my Pains repay!</br>To her I'll go, and lay me at her Feet;</br>And paint so very movingly my Pain;</br>As shall her tender Breast to Pity melt,</br>And Pity the Forerunner is of Love.", "</br>THE NINTH PASTORAL.</br>DAPHNIS, AT THE REQUEST OF TYTIRUS, SINGS ONE OF THE SONGS OF LYCIDAS ON HIS MISTRESS.", "TITIRUS.</br>Why, Daphnis, gentle Shepherd, art thou sad?</br>Hath any Wolf destroy'd thy tender Lambs,</br>Or thy Pipe broke which sounded once so sweet;</br>Or art thou of thy loved Lass forelorn:</br>Or are thy Eyes suited unto the Year,</br>That quenches the parch'd Furrows Thirst, with Rain;</br>Like to an April Show'r, thy Sorrows flow</br>Adown thy Cheeks, to ease thy inward Grief.", "DAPHNIS.</br>Nor this, nor that, so much doth make me weep,</br>As for a young unhappy Swain I love,</br>Who loves a Lass that doth despise his Flame;</br>And now he doth all Shepherd Joys forsake,</br>His pleasant Pipe, so merry once and sweet;</br>He wilfully hath broke; and doth forbear</br>His wonted Songs, wherein he all excell'd.</br>Young Lycidas his Name, the Shepherd Swain;</br>Sweet Lycidas, the Joy of all the Fields;</br>Whom once I lov'd, and ev'ry Person lov'd,</br>Striving to win his Heart most courtesy:</br>But now he hath forsaken all his Friends;</br>And loves the Daughter of old Moelibee,</br>The peerless Pastoral.", "TITYRUS.</br>I pray thee Swain;</br>If that his Ditties be so excellent;</br>If thou rememberest, record some one;</br>The while our Flocks do graze about in sight;</br>And we, beneath this gloomy Shade can sit.", "DAPHNIS.</br>I am content, and will recite the Song</br>He made of ANNA, all the Shepherds Love;</br>As by a gentle Fountain he reclin'd,</br>And tuned it unto the Water's fall.", "Ye rural Nymphs that in this chrystal Stream</br>Do bathe your Locks; at my Request forsake</br>Your watry Bow'rs; and you, ye Virgins nine,</br>That on Parnassus dwell, around the Font</br>Of sacred Helicon!  Help me to sing</br>Her Praises who doth all her Sex excel.</br>Of ANNA, charming ANNA be your Song;</br>The Flow'r of Virgins she, the sweetest Maid!</br>Oh may she flourish long; the Country's boast.", "See where she sits upon the level Green;</br>Oh, seemly Sight:  array'd in Ermine Robes</br>Most like a Maiden true!  Upon her Head</br>A crimson Coronet, with Flowers sweet,</br>The damask Rose and paly Daffadill!</br>Bay Leaves, and Primroses, and Violets,</br>Oh, have ye seen her Angel Face,</br>Like Dian lovely, amiable and chaste;</br>The red Rose with the white is mingled there,</br>Her modest Smiles, her easy Majesty;</br>Where, but in her, can so much Charms be found.</br>Shew thyself Cynthia, with thy silver Rays;</br>I will not match her with Latona's Race,</br>Remembering well the Fate of Niobe;</br>But I will offer up my Heart to her,</br>Spotless and innocent as is a Lamb's;</br>She is my Goddess, and her Shepherd I.", "Caliope, with all her Sisters, comes</br>To play for her; so sweetly do they sing,</br>That 'tis an Heav'n to hear their Melody:</br>The Graces also to their Musick dance;</br>Nor want they a fourth Grace when she is by;</br>ANNA, shall with the others reign in Heav'n.</br>Advance ye silver-slipper'd Naiades;</br>Ye Daughters of the falling Rivulets;</br>And bear a Crown to her of Olive Boughs;</br>Olives, the Emblems are of Peace and Love!</br>Ye Shepherd Nymphs that dwell upon the Green,</br>Hither resort, and let none come with you,</br>But those who Virgins are; and when you come,</br>See that your Rudeness do not you disgrace;</br>Bring the sweet Pink and purple Columbine,</br>With Gilliflowers and Carnations Fair;</br>Ye Virgins strew the Ground with Asphodel;</br>Cowslips, Kingcups and loved Lillies;</br>That done, arise, my Love, my charming Fair;</br>And you, ye Nymphs, depart, each one her Way:</br>I fear I've weary'd you with idle Songs,</br>But ANNA, she shall thank your courtesy.", "TITYRUS.</br>And did young Lycidas compose this Song?</br>Ah, foolish Boy, to be undone with Love;</br>Ah, cruel Pastorel to ruin him:", "But let us rise; for Darkness draweth on,</br>And the twinkling Stars have chaced Day away.", "</br>THE TENTH PASTORAL.</br>COLIN TELLS THE UNHAPPY SITUATION OF HIS LOVE TO THE SHEPHERD EGON.", "EGON.</br>Lo!  Colin, here the Grot and cooling Cave,</br>Which lulls my soften'd Soul to Melancholy;</br>Tell me, what wants there here to cause Content;</br>The simple Air, the gentle warbling Gale,</br>So calm, so cool, so sweet, from Beds of Flow'rs;</br>The grassy Meadow all with Daisies dight,</br>The Hawthorn Spray, where Beds of Flow'rs;</br>The grassy Meadow all with Daisies dight,</br>The Hawthorn Spray, where Birds of ev'ry kind</br>Attune their Musick to the sounding Rills.", "COLIN.</br>Oh, happy Egon, how I bless thy State,</br>The Paradise which Adam lost you find;</br>Here may the Flock wander at Noon, or Eve,</br>Nor dread the Hunger of the prowling Wolf:</br>Thy lovely Songs, here may'st thou meditate,</br>And strike the lulling Harp.  But I forlorn,</br>Unhappy Man, whom all the Gods pursue,</br>And Destiny, with unrelenting Hate;</br>Can find no Place to shelter me, or please.", "EGON.</br>Then, if thou'lt be advised by a Friend;</br>Forsake a Place that hath enchanted thee;</br>Leave me these Hills, and to the Plains retire;</br>There wealthy Shepherds tend their num'rous Flocks;</br>There lodge no Night-ravens, with hideous scream,</br>Or elvish Ghosts, or ghastly Owls do fly;</br>But friendly Fairies with the Graces met,</br>And light-foot Nymphs do chace the Night away;</br>The Sisters nine, that on Parnassus dwelt,</br>Do make them Musick with their iv'ry Harps;</br>And Pan himself, to kiss the silvan Train,</br>Will pipe and dance, and sing by the Moon's Light;</br>Such peerless Pleasures have they in the Vales.", "COLIN.</br>And I, while young, unpractised in Woe,</br>Did let me freely walk, unchain'd by Love,</br>In such Delights; and 'mong my Equals joy'd;</br>But riper Age such Pleasures have deny'd;</br>And Time, in passing, like a Garment wears.</br>Once I cou'd sing of Love, and tune my Pipe</br>Unto my mournful Pleas, in Verses made:</br>Once I cou'd climb the Boughs to gather Fruit,</br>To give my Rosalind; and, beneath a Hedge,</br>Compose of various Flow'rs a Garland rare,</br>To crown her golden Locks; but now, alas!</br>The Loss of her whose Love, as Life, I held,</br>And riper Years have changed Colin quite.", "EGON.</br>Colin, to hear thy Rhimes and  Roundelays,</br>Which thou wert wont to sing on wasteful Hills,</br>I more delight, than does the soaring Lark</br>In Summer's Morn:  The Echo of thy Songs</br>Taught Musick to the Birds, or made them cease</br>Their carolling, for shame of thy sweet Notes:</br>Soon as thy oaten Pipe began to sound,</br>Laid by their iv'ry Flutes, and shrilling Harps,</br>And, from the chrystal Fountain, where they sat,</br>Ran hastily unto thy Melody;</br>They were abash'd to hear a Shepherd Swain</br>So much exceed them in their Poesie.", "COLIN.</br>Egon, I little of the Muses know,</br>They be the Daughters of the thund'ring Jove,</br>For since I heard how Pan with Phoebus strove,</br>I never dare to seek sweet Helicon,</br>But piping lowly in the cooling Shade,</br>I sing, tho' haply ill, to please myself:</br>Nor care I who my Verses praise or blame,</br>Or strive, excelling others, for renown;</br>It fits not humble Shepherd Fame to get;</br>But in the pleasant Fields to feed his Flock;</br>I know my Rhimes are very rudely made,</br>And fitter therefore for a Country rude;</br>Enough it is, if I can paint my Woe,</br>And hopeless State in Words that don't offend.</br>Young Lycidas is dead, the Shepherd Swain;</br>Who taught me all the Verses that I know:</br>Fly to the cruel Nymph, ye gentle Gales,</br>That she the truest Shepherd hath undone</br>That liv'd on Earth, who loved her full dear.", "EGON.</br>Unhappy Colin, I lament thy Fate;</br>Thy Tears do make the hardest Flint to weep;</br>Ah, cruel Rosalind; uncourteous Fair!</br>But now 'tis time that we shou'd home return;</br>Then rise ye Flocks and hasten home apace;</br>Lest Night bewilder you and wet the Lambs.", "</br>THE ELEVENTH PASTORAL.</br>ALEXIS, AT THE REQUEST OF HYLAS, LAMENTS THE DEATH OF PASTORA.", "HYLUS.</br>When will Alexis sing, as he was wont,</br>Sweet Songs of Joy and Love; the Muse too long</br>Hath slept in Sorrow, let her now awake;</br>Whether of beauteous Pastorel you sing,</br>Or honour Pan with Hymns the Shepherds God.", "ALEXIS.</br>Alas, young Shepherd, 'tis no time for Mirth,</br>No time for Pan to hear, or Love to smile!</br>May is the merry Month, not Winter sad</br>When Phoebus weary of his yearly Toil,</br>Doth haste to rest his Horses in the Sea;</br>This sullen Season is a Time for Woe,</br>And loatheth such Delights as thou dost chuse;</br>The mournful Muse rejecteth Songs of Joy,</br>As she was wont in Summer Days to sing;</br>But if thou wilt have Musick, who so fit</br>To sing as Hylas, sweetest of the Swains.", "HYLAS.</br>The Nightingale is Sovereign of Song,</br>Before her even the Woodlark silent is;</br>And I unfit to carrol before thee:</br>Alexis at the Muses Well hath drank.</br>But if sad Winter's Wrath, and Seasons chill,</br>Accord not with the Muses Merriment;</br>To sadder Times thou may'st attune thy Lute;</br>And sing of Sorrow and the Waste of Death:</br>Dead is Pastora, lovely Shepherdess!</br>The fairest May that ever rose she was,</br>Her like she hath not left upon the Green;</br>Arise, oh Shepherd Swain, and sing of her.", "ALEXIS.</br>Full willingly I will lament her Death,</br>Whom living I have lov'd and mourn'd when dead:</br>But, ah!  too weak my humble Poesy</br>Ought but my Sorrow, not her Worth, to tell.", "Arise, Melpomene, thou mournfullest Muse;</br>Thou never hadst before such Cause of Woe:</br>Arise ye Ghosts, and Spectres deadly pale;</br>And thou my rueful Rhime; Matter of Mirth</br>Thou never shalt have more:  for she is dead</br>That made thee Mirth, pour out abundant Tears.", "Shepherds that by your num'rous Flocks abide,</br>Upon the distant Downs, wail ye this Waste</br>Of Nature's Pride; lament the Loss of her</br>Whose Presence was our Joy; the Sun of all</br>Our Bliss is set, an heavy Night of Woe!</br>Oh break your Pipes and pour abundant Tears.", "Why do we longer live, unhappy Swains,</br>Whose better Days Death hath shut up in Woe;</br>The fairest Flow'r, that our Garland grac'd,</br>Sing now, ye Shepherds Daughters, sing no more</br>The Songs Alexis on Pastora made;</br>But into weeping turn your wanton Lays.</br>'Tis Time to die!  oh, pour abundant Tears.", "Why do the Flow'rs of the Valley fade?</br>And bury'd lie in Winter's Womb so long!</br>Yet when the Spring hath spread her flow'ry Lap,</br>They bloom afresh, as they would never fail!</br>But that which is the dearest on the Earth,</br>Beauty's fair Bud, and Virtue's golden Bough,</br>Reviveth not; Oh, pour abundant Tears.", "Pastora, while she lived on the Plain,</br>For Beauty and for Sweetness had no Peer;</br>Nor wou'd she scorn the simple Shepherd's Songs;</br>She lov'd the Fields:  Oh, pour abundant Tears.", "Now all our Happiness is chang'd to Woe,</br>All Music sleeps, nor will we play for Death,</br>Our gaudy Garlands on her Grave we throw;</br>Now mourn my Muse and pour abundant Tears.", "One bitter Blast blew all our Joy way:</br>Ah me, that Death should Nature so subdue!</br>The faded Leaves drop from the lofty Oak,</br>The Rivers fail, for dried is the their Source;</br>The mantled Meadows mourn their Flow'rs dead;</br>The Heavens do weep, the feeble Flocks refuse</br>Their Food, and hand their Heads, as they wou'd learn</br>To weep Pastora's Loss; the Forest Beasts</br>Lament; except the rav'nous Wolves, that chace</br>The helpless Sheep:  Pastora is no more,</br>The Joy, the Comfort, Safety of the Plains:</br>Weep Philomel.  Oh, pour Abundant Tears.", "The Water Nymphs that wont with her to sing,</br>And for her Garland Olive Branches weave;</br>Now Boughs of baleful Cypress only weave;</br>The Muses carry bitter Elder Leaves</br>Instead of Bay:  The fatal Three repent</br>They broke her Thread, and pour abundant Tears.", "How trustless is the State of earthly Things,</br>How Slippery the State of mortal Men!</br>Now have I learn'd a Lesson dearly bought,</br>That nothing on the Earth is durable!</br>But wherefore weep; in spite of Death and  Hell,</br>Pastora breaks the Bonds of endless Night,</br>And dead on Earth she is alive in Heav'n.</br>Cease then, my Muse, nor pour abundant Tears.", "Why shou'd we weary Heav'n with Complaint,</br>As if some Evil to Pastora fell;</br>She reigns a Goddess now among the Gods;</br>Might I once come to her; Oh, that I might!</br>Unwitting Men to know, or Good, or Ill,</br>We deem of Death as an unhappy  Lot,</br>But knew we Fools, to what a State it leads,</br>Die wou'd we daily to be blest in Death.</br>Make haste, ye Shepherds, now and end your Plaint,</br>And cease, my Muse, to pour abundant Tears.", "HYLAS,.</br>Enough, Alexis, thou hast mourn'd enough,</br>It 'gins to mizzle, let us hasten home.", "</br>THE TWELFTH PASTORAL.</br>THE SHEPHERD MENALCAS REFLECTS ON THE VARIOUS MISFORTUNES OF HIS LIFE.", "A Gentle Shepherd sat beside a Spring,</br>Beneath the Shadow of a spreading Beach;</br>Menalcas was his Name, a tuneful Swain!</br>For he had learn'd his Songs of Lycidas:</br>There, as he sat in secret Shade alone,</br>Thus he began to make his Plaint of Love.", "MENALCAS.</br>Oh, mighty Pan!  the God of Shepherd Swains,</br>Who of our tender Lambkins taketh keep;</br>And doth the Shepherds watch as well as Flocks!</br>Thee I invoke (if that thou deign'st to hear</br>Rude Ditties tun'd to Shepherd's oaten Reed,)</br>If e'er I sung a Sonnet that might please;</br>Harken a-while when poor Menalcas sings.", "Whilom in Youth, while flow'r'd my joyful Spring,</br>Like Swallow swift I wander'd here and there;</br>Nor had I Fear to dread, or Wit to shun</br>The many Dangers that we meet in Life!</br>I went thro' wasteful Plains, and Forests wide,</br>Nor did I ever think upon the Wolf,</br>Or Nuts I gather'd from the Hazel Boughs,</br>Or joy'd to urge thee tim'rous Deer in Chace,</br>Or heartless Hare; nor ever thought of Age,</br>But fancy'd that my Youth wou'd always last.</br>How often have I climb'd the knotted Oak,</br>All to dislodge the Raven from her Nest;</br>For Liberty was dear to me as Life!", "Oft too I sung, by Colin taught to sing,</br>Who has not heard of British Colin's Lay;</br>And if that Lycidas aright did judge,</br>To Pan himself I need not yield my Pipe!</br>The Virgins followed him, the Muses me.</br>But such a Pride as mine was ill repaid,</br>The Shepherds God, my Happiness hath marr'd,</br>My Freedom torn, and left my Life to moan:</br>LOVE they him call; a cruel Deity.", "Then did my Spring of Years bid me farewell;</br>And Summer came, and I with Heat consum'd:</br>Then forth I went, not happy as before,</br>The Bush my Bed, the Bramble was my Bow'r,</br>My Wretchedness the Woods can witness well.</br>Where I was us'd to find the busy Bee</br>Working her sweet Cells in the odorous Hive;</br>The griesly Toadstool, and loath'd Paddocks crawl;</br>And where before the Woodlark us'd to sing,</br>The moaping Owl doth dismally complain.", "To make me Cages for the Nightingale,</br>And Baskets of Bullrushes was my wont,</br>None better skill'd to take the silly Fish,</br>None better seen to hunt the savage Beasts,</br>And guard from any nightly harm, my Fold:</br>But greater Things  I learn'd in length of Time;</br>The sudden rising of the raging Sea,</br>The Pow'r of Herbs, and ev'ry Shepherd Art.</br>But, ah!  unwise Menalcas, witless Swain,</br>Thou never found'st the Art to cure thy Love.", "Thus is my Summer worn away, and waste,</br>And all the flatt'ring Fruit of idle Hope</br>Rotted, alas, before they half were ripe!</br>The fragrant Flow'rs that in my Garden grew,</br>Are wither'd, as they had been gather'd long,</br>Their Roots for want of Rain are dried up!</br>Ah, who hath done such Hurt to Rosalind,</br>To blast the Flow'rs that shou'd her Garland make.", "And I, that whilom, us'd to frame my Pipe</br>Unto the shifting of the Shepherds Feet,</br>No longer seek to please the Silvan Girls,</br>One, if I please, Menalcas were content.</br>And thus of all my harvest Hope, I have</br>Nought reaped but a Crop of cloudy Care;</br>My Life declines with Swiftness to its End,</br>And Winter sternly claims his rigorous Right:</br>The piercing Cold hath nip'd my rugged Rind,</br>And Age hath left deep Furrows in my Face;</br>Delight is laid asleep, and Pleasure past,</br>No Sun appears, but  all are Clouds and Storms.</br>Then quit, ye Shepherd Boys, your merry Sports,</br>My Muse is hoarse, and can now longer sing:</br>Here will I hang my Pipe upon the Bough,</br>Was never Pipe or Reed did sweeter play;</br>Winter is come, Death after Winter comes.", "Gather together ye my little Flock,</br>Let me, ah!  let me fold you for the last,</br>E're cruel Winter doth destroy your Fleece;</br>Winter is come, and after Winter Death.", "Adieu ye gentle Pleasures, pensive Sweet;</br>Adieu my Fair, whose Love I dearly bought:</br>Adieu my little Lambs, and loved Sheep;</br>Adieu, poor Lycidas, that was so true;</br>Tell Rosalind, that I bid her adieu.</br>"]