["I have seen all mine earlier joys depart,</br>Scarce with a wish again to trace them o'er;</br>I have tried earthly pleasures, till the heart</br>Which found them false, has sicken'd at its core;</br>Then my sunk spirit has essay'd to soar</br>To holier scenes, &mdash; where as a foundering bark,</br>It wildly wander'd, ne'er to reach the shore,</br>Through clouds and storms, without one pitying spark</br>From Heaven's high light of love far beaconing through the dark.", "If then to truths where others' hopes revive,</br>This breast remains insensible and blind,</br>Why was I fram'd thus tremblingly alive</br>To all the faults and frailties of our kind,</br>Which like a spell come palsying o'er my mind?</br>Have I some sin which may not be forgiven,</br>That, &mdash; barr'd from the sweet hope which others find,</br>Yet hardly ask for, &mdash; I should thus be driven,</br>Though with least love for earth, the farthest still from heaven?", "Yet can I lean on Death as on a friend,</br>And hope my years of suffering now but few;</br>For who would wish this being to extend</br>In the vain dream that bliss might yet ensue?</br>Since all that Joy's imagining e'er drew,</br>Could scarce for long endear this dark abode;</br>But when each aspect wears a cloudier hue,</br>And heavier presses Care's increasing load,</br>Well may we seek that rest which mocks the oppressor's goad.", "There is one grave, &mdash; Earth holds no more of mine&mdash;</br>O'er which perchance these eyes have scarcely wept,</br>But where the grief that shews no outward sign</br>Hath not the less its lonely vigils kept;</br>Too deeply feeling that within it slept</br>What had but liv'd to waste in worst decay,</br>Too keenly conscious that the worm which crept</br>Around that mouldering frame, could only prey</br>Where the fell tooth of Care first work'd its deadlier way.", "It is a thought from which the soul will shrink;&mdash;</br>To know that our remembrance must be wrung,</br>Scarce ere beneath the closing turf we sink,</br>E'en from the hearts on which our best hopes hung;</br>From kindred bosoms like a flower be flung,</br>Whose sweets are wasted! &mdash; but neglect is vain,</br>The slighted by contempt no more are stung,</br>And unreproach'd the thoughtless may remain</br>Wrapt in their selfish joys: &mdash; the dust can not complain.</br>"]