["Ah!  who can tell how hard it is to climb</br>The steep where Fame's proud temple shines afar!</br>Ah!  who can tell how many a soul sublime</br>Hath felt the influence of malignant star,</br>And waged with Fortune an eternal war!</br>Check'd by the scoff of Pride, by Envy's frown,</br>And Poverty's unconquerable bar,</br>In life's low vale remote hath pined alone,</br>Then drops into the grave, unpitied and unknown!", "And yet, the languor of inglorious days</br>Not equally oppressive is to all.</br>Him, who ne'er listen'd to the voice of praise,</br>The silence of neglect can ne'er appal.</br>There are, who, deaf to mad Ambition's call,</br>Would shrink to hear th' obstreperous trump of Fame;</br>Supremely blest, if to their portion fall</br>Health, competence, and peace.  Nor higher aim</br>Had HE, whose simple tale these artless lines proclaim.", "This sapient age disclaims all classic lore;</br>Else I should here in cunning phrase display,</br>How forth THE MINSTREL fared in days of yore,</br>Right glad of heart, though homely in array;</br>His waving locks and beard all hoary grey:</br>And, from his bending shoulder, decent hung</br>His harp, the sole companion of his way,</br>Which to the whistling wind responsive rung:</br>And ever as he went some merry lay he sung.", "Life's slender sustenance his only meed;</br>'Twas all he hoped, and all his heart desired.</br>And such Dan Homer was, if right I read,</br>Though with the gifts of every muse inspired.</br>O when shall modern bard like him be fired!</br>Give me but leisure to attend his lays,</br>I care not, though my rhymes be ne'er admired.</br>For sweeter joy his matchless strain shall raise</br>Than courts or kings can yield, with pensions, posts, and praise.", "Fret not thyself, thou man of modern song,</br>Nor violate the plaister of thy hair;</br>Nor to that dainty coat do aught of wrong;</br>Else how shalt thou to Cesar's hall repair?</br>(For, ah!  no damaged coat can enter there).</br>Fret not thyself, that I, a simple wight,</br>Of thee, and thy trim brethren, take no care,</br>But of a poor old-fashion'd pilgrim write,</br>Whom thou wouldst shun, I ween, as most unseemly sight.", "Surely the female heart is much belied</br>By those who brand it with the lust of gain.</br>The generous Muses Fortune's smile deride,</br>Nor ever bow the knee in Mammon's fane:</br>For their delights are with the village-train,</br>Whom Nature's laws and Nature's charms engage:</br>They hate the covetous, and scorn the vain;</br>The parasite ne'er won their patronage;&mdash;</br>Witness the silken bards of this illustrious age.", "Though richest hues the peacock's plumes adorn,</br>Yet horror screams from his discordant throat.</br>Rise, sons of harmony, and hail the morn,</br>While warbling larks on russet pinions float;</br>Or seek at noon the woodland scene remote,</br>Where the grey linnets carol from the hill.</br>O let them ne'er, with artificial note,</br>To please a tyrant, strain the little bill,</br>But sing what heaven inspires, and wander where they will.", "Liberal, not lavish, is kind Nature's hand;</br>Nor was perfection made for man below.</br>Yet all her schemes with nicest art are plann'd,</br>Good counteracting ill, and gladness wo.</br>With gold and gems if Chilian mountains glow,</br>If bleak and barren Scotia's hills arise;</br>There plague and poison, lust and rapine grow;</br>Here peaceful are the vales, and pure the skies,</br>And freedom fires the soul, and sparkles in the eyes.", "Then grieve not, thou to whom th' indulgent Muse</br>Vouchsafes a portion of celestial fire;</br>Nor blame the partial Fates, if they refuse</br>Th' imperial banquet, and the rich attire.</br>Know thine own worth, and reverence the lyre.</br>Wilt thou debase the heart which God refined?</br>No; let thy heaven-taught soul to heaven aspire,</br>To fancy, freedom, harmony, resign'd;</br>Ambition's groveling crew for ever left behind.", "Canst thou forego the pure ethereal soul</br>In each fine sense so exquisitely keen,</br>On the dull couch of Luxury to loll,</br>Stung with disease, and stupefied with  spleen;</br>Fain to implore the aid of Flattery's screen,</br>Even from thyself thy loathsome heart to hide,</br>(The mansion then no more of joy serene),</br>Where fear, distrust, malevolence, abide,</br>And impotent desire, and disappointed pride?", "O how canst thou renounce the boundless store</br>Of charms which Nature to her votary yields!</br>The warbling woodland, the resounding shore,</br>The pomp of groves, and garniture of fields;</br>All that the genial ray of morning gilds,</br>And all that echoes to the song of even,</br>All that the mountain's sheltering bosom shields,</br>And all the dread magnificence of heaven,</br>O how canst thou renounce, and hope to be forgiven!", "These charms shall work thy soul's eternal health,</br>And love, and gentleness, and joy, impart.</br>But these thou must renounce, if lust of wealth</br>E'er win its way to thy corrupted heart;</br>For, ah!  it poisons like a scorpion's dart;</br>Prompting th' ungenerous wish, the selfish scheme,</br>The stern resolve unmoved by pity's smart,</br>The troublous day, and long distressful dream.&mdash;</br>Return, my rambling Muse, resume thy purposed theme.", "There lived in Gothic days, as legends tell,</br>A shepherd-swain, a man of low degree;</br>Whose sires, perchance, in Fairyland might dwell,</br>Sicilian groves, or vales of Arcady;</br>But he, I ween, was of the north countrie:</br>A nation famed for song, and beauty's charms;</br>Zealous, yet modest; innocent, though free;</br>Patient of toil; serene amidst alarms;</br>Inflexible in faith; invincible in arms.", "The shepherd-swain of whom I mention made,</br>On Scotia's mountains fed his little flock;</br>The sickle, scythe, or plough he never sway'd;</br>An honest heart was almost all his stock;</br>His drink the living water from  the rock:</br>The milky dams supplied his board, and lent</br>Their kindly fleece to baffle winter's shock;</br>And he, though oft with dust and sweat besprent,</br>Did guide and guard their wanderings, wheresoe'er they went.", "From labour health, from health contentment springs.</br>Contentment opes the source of every joy.</br>He envied not, he never thought of kings;</br>Nor from those appetites sustain'd annoy,</br>Which chance may frustrate, or indulgence cloy:</br>Nor Fate his calm and humble hopes beguiled;</br>He mourn'd no recreant friend, nor mistress coy,</br>For on his vows the blameless Phebe smiled,</br>And her alone he loved, and loved her from a child.", "No jealousy their dawn of love o'ercast,</br>Nor blasted were their wedded days with strife;</br>Each season look'd delightful, as it past,</br>To the fond husband, and the faithful wife.</br>Beyond the lowly vale of shepherd life</br>They never roam'd; secure beneath the storm</br>Which in Ambition's lofty land is rife,</br>Where peace and love are canker'd by the worm</br>Of pride, each bud of joy industrious to deform.", "The wight whose tale these artless lines unfold,</br>Was all the offspring of this simple pair.</br>His birth no oracle or seer foretold:</br>No prodigy appear'd in earth or air,</br>Nor aught that might a strange event declare.</br>You guess each circumstance of EDWIN'S birth;</br>The parent's transport, and the parent's care;</br>The gossip's prayer for wealth, and wit, and worth;</br>And one long summer-day of indolence and mirth.", "And yet poor Edwin was no vulgar boy;</br>Deep thought oft seem'd to  fix his infant eye.</br>Dainties he heeded not, nor gaude, nor toy,</br>Save one short pipe of rudest minstrelsy.</br>Silent when glad; affectionate, though shy;</br>And now his look was most demurely sad,</br>And now he laugh'd aloud yet none knew why.</br>The neighbours stared and sigh'd, yet bless'd the lad:</br>Some deem'd him wondrous wise, and some believed him mad.", "But why should I his childish feats display?</br>Concourse, and noise, and toil, he ever fled;</br>Nor cared to mingle in the clamorous fray</br>Of squabbling imps; but to the forest sped,</br>Or roam'd at large the lonely mountain's head;</br>Or, where the maze of some bewilder'd stream</br>To deep untrodden groves his footsteps led,</br>There would he wander wild, till Phebus' beam.</br>Shot from the western cliff, released the weary team.", "Th' exploit of strength, dexterity, or speed,</br>To him nor vanity nor joy could bring.</br>His heart, from cruel sport estranged, would bleed</br>To work the wo of any living thing,</br>By trap, or net; by arrow, or by fling;</br>These he detested, those he scorn'd to wield;</br>He wish'd to be the guardian, not the king,</br>Tyrant far less, or traitor of the field.</br>And sure the sylvan reign unbloody joy might yield.", "Lo!  where the stripling, wrapt in wonder, roves</br>Beneath the precipice o'erhung with pine;</br>And sees, on high, amidst th' encircling groves,</br>From cliff to cliff the foaming torrents shine:</br>While waters, woods, and winds, in concert join,</br>And Echo swells the chorus to the skies.</br>Would Edwin this majestic scene resign</br>For aught the huntsman's puny craft supplies?</br>Ah!  no:  he better knows great Nature's charms to prize.", "And oft he traced the uplands, to survey,</br>When o'er the sky advanced the kindling dawn,</br>The crimson cloud, blue main, and mountain grey,</br>And lake, dim-gleaming on the smoky lawn;</br>Far to the west the long long vale withdrawn,</br>Where twilight loves to linger for a while;</br>And now he faintly kens the bounding fawn,</br>And villager abroad at early toil.&mdash;</br>But, lo!  the sun appears!  and heaven, earth, ocean, smile.", "And oft the craggy cliff he loved to climb,</br>When all in mist the world below was lost.</br>What dreadful pleasure!  there to stand sublime,</br>Like shipwreck'd mariner on desert coast,</br>And view th' enormous waste of vapour, tost</br>In billows, lengthening to th' horizon round,</br>Now scoop'd in gulfs, with mountains now emboss'd!</br>And hear the voice of mirth and song rebound,</br>Flocks, herds, and waterfalls, along the hoar profound!", "In truth he was a strange and wayward wight,</br>Fond of each gentle, and each dreadful scene.</br>In darkness, and in storm, he found delight:</br>Nor less, than when on ocean-wave serene</br>The southern sun diffused his dazzling shene.</br>Even sad vicissitude amused his soul:</br>And if a sigh would sometimes intervene,</br>And down his cheek a tear of pity roll,</br>A sigh, a tear, so sweet, he wish'd not to control.", "\"O ye wild groves, O where is now your bloom!\"</br>(The Muse interprets thus his tender thought.)</br>\"Your flowers, your verdure, and your balmy gloom,</br>Of late so grateful in the hour of drought!</br>Why do the birds, that song and rapture brought</br>To all your bowers, their mansions now forsake?</br>Ah!  why hath fickle chance this ruin wrought?</br>For now the storm howls mournful through the brake,</br>And the dead foliage dies in many a shapeless flake.", "\"Where now the rill, melodious, pure, and cool,</br>And meads, with life, and mirth, and beauty, crown'd!</br>Ah!  see, th' unsightly slime, and sluggish pool,</br>Have all the solitary vale imbrown'd;</br>Fled each fair form, and mute each melting sound.</br>The raven croaks forlorn on naked spray:</br>And, hark!  the river, bursting every mound,</br>Down the vale thunders; and, with wasteful sway;</br>Uproots the grove, and rolls the shatter'd rocks away.", "\"Yet such the destiny of all on earth:</br>So flourishes and fades majestic man.</br>Fair is the bud his vernal morn brings forth,</br>And fostering gales a while the nursling fan.</br>O smile, ye heavens, serene; ye mildews wan,</br>Ye blighting whirlwinds, spare his balmy prime,</br>Nor lessen of his life th' little span.</br>Born on the swift, though silent, wings of Time,</br>Old-age comes on apace to ravage all the clime.", "\"And be it so.  Let those deplore their doom,</br>Whose hope still grovels in this dark sojourn.</br>But lofty souls, who look beyond the tomb,</br>Can smile at Fate, and wonder how they mourn.</br>Shall spring to these sad scenes no more return?</br>Is yonder wave the sun's eternal bed?</br>Soon shall the orient with new lustre burn,</br>And spring shall soon her vital influence shed;</br>Again attune the grove, again adorn the mead.", "\"Shall I be left abandon'd in the dust,</br>When Fate, relenting, lets the flower revive</br>Shall Nature's voice, to man alone unjust,</br>Bid him, though doom'd to perish, hope to live?</br>Is it for this fair Virtue oft must strive</br>With disappointment, penury, and pain?&mdash;</br>No:  Heaven's immortal spring shall yet arrive;</br>And man's majestic beauty bloom again,</br>Bright through th' eternal year of Love's triumphant reign.\"", "This truth sublime his simple sire taught.</br>In sooth, 'twas almost all the shepherd knew.</br>No subtle nor superfluous lore he sought,</br>Nor ever wish'd his Edwin to pursue.</br>\"Let man's own sphere (quoth he) confine his view,</br>Be man's peculiar work his sole delight.\"</br>And much, and oft, he warn'd him, to eschew</br>Falsehood and guile, and aye maintain the right,</br>By pleasure unseduced, unawed by lawless might.", "\"And, from the prayer of Want, and plaint of Wo,</br>O never, never turn away thine ear.</br>Forlorn, in this bleak wilderness below,</br>Ah!  what were man, should Heaven refuse to hear!</br>To others do (the law is not severe)</br>What to thyself thou wishest to be done.</br>Forgive thy foes; and love thy parents dear,</br>And friends, and native land; nor those alone;</br>All human weal and wo learn thou to make thine own.\"", "See, in the rear of the warm sunny shower,</br>The visionary boy from shelter fly!</br>For now the storm of summer-rain is o'er,</br>And cool, and fresh, and fragrant, is the sky.</br>And, lo!  in the dark east, expanded high,</br>The rainbow brightens to the setting sun!</br>Fond fool, that deem'st the streaming glory nigh,</br>How vain the chace thine ardour has begun!</br>'Tis fled afar, ere half thy purposed race be run.", "Yet couldst thou learn, that thus it fares with age,</br>When pleasure, wealth, or power, the bosom warm,</br>This baffled hope might tame thy manhood's rage,</br>And Disappointment of her sting disarm.</br>But why should foresight thy fond heart alarm?</br>Perish the lore that deadens young desire!</br>Pursue, poor imp, th' imaginary charm,</br>Indulge gay Hope, and Fancy's pleasing fire:</br>Fancy and Hope too soon shall of themselves expire.", "When the long-sounding curfew from afar</br>Loaded with loud lament the lonely gale,</br>Young Edwin, lighted by the evening star,</br>Lingering and listening, wander'd down the vale.</br>There would he dream of graves, and corses pale;</br>And ghosts, that to the charnel-dungeon throng,</br>And drag a length of clanking chain, and wail,</br>Till silenced by the owl's terrific song,</br>Or blast that shrieks by fits the shuddering isles along.", "Or, when the setting moon, in crimson dyed,</br>Hung o'er the dark and melancholy deep,</br>To haunted stream, remote from man, he hied,</br>Where Fays of yore their revels wont to keep;</br>And there let Fancy roam at large, till sleep</br>A vision brought to his intranced sight.</br>And first, a wildly-murmuring wind 'gan creep</br>Shrill to his ringing ear; then tapers bright,</br>With instantaneous gleam, illumed the vault of Night.", "Anon in view a portal's blazon'd arch</br>Arose; the trumpet bids the valves unfold</br>And forth an host of little warriors march,</br>Grasping the diamond lance, and targe of gold.</br>Their look was gentle, their demeanour bold,</br>And green their helms, and green their silk attire;</br>And here and there, right venerably old,</br>The long-robed minstrels wake the warbling wire,</br>And some with mellow breath the martial pipe inspire.", "With merriment, and song, and timbrels clear,</br>A troop of dames from myrtle bowers advance;</br>The little warriors doff the targe and spear,</br>And loud enlivening strains provoke the dance.</br>They meet, they dart away, they wheel askance;</br>To right, to left, they thrid the flying maze;</br>Now bound aloft with vigorous spring, then glance</br>Rapid along:  with many-colour'd rays</br>Of tapers, gems, and gold, the echoing forests blaze.", "The dream is fled.  Proud harbinger of day,</br>Who scaredst the vision with thy clarion shrill,</br>Fell chanticleer!  who oft hast reft away</br>My fancied good, and brought substantial ill!</br>O to thy cursed scream, discordant still,</br>Let Harmony aye shut her gentle ear:</br>Thy boastful mirth let jealous rivals spill,</br>Insult thy crest, and glossy pinions tear,</br>And ever in thy dreams the ruthless fox appear.", "Forbear, my Muse.  Let Love attune thy line.</br>Revoke the spell.  Thine Edwin frets not so.</br>For how should he at wicked chance repine,</br>Who feels from every change amusement flow?</br>Even now his eyes with smiles of rapture glow,</br>As on he wanders through the scenes of morn,</br>Where the fresh flowers in living lustre blow,</br>Where thousand pearls the dewy lawns adorn,</br>A thousand notes of joy in every breeze are born.", "But who the melodies of morn can tell?</br>The wild brook babbling down the mountain-side;</br>The lowing herd; the sheepfold's simple bell;</br>The pipe of early shepherd dim descried</br>In the lone valley; echoing far and wide</br>The clamorous horn along the cliffs above;</br>The hollow murmur of the ocean-tide;</br>The hum of bees, and linnet's lay of love,</br>And the full choir that wakes the universal grove,", "The cottage-curs at early pilgrim bark;</br>Crown'd with her pail the tripping milkmaid sings;</br>The whistling plowman stalks afield; and, hark!</br>Down the rough slope the ponderous waggon rings;</br>Through rustling corn the hare astonish'd springs;</br>Slow tolls the village-clock the drowsy hour;</br>The partridge bursts away on whirring wings;</br>Deep mourns the turtle in sequester'd bower,</br>And shrill lark carols clear from her aereal tour.", "O Nature, how in every charm supreme!</br>Whose votaries feast on raptures ever new!</br>O for the voice and fire of seraphim,</br>To sing thy glories with devotion, due!</br>Blest be the day I scap'd the wrangling crew,</br>Prom Pyrrho's maze, and Epicurus' sty;</br>And held high converse with the godlike few,</br>Who to th' enraptured heart, and ear, end eye,</br>Teach beauty, virtue, truth, and love, and melody.", "Hence!  ye, who snare and stupefy the mind,</br>Sophists, of beauty, virtue, joy, the bane!</br>Greedy and fell, though impotent and blind,</br>Who spread your filthy nets in Truth's fair fane,</br>And ever ply your venom'd fangs amain!</br>Hence to dark Error's den, whose rankling slime</br>First gave you form!  hence!  lest the Muse should deign,</br>(Though loth on theme so mean to waste a rhyme),</br>With vengeance to pursue your sacrilegious crime.", "But hail, ye mighty masters of the lay,</br>Nature's true sons, the friends of man and truth!</br>Whose song, sublimely sweet, serenely gay,</br>Amused my childhood, and inform'd my youth.</br>O let your spirit still my bosom sooth,</br>Inspire my dreams, and my wild wanderings guide.</br>Your voice each rugged path of life can smooth;</br>For well I know, where-ever ye reside,</br>There harmony, and peace, and innocence, abide.", "Ah me!  abandon'd on the lonesome plain,</br>As yet poor Edwin never knew your lore,</br>Save when against the winter's drenching rain,</br>And driving snow, the cottage shut the door.</br>Then, as instructed by tradition hoar,</br>Her legends when the Beldam 'gan impart,</br>Or chant the old heroic ditty o'er,</br>Wonder and joy ran thrilling to his heart;</br>Much he the tale admired, but more the tuneful art.", "Various and strange the long-winded tale;</br>And halls, and knights, and feats of arms, display'd;</br>Or merry swains, who quaff the nut-brown ale,</br>And sing, enamour'd of the nut-brown maid;</br>The moonlight-revel of the fairy glade;</br>Or hags, that suckle an infernal brood,</br>And ply in caves th' unutterable trade,</br>'Midst fiends and spectres, quench the moon in blood,</br>Yell in the midnight storm, or ride th' infuriate flood.", "But when to horror his amazement rose,</br>A gentler strain the Beldam would rehearse,</br>A tale of rural life, a tale of woes,</br>The orphan-babes, and guardian uncle fierce.</br>O cruel!  will no pang of pity pierce</br>That heart by lust of lucre fear'd to stone!</br>For sure, if aught of virtue last, or verse,</br>To latest times shall tender souls bemoan</br>Those helpless orphan-babes by thy fell arts undone.", "Behold, with berries smear'd, with brambles torn,</br>The babes now famish'd lay them down to die,</br>'Midst the wild howl of darksome woods forlorn,</br>Folded in one another's arms they lie;</br>Nor friend, nor stranger, hears their dying cry:</br>\"For from the town the man returns no more.\"</br>But thou, who Heaven's just vengeance darest defy,</br>This deed with fruitless tears shalt soon deplore,</br>When Death lays waste thy house, and flames consume thy store.", "A stifled smile of stern vindictive joy</br>Brighten'd one moment Edwin's starting tear.&mdash;</br>\"But why should gold man's feeble mind decoy,</br>And Innocence thus die by doom severe?\"</br>O Edwin, while thy heart is yet sincere,</br>Th' assaults of discontent and doubt repel:</br>Dark even at noontide is our mortal sphere;</br>But let us hope, &mdash; to doubt, is to rebel,&mdash;</br>Let us exult in hope, that all shall yet be well.", "Nor be thy generous indignation check'd,</br>Nor check'd the tender tear to Misery given;</br>From Guilt's contagious power shall that protect,</br>This soften and refine the soul for heaven.</br>But dreadful is their doom, whom doubt hath driven</br>To censure Fate, and pious hope forego:</br>Like yonder blasted boughs by lightning riven,</br>Perfection, beauty, life, they never know,</br>But frown on all that pass, a monument of wo.", "Shall he, whose birth, maturity, and age,</br>Scarce fill the circle of one summer-day,</br>Shall the poor gnat with discontent and rage</br>Exclaim, that Nature hastens to decay,</br>If but a cloud obstruct the solar ray,</br>If but a momentary shower descend!</br>Or shall frail man Heaven's dread decree gainsay,</br>Which bade the series of events extend</br>Wide through unnumber'd worlds, and ages without end!", "One part, one little part, we dimly scan</br>Through the dark medium of life's feverish dream;</br>Yet dare arraign the whole stupendous plan,</br>If but that little part incongruous seem.</br>Nor is that part perhaps what mortals deem;</br>Oft from apparent ill our blessings rise.</br>O then renounce that impious self-esteem,</br>That aims to trace the secrets of the skies:</br>For thou art but of dust; be humble, and be wise.", "Thus Heaven enlarged his soul in riper years.</br>For Nature gave him strength, and fire, to soar,</br>On Fancy's wing, above this vale of tears;</br>Where dark cold-hearted sceptics, creeping, pore</br>Through microscope of metaphysic lore:</br>And much they grope for truth, but never hit.</br>For why?  their powers, inadequate before,</br>This art preposterous renders more unfit;</br>Yet deem they darkness light, and their vain blunders wit.", "Nor was this ancient dame a foe to mirth.</br>Her ballad, jest, and riddle's quaint device</br>Oft cheer'd the shepherds round their social hearth;</br>Whom levity or spleen could ne'er entice</br>To purchase chat or laughter at the price</br>Of decency.  Nor let it faith exceed,</br>That Nature forms a rustic taste so nice.&mdash;</br>Ah!  had they been of court or city breed,</br>Such delicacy were right marvellous indeed.", "Oft when the winter-storm had ceas'd to rave,</br>He roam'd the snowy waste at even, to view</br>The cloud stupendous, from th' Atlantic wave</br>High-towering, sail along th' horizon blue:</br>Where midst the changeful scenery ever new</br>Fancy a thousand wondrous forms decries</br>More wildly great than ever pencil drew,</br>Rocks, torrents, gulfs, and shapes of giant size,</br>And glittering cliffs on cliffs, and fiery ramparts rise.", "Thence musing onward to the sounding shore,</br>The lone enthusiast oft would take his way,</br>Listening with pleasing dread to the deep roar</br>Of the wide-weltering waves.  In black array</br>When sulphurous clouds roll'd on the vernal day,</br>Even then he hasten'd from the haunt of man,</br>Along the darkening wilderness to stray,</br>What time the lightning's fierce career began,</br>And o'er heaven's rending arch the rattling thunder ran.", "Responsive to the sprightly pipe when all</br>In sprightly dance the village-youth were join'd,</br>Edwin, of melody aye held in thrall,</br>From the rude gambol far remote reclined,</br>Sooth'd with the soft notes warbling in the wind.</br>Ah then, all jollity seem'd noise and folly.</br>To the pure soul by Fancy's fire refined</br>Ah what is mirth, but turbulence unholy,</br>When with the charm compared of heavenly melancholy!", "Is there a heart that music cannot melt?</br>Ah me!  how is that rugged heart forlorn!</br>Is there, who ne'er those mystic transports felt</br>Of solitude and melancholy born?</br>He needs not woo the Muse; he is her scorn.</br>The sophist's rope of cobweb he shall twine;</br>Mope o'er the schoolman's peevish page; or mourn,</br>And delve for life, in Mammon's dirty mine;</br>Sneak with the scoundrel fox, or grunt with glutton swine.", "For Edwin Fate a nobler doom had plann'd;</br>Song was his favourite and first pursuit.</br>The wild harp rang to his adventurous hand,</br>And languish'd to his breath the plaintive flute.</br>His infant muse, though artless, was not mute:</br>Of elegance as yet he took no care;</br>For this of time and culture is the fruit;</br>And Edwin gain'd at fall this fruit so rare:</br>As in some future verse I purpose to declare.", "Meanwhile, whate'er of beautiful, or new,</br>Sublime, or dreadful, in earth, sea, or sky,</br>By chance, or search, was offer'd to his view,</br>He scann'd with curious and romantic eye.</br>Whate'er of lore tradition could supply.</br>From Gothic tale, or song, or fable old,</br>Rous'd him, still keen to listen and to pry.</br>At last, though long by penury control'd,</br>And solitude, his soul her graces 'gan unfold.", "Thus on the chill Lapponian's dreary land,</br>For many a long month lost in snow profound,</br>When Sol from Cancer sends the season bland,</br>And in their northern cave the storms hath bound;</br>From silent mountains, straight, with startling sound,</br>Torrents are hurl'd; green hills emerge; and lo,</br>The trees with foliage, cliffs with flowers are crown'd;</br>Pure rills through vales of verdure warbling go;</br>And wonder, love, and joy, the peasant's heart o'erflow.", "Here pause, my Gothic lyre, a little while.</br>The leisure hour is all that thou canst claim.</br>But if * * * * * on this labour smile,</br>New strains erelong shall  animate thy frame.</br>And his applause to me is more than fame;</br>For still with truth accords his taste refined.</br>At lucre or renown let others aim,</br>I only wish to please the gentle mind,</br>Whom Nature's  charms inspire, and love of humankind.</br>"]