["1. 1.</br>\"Ruin comes, thou luckless Land!</br>Defeat, disgrace thy flag await;</br>By wou'd-be-conquest's wing though fann'd,</br>It mocks the air with futile state.</br>Squib, nor candle nought avail;</br>The pale, dim stars in Faction's turbid tail:</br>They whizz, they bounce, they twinkle, stink and die;</br>And so shall you, and so shall I!\"</br>Such were the sounds that o'er the empty pride</br>Of Britain's Rulers scatter'd wild dismay,</br>As on the silver Thames's silky side</br>They plann'd of play-thing Camps the prim array,</br>Stout MINDEN stood aghast in mortal trance,</br>Cried horse-guards, foot-guards, march! &mdash; they knew not how to advance.", "1. 2.</br>On a rock, whose low'ring brow</br>Frown'd o'er th' Atlantic's foaming flood,</br>No shoe to clothe his frozen toe,</br>The wan BOSTONIAN PROPHET stood:</br>(Unshav'd his beard, his tangled hair,</br>Stream'd, like a dusky comet, in the air),</br>And with a war-whoop voice, and Mohawk's fire,</br>Thus execrates his British Sire.</br>\"Hark!  how each rugged oak, and hollow cave</br>Groan to th' Atlantic's awful voice beneath.</br>O'er thee, O land!  their threat'ning arms they wave,</br>Revenge on thee in hoarser bellowings breathe;</br>Vocal no more, since Tea-act's fatal day,</br>To smuggler's jocund pipe, or the soft bundling lay.", "1. 3.</br>\"Nerveless MONTGOMERY'S arm,</br>That mow'd the steely field;</br>Brave WARREN sleeps on Bunker's bloody hill;</br>MERCER, who ne'er wou'd yield,</br>Whom war's loud thunders charm,</br>Of wounds, and glorious death has got his fill.</br>On the bleak western shore they lie,</br>Bleach'd with frosts, and drench'd with dews;</br>Them, far aloof, th' affrighted Yankey views,</br>And the gaunt Buckskin howls and passes by.</br>Dear lost associates in rebellion's art,</br>Dear, as the ends I gain by holy lies,</br>Dear as the gulps of rum that warm my heart,</br>Ye died amidst your weeping country's cries.</br>No more I snivel, they're not gone to the devil,</br>On yonder cliffs, a griesly band,</br>I see them all flutter, to keep up the sputter,</br>The firebrands of their native land.</br>With more than Luciferian grin they smile,</br>And weave with bloody hands the web of Britain's Isle.", "2. 1.</br>\"Weave the warp and weave the woof,</br>The winding-sheet of Albion's land:</br>Give big Corruption room enough</br>To lie, for faith he cannot stand.</br>Place we fiery Faction there,</br>With Babel voice, and with Medusa's hair,</br>That screams you're lost, while by her you're undone.</br>Hark, hark!  the glorious work's begun!&mdash;</br>Vile cub of Fox, with unrelenting fangs,</br>That tear'st the bowels of the mangled state,</br>From Israel be born that o'er thee hangs</br>The scourge of Heav'n &mdash; what terrors round thee wait!</br>First circumcision comes, with p&mdash;x combin'd,</br>And bankrupt's faded form, and poverty behind.", "2. 2.</br>\"Mighty spokesman, mighty Lord,</br>Low in the grave thy CHATHAM lies!</br>Forgot, the nation's shield and sword,</br>As soon as his vain obsequies.</br>Is the Senate's thunderer fled?</br>Thy PITT is gone, and busy in his stead</br>A brood of insects spread the feeble wing,</br>Insects that only stink and sting.</br>Fair laughs his morn, the wind propitious blows;</br>While, proudly riding on the azure realm,</br>As Britons wont, the oak-ribb'd navy goes,</br>Valour on deck, and Conduct at the helm.</br>The Insect's gloomy eve to pale dismay,</br>To shame, disgrace, confusion yields an easy prey.", "2. 3.</br>\"Fill high wild Comus' bowl,</br>The lucious feast prepare:</br>Though TWITCHER cannot whore, he yet may eat,</br>May comb a strumpet's hair,</br>As yet a catch may howl,</br>Or bawdy make him wriggle in his seat.</br>R&mdash;NE, mean-while, panting, seems to cry</br>TWITCHER!  cease, the bliss control,</br>I melt!  I die!  Ah, catch my parting soul!</br>While drunken raptures quench her sparkling eye.&mdash;</br>Detested houses!  privies of the isle!</br>With many a bribe, and midnight job yfed;</br>Ye hail congenial vice, th' approving smile</br>Laurels the kindred letcher's hoary head.</br>Above, below, with equal glow,</br>The Patriot and the Placeman fly</br>Where Int'rest hawls, or Pleasure calls;</br>All hogs of EPICURUS' stye.</br>Now Brothers!  bending o'er th' accursed loom,</br>Stamp we our vengeance deep, and fix Britannia's doom.", "3. 1.</br>\"Crowding round, see barons bold</br>Sublime their starry bosoms rear,</br>And gorgeous dames, both young and old,</br>In feather'd majesty appear.</br>In the midst a form supine,</br>With large lack-lustre eye attempts to shine.</br>Look NEWTON, CLARK, behold his vacant face,</br>It realizes empty space.</br>See, see him, nodding, half-form'd schemes prepare,</br>Like drunkards' morning dreams they melt away.</br>Attend not CHATHAM to thy Britain's prayer,</br>Nor sent thy soul to animate his clay.</br>Let N&mdash;TH in Lethargy's dull bosom lie,</br>And ne'er with statesmen mix, the eagles of the sky.", "3. 2.</br>\"C&mdash;RL&mdash;D, we consecrate</br>Thy heart to dulness, nonsense, spite;</br>To libels too against the state</br>Pray set thy mark &mdash; thou canst no write.</br>Stay, darling HOWE!  propitious hear!</br>We hope thou hast a vulnerable ear,</br>Still slumber here in peace; &mdash; Ah, from our eyes</br>In mischianza cloud he flies!&mdash;</br>Alas!  Fate's griesly weavers too are fled&mdash;</br>But scenes of glory fill my aching soul.</br>No more our long-lost CROMWELL we bewail&mdash;</br>I see the Thirteen Stripes o'er Britain's Flag prevail.", "3. 3.</br>\"A while dread war shall reign,</br>A while amidst the grove</br>(In foreign rage, and whisker'd fury dwell),</br>The HESSIAN shall rove:</br>The breechless SCOT distain</br>His sword with blood from Freedom's throbbing breast.</br>But list!  I hear the cherub choir&mdash;</br>See!  'tis heaven's gazette they bear&mdash;</br>Victorious shoutings lessen on mine ear,</br>That lost in long futurity expire.</br>Fond Briton!  think'st thou that yon sanguine flood,</br>Spilt by thy arm, has quench'd the western ray?</br>Our glorious sun, emerging from the cloud,</br>Shall warm the nations with a tenfold day.</br>Enough for me, with joy I see</br>The different doom our fates assign.</br>Yours is to-day, that once away,</br>A long and lasting triumph's mine.\"</br>He spoke, and darting from the mountain's height,</br>Snug in the arms of SQUAW disported all the night.</br>"]