["Great Tom now sounds the close of busy day,</br>The weary dray-horse rests from labour free,</br>From town, till morn, the merchant speeds his way,</br>And London leaves to tumult and to me.", "Now stars terrestrial glimmer through each street,</br>Thro' all the air a din confus'd is spread,</br>Save where perchance some list'ning crowd you meet,</br>By nightly songsters' strains discordant led;", "Save that from yonder watch-box standing near,</br>The old night-guardian tells his wonted tale;</br>Or urg'd by outrage dire to timely fear,</br>Makes his loud rattle upon the gale.", "On cobler's stall, or screen'd by friendly shed,</br>Full many a maid once breath'd her nightly woes;</br>Yet here from chill misfortune ever fled,</br>The houseless wand'rers of the street repose.", "The noisy call of Smithfield's early train,</br>The sweep's shrill matins from the chimney stack,</br>The dustman's bell, or post-boy's piping strain,</br>No more shall call their fleeting spirits back.", "For them no more the brothel door shall turn,</br>Or busy waiter ply his napkin'd care:</br>No am'rous youth with lawless passion burn,</br>Nor sly procuress in their plunder share.", "Once in their cheeks the rose of health was seen,</br>When youth its charms luxuriant round them shed;</br>How jocund did their morn of life begin!</br>But ah!  how soon by gath'ring clouds o'erspread.", "Let not stern virtue scorn th' unhappy frail,</br>Their nights of riot, and their days of woe;</br>Nor sanctified indiff'rence hear the tale,</br>And choke the streams of nature ere they flow.", "The pride of chastity, and dread of shame,</br>Around the fair, tho' sage experience place;</br>Yet oft they're found but recreants to their fame;</br>The path forbidden all are fond to trace!", "Nor you, ye prudes, in envious spleen delight,</br>When hapless maidens err, by love betray'd:</br>Did ye not want th' attractions to incite,</br>Yourselves might prove the victims ye upbraid.", "Can wit refin'd, or might of human arm,</br>Back to the fountain drive the bubbling rill?</br>Can reason's voice to peace the passions charm,</br>Or make them flow obedient to its will?", "Perhaps within this cheerless spot is laid</br>Some youth once injur'd in squalid city jails;</br>Hands that the merry bag-pipe sweetly play'd,</br>Or rak'd the streets in search of rusty nails.", "But commerce never with her ample range,</br>Rich with gay spoils, their avarice provok'd;</br>They never learn'd to barter at Exchange;</br>No city feast for them with dainties smok'd.", "Full many a forest oak of stately size</br>To menial purpose bends it's lofty head:</br>Full many a treasure undiscover'd lies</br>Beneath the passenger's unconscious tread.", "Some latent WREN, who up the scaffold high,</br>Obedient hasten'd to the bricklay'r's call;</br>Some poor harmonic Tinker here may lie,</br>Some Statesman guiltless of his country's fall.", "The Virtuoso's praises to command,</br>The soul to lift with transports to the skies,</br>To scatter mis'ry o'er a smiling land,</br>And fruitless schemes of conquest to devise;", "Their lot forbade: &mdash; nor yet did fortune frown,</br>But equally their crimes and fame confin'd;</br>Forbade to wade thro' folly to renown,</br>And gain the execution of mankind;", "Their country's keen vindictive stroke to prove,</br>To die by hangman's less ingenuous hand,</br>Or heap the shores of distant Sidney Cove</br>With culprits banish'd from their native land.", "Far from the smoky town's incessant noise,</br>Their sober foot-steps never learn'd to stray;</br>They never sigh'd for vulgar rural joys,</br>Nor sought the woods to shun the scorching day.", "Yet Nature's forms demand some faint respect,</br>Some fond memorial still their souls requir'd;</br>With pots of flow'rs, and green earth cases deck'd,</br>Their windows oft the passenger admir'd.", "There rose, and myrtle, trimm'd with fondest care,</br>Might strawberry and garden well supply:</br>And many a root of mignonette was there;</br>While this regal'd the nose, and those the eye.", "For e'en in thought, what mortal can behold,</br>Unmov'd, the charms that hill and valley yield,</br>In spring, the meadows spangled o'er with gold,</br>And all the beauteous days of Nature's field?", "On some fond plant the Virgin feasts her eyes,&mdash;</br>Some frail memento of the flow'ring year;</br>E'en from saloons the voice of Nature cries,</br>E'en in our parlours blooming shrubs appear.", "For thou, th' obscure one's friend, who thus alone</br>Dost in these lines their simple joys relate;</br>If chance, some youth like thee, at random thrown,</br>From kindred sympathy inquire thy fate:", "Haply some cit may say: &mdash; \"The crowd among</br>Oft have we seen him, at the close of day,</br>Bustling with hasty foot-steps thro' the throng,</br>To gain his fav'rite seat at some new play.", "\"There, in the midway region of the pit,</br>Where Critics oft their arts malignant ply,</br>Near to the orchestra, sedate he'd sit,</br>And pore upon the scene with curious eye.", "\"Beneath yon elm, that each new loit'rer wooes,</br>He lov'd to sit, absorb'd in musings deep;</br>Then up the Green-Park, or by Chelsea Mews,</br>He'd briskly run; or, tir'd, would slowly creep.", "\"One eve I miss'd him on th' accustom'd way;</br>Along the park, and near his fav'rite tree,</br>Another came &mdash; I sought him at the play,</br>Nor in pit, box, nor gallery, was he.\"", "The next in dreary hearse, with sad array,</br>Slow to th' unexpress'd church-yard he was borne.</br>Approach and read (if thou hast time) the lay,</br>Grav'd on the stone, that no proud lies adorn.", "EPITAPH.</br>Here rests his head upon a folio terse,</br>An Author, once to wits and patrons known;</br>The Critics frown'd not on his humble verse,</br>Nor did the world his labours quite disown.", "Large his editions, but his readers few;</br>Fate did a recompense as largely send:</br>He wisely bade to Booksellers adieu,</br>And (in their stead) each Chandler found a friend.", "No longer now pil'd up in useless state,</br>His pages freely circulate thro' town:</br>Perhaps, at last, doom'd by capricious fate</br>To kindle pipes, or curl some crazy crown.</br>"]