[{"name": "Philisides: The Shepherd's Calender.  Attempted in Blank Verse.", "id": 31}, {"name": "Rev. Thomas Warton: An Invocation to a Water-Nymph.", "id": 23}, {"name": "William Jackson of Exeter: Lycidas:  a Musical Entertainment.", "id": 36}, {"name": "Anonymous: Mother Hubbard's Tale abbreviated from Spencer.", "id": 11}, {"name": "Anonymous: Childe Harold in the Shades:  an Infernal Romaut.", "id": 59}, {"name": "Anonymous: L'Allegro:  a Parody.", "id": 106}, {"name": "Bp. Thomas Percy: A Sonnet.  Occasioned by leaving Bath, June 1755.  Addressed to the Misses H ***.", "id": 29}, {"name": "Alfred: Alas!  Poor fallen Sir Francis.  Elegy written in Westminster-Hall.", "id": 89}, {"name": "Thomas Gray: An Ode on a Distant Prospect of Eton College.", "id": 18}, {"name": "Anonymous: The Garrulous Man, a Parody upon L'Allegro of Milton.", "id": 43}, {"name": "John Chalk Claris: Stanzas.", "id": 57}, {"name": "T. Evans: Anticipation; or, a Broad Hint to the Chief Consul's Poet Laureat.", "id": 103}, {"name": "Richard Henry Dana: Daybreak.", "id": 63}, {"name": "Anonymous: An Ode, to Mr. Pitt.", "id": 109}, {"name": "Anonymous: The Revolution Club.  A Parody of Alexander's Feast.", "id": 112}, {"name": "R.: Ode to Fashion.  A Parody of Gray's Ode to Adversity.", "id": 68}, {"name": "Anonymous: Parthenia:  or the Lost Shepherdess.  An Arcadian Drama.", "id": 34}, {"name": "Henry James Pye: Ode on Ranelagh.  Addressed to the Ladies.", "id": 101}, {"name": "Thomas Gray: Hymn to Adversity.", "id": 27}, {"name": "Anonymous: A Paraphrase on Colin's Complaint, on the present Reductions in the Army.", "id": 117}, {"name": "David Humphreys: An Epithalamium.", "id": 127}, {"name": "Oliver Goldsmith: The Deserted Village, a Poem.", "id": 39}, {"name": "A Gentleman of Oxford: An Ode on a Bachelors Meeting at Cambridge.  A Parody on Dryden's Ode.", "id": 99}, {"name": "Edmund Spenser: Shepheardes Calender I:  Januarye.", "id": 2}, {"name": "A.: Flavia.  A Pastoral.", "id": 118}, {"name": "Sir John Salusbury: Sonneto 7.  [\"Marching in the plaine field of my conceyte.\"]", "id": 5}, {"name": "Thomas Gray: Ode Performed in the Senate-House at Cambridge.  [Installation Ode.]", "id": 38}, {"name": "Anonymous: Fizgig's Triumph; or, the Power of Riot:  an Ode.", "id": 100}, {"name": "E. S.: To Master Henry Peacham.  A Vision upon this his Minerva.", "id": 6}, {"name": "A. H.: Elegy composed in one of the Public Offices of the Court of Session.", "id": 104}, {"name": "Anonymous: An Elegy on the Death of The Guardian outwitted, an Opera.", "id": 83}, {"name": "Amos Cottle: An Elegy in a London Church-Yard.", "id": 81}, {"name": "John Milton: L'Allegro.", "id": 64}, {"name": "Thomas Gray: An Elegy wrote in a Country Churchyard.", "id": 26}, {"name": "I. T. R.: Elegy written in Fleet Street.", "id": 80}, {"name": "Anonymous: The Pleasures of Fancy.  A Poem.", "id": 123}, {"name": "Sans Souci: Elegy written in a London Churchyard on the dolorous Demise of the late John Cheshire, Esq.", "id": 116}, {"name": "Anonymous: Ode to Music.  [Parody of Gray's Installation Ode.]", "id": 77}, {"name": "Samuel Cobb: The Oak and the Briar.  A Tale.", "id": 10}, {"name": "John Marriott: Collins's Ode to Evening, imitated.", "id": 28}, {"name": "Anonymous:  An Elegy written in Covent-Garden.", "id": 84}, {"name": "George Ellis: Ode to Jacobinism.", "id": 95}, {"name": "Camisis: Ode to Echo.", "id": 45}, {"name": "Horace Twiss: The Aspirants:  an Ode for Music.", "id": 54}, {"name": "William Collins: Superstitions Ode:  The London Text.", "id": 66}, {"name": "G. F. Palmer: An Evening's Contemplation in a French Prison; by a Prisoner.", "id": 124}, {"name": "Edward Drewe: A Pastoral Ballad.", "id": 107}, {"name": "William Collins: The Passions.  An Ode for Music.", "id": 17}, {"name": "Anonymous: [Additional Stanza for the Castle of Indolence]", "id": 32}, {"name": "Ambrose Spenser: A Day in Switzerland.", "id": 98}, {"name": "Edmund Spenser: The First Book of the Faerie Queene.  Contayning the Legende of the Knight of the Red-Crosse, or of Holinesse.", "id": 128}, {"name": "James Thomson: The Castle of Indolence.", "id": 21}, {"name": "William Shenstone: The School-Mistress.  A Poem.  In imitation of Spencer's Stile.", "id": 13}, {"name": "Anonymous: Elegy in Newgate.", "id": 82}, {"name": "William Collins: An Ode on the Popular Superstitions of the Highlands.", "id": 25}, {"name": "William Shenstone: A Pastoral Ballad, in four Parts.", "id": 15}, {"name": "Horace Twiss: Fashion:  a Paraphrase of L'Allegro, a Poem, by John Milton.", "id": 53}, {"name": "Anonymous: Childe Harold in Boeotia.", "id": 71}, {"name": "Thomas Erskine: Parody upon Gray's celebrated Ode of The Bard.", "id": 91}, {"name": "Anonymous: The Bostonian Prophet.", "id": 79}, {"name": "Anonymous: The Despairing Swain.  A Pastoral.", "id": 120}, {"name": "Nicholas Rowe: Colin's Complaint.", "id": 111}, {"name": "Anonymous: Ode:  To the Country Gentlemen of Ireland.", "id": 122}, {"name": "Edmund Spenser: Amoretti.", "id": 4}, {"name": "John Malcolm: Stanzas to Scio.", "id": 62}, {"name": "Amator: To Miss &mdash; S&mdash;m&mdash;t.", "id": 121}, {"name": "John Chalk Claris: Stanzas.", "id": 58}, {"name": "Anonymous: [Mother Hubberds Tale applied to Sir Robert Walpole.]", "id": 102}, {"name": "Dr. John Armstrong: An Imitation of Spenser, written at Mr. Thomson's Desire, to be inserted into The Castle of Indolence.", "id": 19}, {"name": "Corporal Trim: Nocturnal Contemplations in Barham-Down Camp, 1795.", "id": 78}, {"name": "Anonymous: The Opposition Leader.", "id": 67}, {"name": "Anonymous: Health and Industry.", "id": 70}, {"name": "Anonymous: Parody on Gray's Bard.", "id": 110}, {"name": "Elizabeth Trefusis: [Sonnets modernized from Spenser by a Lady of Fashion.]", "id": 48}, {"name": "Edmund Spenser: Shepheardes Calender II:  Februarie.", "id": 3}, {"name": "Gen. Richard Fitzpatrick: Ode on a Distant Prospect of Almack's Assembly Rooms.", "id": 115}, {"name": "Edmund Spenser: Prosopopoia:  or Mother Hubberds Tale.", "id": 1}, {"name": "Anonymous: Spencer's Fairy-Queen, attempted in Blank Verse.  Canto I.", "id": 42}, {"name": "Emola: Winelove's Complaint.  A Parody of Collins from Rowe.", "id": 119}, {"name": "Horace Twiss: Elegiac Stanzas, or returning at Day-Break through an Alley in London.", "id": 86}, {"name": "Anonymous: An Ode of Gray, Characters revers'd and adapted to the Nature of the Times.", "id": 76}, {"name": "Edmund Spenser: Ruines of Time.", "id": 0}, {"name": "Colin Maclaurin: Parody on Gray's celebrated Elegy in a Country Church-Yard.", "id": 94}, {"name": "William Shenstone: The School-Mistress, a Poem.", "id": 14}, {"name": "Marcus: Epitaph.", "id": 74}, {"name": "Lord Byron: Childe Harold's Pilgrimage.  Canto the First.", "id": 52}, {"name": "Edward Howard: Spencer Redivivus containing the first Book of the Fairy Queen.", "id": 9}, {"name": "Dr. Mark Akenside: The Pleasures of Imagination.  A Poem.", "id": 72}, {"name": "George Anderson Vetch: Metrical Sketches of India.", "id": 61}, {"name": "Henry Mackenzie: [Additional Lines for Collins's Superstitions Ode.]", "id": 65}, {"name": "Anonymous: Ode on the Death of James Beattie, L.L.D.", "id": 46}, {"name": "William Thomas Thomas: An Elegy, written in the King's Bench Prison.", "id": 87}, {"name": "Rev. Thomas Coombe: The Peasant of Auburn; or, The Emigrant.  A Poem.", "id": 97}, {"name": "Anonymous: The Feast of Loyalty.", "id": 125}, {"name": "John Chalk Claris: Fragment.", "id": 55}, {"name": "James Beattie: The Minstrel; or, the Progress of Genius.", "id": 40}, {"name": "Anonymous: Alexander's Feast, Parodied; or, the Grand Portsmouth Puppet-Shew.", "id": 75}, {"name": "Anonymous: Monody to the Memory of Mr. Cholwell.  In imitation of Lycidas.", "id": 41}, {"name": "William Shenstone: The School-Mistress, a Poem in imitation of Spenser.", "id": 20}, {"name": "George Woodward: Sonnet imitated from Spencer.", "id": 12}, {"name": "Aretin Junior: Ode on a Distant Prospect of the Treasury Benches.", "id": 113}, {"name": "Anonymous: An Ode: &mdash; But not Collins' Ode on the Passions.", "id": 69}, {"name": "William Collins: Ode to Evening.", "id": 16}, {"name": "Rev. William Mason: Isis.", "id": 96}, {"name": "M.: A Pastoral, in Four Parts, Absence, Hope, Jealousy, Despair.", "id": 108}, {"name": "Rev. William Mason: Isis.  An Elegy.", "id": 24}, {"name": "Rev. Charles Jenner: Sonnet IV.  After the Manner of Spenser.  To Stella lamenting that she could not sing.", "id": 35}, {"name": "Anonymous: An Elegy.  In imitation of Gray.  Written in the King's Bench Prison.", "id": 88}, {"name": "Anonymous: An Epitaph on a certain Poet.", "id": 85}, {"name": "Thomas Gray: The Bard.  A Pindaric Ode.", "id": 30}, {"name": "Dr. Mark Akenside: An Ode to the Country Gentlemen of England.", "id": 33}, {"name": "Anonymous: The Lord Mayor's Feast, or, the Power of a Letter.  An Ode.", "id": 114}, {"name": "John Chalk Claris: Fragment.", "id": 56}, {"name": "George Steevens: Shakespeare's Feast.  An Ode.", "id": 93}, {"name": "Oedipus: [Parody of Gray's Installation Ode.]", "id": 37}, {"name": "John Milton: A Maske Presented at Ludlow Castle, 1634.  [Comus]", "id": 7}, {"name": "Anonymous: Ruin seize thee, ruthless King!  A Pindaric Ode.", "id": 92}, {"name": "Anonymous: Elegy, written in a deserted Printing Office.", "id": 126}, {"name": "P.: An Address to the Harp of Miss C&mdash;, Richmond, in imitation of Scott's Invocation to the Northern Harp.", "id": 51}, {"name": "Anonymous: The last Thirty Years:  a Parody on Collins's Ode to the Passions.", "id": 60}, {"name": "Sir Walter Scott: The Lady of the Lake; a Poem.", "id": 49}, {"name": "Edward: Elegy.  Dedicated to ****  A Parody on Gray.", "id": 90}, {"name": "Henry Headley: A Parody on Gray's Elegy, written in a Country Church-yard, the Author leaving College.", "id": 44}, {"name": "James Thomson: [Additional Stanza for the Castle of Indolence]", "id": 22}, {"name": "John Dryden: Alexander's Feast; or The Power of Musique.", "id": 73}, {"name": "Barron Field: La Ciriegia, an austere Imitation of Milton's L'Allegro.", "id": 47}, {"name": "Anonymous: War, an Imitation of Spencer.", "id": 105}, {"name": "John Milton: Lycidas.", "id": 8}, {"name": "M.: Spring.  A Sonnet in imitation of Spencer.", "id": 50}]